{
  "AcceptableAdsdefined": {
    "message": "A lista de anúncios aceitável exibe anúncios que estão em conformidade com os anúncios aceitáveis critérios acordados pela nossa comunidade de usuários. A lista é mantida pela Eyeo GmbH."
  },
  "EasyListdefined": {
    "message": "EasyList corresponde ao idioma do seu navegador e destina-se a desativação de anúncios que são considerados ser intrusiva por nossa comunidade de usuários. Eyeo GmbH <strong>não</strong> projecto EasyList e, portanto, não tem direito de, ou controle sobre seus conteúdos. Visite a <a>Comunidade EasyList</a> para obter mais informações."
  },
  "acceptable-ads-monetization": {
    "description": "Paragraph in \"How we are financed\" section\n{1}: 90",
    "message": "Recebemos algumas doações de nossos usuários, mas nossa principal fonte de receita vem como parte da iniciativa de anúncios aceitável. Entidades maiores pagam uma taxa de licenciamento para os serviços de allowlisting solicitadas e fornecidas para eles (90% dos certificados são concedidos gratuitamente, para entidades menores). Note-se que os <a>critérios aceitáveis anúncios</a> devem ser satisfeitas independente da contraprestação para pagamentos. Se os critérios não forem atendidos, allowlisting está impossível."
  },
  "created": {
    "description": "{1}: 2006, {2}: Adblock Plus, {3}: 2011, {4}: Eyeo",
    "message": "Criado por Wladimir Palant em 2006, o Adblock Plus é um projeto open source. Em 2011, Palant, juntamente com até Faida, fundou o <a>Aeio</a> para tornar seu desenvolvimento sustentável."
  },
  "eyeoneeds": {
    "message": "No que diz respeito à iniciativa de anúncios aceitável, Aeio precisa rever e analisar a muitas aplicações. Isso inclui rever formato de anúncio, precauções de segurança, conformidade com os critérios de anúncios aceitável e viabilidade técnica do requerido allowlisting, criando os filtros para o allowlist, testando os filtros, postando-se ao fórum, etc."
  },
  "fee-details": {
    "description": "Text in \"How we are financed\" section",
    "message": "Aqui estão alguns detalhes sobre as taxas:"
  },
  "financed-how": {
    "description": "Section header",
    "message": "Como nós são financiadas"
  },
  "improve": {
    "message": "Continuar a melhorar as funcionalidades do Adblock Plus, para fornecer aos usuários com a melhor ferramenta possível para protegê-los de malware e ter melhor controle de sua experiência de navegação e recolha dos seus dados pessoais"
  },
  "large-entities-compensate": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "Portanto, alguns muito grandes entidades que participam na iniciativa anúncios aceitável compensam Aeio por seus serviços. Serviços do Aeio são fornecidos gratuitamente a todos os outros participantes (cerca de 90%)."
  },
  "large-entities-pay": {
    "description": "Bullet point in \"How we are financed\" section",
    "message": "Só grandes entidades tem que pagar. Qualificamos uma entidade tão grande quando ele ganha mais de 10 milhões impressões de anúncios adicionais por mês devido a participação na iniciativa de anúncios aceitável."
  },
  "licensing-fee": {
    "description": "Bullet point in \"How we are financed\" section",
    "message": "Para estas entidades, a nossa taxa de licenciamento normalmente representa 30 por cento da receita adicional criada por allowlisting seus anúncios aceitáveis."
  },
  "managing-acceptable-ads": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "Gerenciando a iniciativa anúncios aceitável requer um esforço significativo no nosso lado, incluindo, mas não se limitando a revisão contínua e acompanhamento dos anúncios allowlisted individual, aconselhamento participantes e suporte técnico. Estes serviços não podem ser completamente tomados por voluntários nem ser patrocinados através de doações, como pode ser o caso com listas de filtro usados."
  },
  "must-meet-strict-criteria": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "<strong>Importante:</strong> Cada entidade na allowlist - pagador participante ou participante não-pagantes - deve manter os mesmos critérios rigorosos que nossos usuários aceitaram como parte da iniciativa de anúncios aceitável. Nunca aceitamos qualquer anúncio que não atende a esses <a>critérios</a>. Não dá para comprar um lugar na lista de exceção aceitável anúncios. Todos os anúncios de allowlisted e entidades participantes publicamente estão listadas no nosso <a>Fórum</a>. Sinta-se livre para discutir e compartilhar suas opiniões."
  },
  "s1": {
    "message": "Mostrar mais"
  },
  "s10": {
    "message": "Estas estão habilitadas para você começar. Você pode removê-los ou adicionar outros - cabe a você."
  },
  "s11": {
    "message": "O que são anúncios aceitável?"
  },
  "s12": {
    "description": "{1}: 2009, {2}: Adblock Plus, {3}: 2011, {4}: 10, {5}: Adblock Plus",
    "message": "Não pensamos que todos os anúncios são ruins e estão plenamente conscientes de que os anúncios financiem muitos sites. Então, em 2009 nós decidimos encontrar um terreno comum. Nossa solução envolvidos pedindo o Adblock Plus, usuários e nossa comunidade em geral, para ajudar a identificar critérios que faz para melhores anúncios. Estas discussões, pudemos estabelecer <a>critérios rigorosos</a> para identificar anúncios não intrusivo. Em 2011, começou a implementar a iniciativa anúncios aceitável.   Os participantes que desejam cumprir com a iniciativa de anúncios aceitável podem <a>aplicar-se</a> a ser adicionado à lista de anúncios aceitável.    Adblock Plus os usuários têm a opção para exibir anúncios que estão na lista de anúncios aceitável ou para desativar o recurso de anúncios aceitável e navegar completamente <a>livre de anúncios</a>. Para exibir a lista de anúncios aceitáveis, visite o <a>Fórum propostas de anúncios aceitável</a>."
  },
  "s13": {
    "message": "Consulte o <a>FAQ de anúncios aceitável</a> para aprender mais."
  },
  "s16": {
    "message": "Mostrar mais"
  },
  "s2": {
    "message": "Mostrar menos"
  },
  "s20": {
    "message": "Por que precisamos de dinheiro?"
  },
  "s21": {
    "message": "<a>Aeio GmbH</a>, a empresa por trás do Adblock Plus, foi fundada para perseguir uma visão diferente da publicidade online. Isto não é algo que uma única pessoa pode fazer como um hobby."
  },
  "s23": {
    "message": "Na verdade, temos uma equipe pequena, mas crescente que ofereça suporte a nossos usuários e a quantidade crescente de participantes que optam por participar na iniciativa anúncios aceitável."
  },
  "s24": {
    "message": "Nossos objetivos são simples:"
  },
  "s25": {
    "message": "Mas, Aeio não é só sobre anúncios aceitável e Adblock Plus. Nossa missão é tornar a Internet melhor. Temos a intenção de fazê-lo através da criação de novas formas para os editores ganhar o dinheiro de seu conteúdo sem alienar os seus utilizadores."
  },
  "s26": {
    "message": "O Adblock Plus coleta os dados de usuário?"
  },
  "s27": {
    "message": "Nós não coletamos especificamente quaisquer dados do usuário. A maioria dos seus dados (por exemplo, quais sites você visita) nunca é enviada para os nossos servidores para começar. Por favor, consulte nossa <a>Política de privacidade</a> para obter detalhes."
  },
  "s3": {
    "message": "O que é o Adblock Plus?"
  },
  "s4": {
    "message": "Adblock Plus é uma extensão grátis que permite que você para.. - entre <a>outras coisas</a> - bloco de anúncios, irritantes desabilitar rastreamento e domínios do bloco conhecidos para espalhar malware. Disponível para Android, Chrome, Firefox, Internet Explorer, Maxthon, Opera, Safari e Yandex, Adblock Plus usa filtros que você optar por bloquear todos os elementos indesejados."
  },
  "s5": {
    "message": "Como funciona o Adblock Plus?"
  },
  "s6": {
    "description": "{1}: Adblock Plus, {2}: Adblock Plus, {3}: Adblock Plus",
    "message": "Adblock Plus em si não tem nenhuma funcionalidade; Ele não bloquear nada até que você \"diz\" o que bloquear adicionando listas de filtro externo. Listas de filtro são essencialmente um extenso conjunto de regras que diga quais elementos de um site para bloquear a Adblock Plus.   Você pode adicionar a qualquer lista de filtro que você quer. Por exemplo, bloco <a>de rastreamento</a> ou <a>malware</a>. Você também pode <a>criar suas próprias listas de filtros</a>.   Quase todos os filtros são de código aberto, portanto, muitas listas de filtros foram criadas pelos usuários na Internet."
  },
  "s7": {
    "message": "Listas de filtro habilitadas por padrão incluem:"
  },
  "s8": {
    "message": "Uma lista de bloqueio de anúncios seleccionada com base no seu idioma (EasyList)"
  },
  "s9": {
    "message": "A lista de anúncios aceitável"
  },
  "title": {
    "message": "Sobre o Adblock Plus"
  },
  "work": {
    "message": "Continuar a trabalhar na Adblock Plus para que ele pode funcionar em várias plataformas"
  }
}