{
  "title": {
    "message": "Bloquear banners de cookies | Adblock Plus Premium"
  },
  "description": {
    "message": "Bloqueie os irritantes banners de cookies que pedem que você aceite cookies enquanto navega na web. Comece a usar o Adblock Plus Premium agora mesmo!"
  },
  "hero__heading": {
    "message": "Agora, você pode remover banners de cookies em toda a web!"
  },
  "hero__subheading": {
    "message": "Deixe para trás uma experiência frustrante de navegação, bloqueando banners de cookies irritantes com o Adblock Plus Premium."
  },
  "hero-aside__heading": {
    "message": "Não vá embora."
  },
  "hero-aside__paragraph-1": {
    "message": "Olá!"
  },
  "hero-aside__paragraph-2": {
    "message": "Provavelmente, você está familiarizado(a) demais com as incômodas janelas pop-up que pedem o seu consentimento para o uso de cookies enquanto navega pela web. Elas estão por toda a parte graças às leis de privacidade da internet. E, embora sejamos grandes fãs da transparência e da privacidade on-line, não há como negar que os banners de cookies são uma irritação para os usuários da internet."
  },
  "hero-aside__paragraph-3": {
    "message": "Estamos felizes por anunciar que, agora, você pode bloquear banners de cookies com o Adblock Plus Premium! Chegue mais rápido ao seu destino quando o Adblock Plus Premium oculta esses banners da sua vista e rejeita por você todos os cookies desnecessários possíveis. Tenha uma experiência de navegação perfeita, com menos interrupções e menos rastreamento de anunciantes. Assine o Adblock Plus Premium hoje e comece agora mesmo."
  },
  "hero-aside__paragraph-4": {
    "message": "Atenciosamente, <span>Equipe Adblock Plus Team</span>"
  },
  "premium-checkout-header__heading": {
    "message": "Comece a bloquear banners de cookies hoje mesmo:"
  },
  "premium-checkout-card-option__button-1": {
    "message": "<span>US$ 2</span> Premium mensal"
  },
  "premium-checkout-card-option__button-2": {
    "message": "<span>US$ 20</span> Premium anual"
  },
  "premium-checkout-card-option__badge": {
    "message": "Economize 20%"
  },
  "premium-checkout-features__heading": {
    "message": "O que está incluído?"
  },
  "premium-checkout-features__item-1": {
    "message": "Com o Premium, você terá bloqueio aprimorado de janelas pop-up. Diga adeus a distrações irritantes, como vídeos flutuantes, solicitações de newsletters, banners de cookies e muito mais."
  },
  "premium-checkout-features__item-2": {
    "message": "Sincronize as suas configurações em diversos dispositivos quando usar o Premium."
  },
  "premium-checkout-submit__button": {
    "message": "Concluir a compra"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Política de privacidade"
  },
  "premium-checkout-policy__heading": {
    "message": "Pode nos apoiar com confiança:"
  },
  "premium-checkout-policy__text": {
    "message": " se não ficar completamente satisfeito(a) com o Premium, você poderá cancelar o upgrade a qualquer momento… e ficar com o Adblock Plus!"
  }
}