{
  "Active": {
    "message": "Contribuintes ativos podem ser promovidos para o grupo de mantenedores de lista de filtro."
  },
  "Notice": {
    "message": "Eyeo GmbH, a empresa por trás do Adblock Plus, não tem direito de, ou controle sobre qualquer conteúdo que não seja aceitável anúncios de lista de filtro."
  },
  "s1": {
    "message": "Contribuir com o Adblock Plus"
  },
  "s10": {
    "message": "Ajudar outros usuários"
  },
  "s11": {
    "message": "Traduza Adblock Plus"
  },
  "s12": {
    "message": "Fazer em sugestões"
  },
  "s13": {
    "message": "Faça uma doação"
  },
  "s14": {
    "message": "Adicionar ou melhorar filtros"
  },
  "s15": {
    "message": "Avaliar anúncios aceitáveis"
  },
  "s17": {
    "message": "Se o Adblock Plus tem melhorado a sua experiência de navegação, por que não recomendá-lo aos seus amigos, colegas ou seguidores do blog?"
  },
  "s19": {
    "message": "Há muitas maneiras que você pode ajudar a nossa causa:"
  },
  "s2": {
    "message": "Adblock Plus é uma fonte aberta, projeto conduzido pela Comunidade. Existem muitas maneiras de contribuir para o projeto."
  },
  "s20": {
    "message": "Siga-no <a>Facebook</a>, <a>Google +</a>, <a>Instagram</a>, e <a>Twitter.</a>"
  },
  "s21": {
    "message": "Compartilhe o <a>link de instalação</a> em seu blog ou nas redes sociais."
  },
  "s22": {
    "message": "Discuta os <a>benefícios</a> da instalação do Adblock Plus em sua organização."
  },
  "s23": {
    "message": "Escrever uma peça de op/ed, ou entre em contato com a mídia local, sobre questões de segurança e privacidade de Internet."
  },
  "s25": {
    "message": "Se você acha que o Adblock Plus não está se comportando como deveria, <a>diga-nos</a>."
  },
  "s26": {
    "message": "Você pode encontrar uma situação que é nova para nós, portanto, contamos com seu relatório de bug para corrigir o problema."
  },
  "s27": {
    "message": "Por favor não se esqueça de incluir todas as informações necessárias para reproduzir o problema, tais como: o navegador e versão do navegador, a versão do Adblock Plus e as condições em que o problema ocorre."
  },
  "s28": {
    "message": "Além disso, fique atento para qualquer perguntas que talvez tenhamos."
  },
  "s29": {
    "message": "Compilações de desenvolvimento de teste"
  },
  "s30": {
    "message": "Antes de uma nova versão do Adblock Plus é liberada, várias <a>compilações de desenvolvimento</a> são produzidos."
  },
  "s31": {
    "message": "A finalidade destas construções é capturar insetos e, às vezes, imperfeito apresenta antes de serem liberadas ao público."
  },
  "s32": {
    "message": "Para receber notificações de lançamento de compilação de desenvolvimento, subscreva o <a>feed RSS</a>."
  },
  "s34": {
    "message": "Se você é corrigir um bug ou adicionando um recurso novo, contribuição de código é sempre bem-vinda."
  },
  "s35": {
    "message": "Contribuir para o código do Adblock Plus é muito envolvido e altamente apreciada.         Não há muito o que fazer! Por favor consulte a página <a>contribuir com código</a> para começar."
  },
  "s37": {
    "message": "Se você é um usuário experiente do Adblock Plus, considere respondendo perguntas de novos usuários."
  },
  "s38": {
    "message": "Dê uma olhada no <a>Fórum</a>; sempre há usuários procurando assistência com vários tópicos do Adblock Plus."
  },
  "s40": {
    "message": "Adblock Plus atualmente é traduzido para mais de 30 idiomas (ainda algumas traduções foram abandonadas), e ainda precisamos de tradutores para mais idiomas!"
  },
  "s41": {
    "message": "Para contribuir como um tradutor, por favor registre-se no <a>Crowdin</a> e Junte-se nossos projetos de Tradução: <a>Adblock Plus para o Firefox</a>, <a>Adblock Plus para o Chrome</a>, <a>escondendo de elemento auxiliar</a>, <a>personalizações para Adblock Plus</a>."
  },
  "s42": {
    "message": "Selecione um idioma e começar sugerindo traduções!"
  },
  "s43": {
    "message": "Se traduzir o texto não é o que você está procurando, você pode simplesmente votar as traduções feitas por outros usuários."
  },
  "s45": {
    "message": "Há sempre algo que pode ser melhorado, por favor compartilhar suas idéias conosco."
  },
  "s46": {
    "message": "Nós encorajamos você a não só nos dizer o que precisa ser mudado, mas para nos explicar <em>como</em> ela deve ser alterada."
  },
  "s47": {
    "message": "Sinta-se livre para abrir um novo tópico no <a>Fórum</a> ou participar de uma discussão existente."
  },
  "s48": {
    "message": "Note que por várias razões, nem toda sugestão será aceita. E lembre-se, por favor fique construtiva em suas críticas."
  },
  "s49": {
    "message": "Faça uma doação"
  },
  "s5": {
    "description": "{1}: Adblock Plus",
    "message": "Adblock Plus é uma fonte aberta, projeto conduzido pela Comunidade, destinada a tornar a Internet melhor para todos."
  },
  "s50": {
    "message": "Com mais fundos, podemos melhorar Adblock Plus mais rápido."
  },
  "s51": {
    "message": "Visite a <a>página de contribuição</a> para fazer uma doação."
  },
  "s53": {
    "message": "Adblock Plus é apenas tão bom quanto seus filtros."
  },
  "s54": {
    "message": "Compartilhar seus filtros, sugerir novos ou ajudar as comunidades dos contribuintes voluntários para elaborar e actualizar as listas de filtros."
  },
  "s55": {
    "message": "Estas listas de filtro precisam ser constantemente mantida para bloquear ameaças como novos sistemas de rastreamento, ameaças de malware e anúncios intrusivos."
  },
  "s56": {
    "message": "Se você se deparar com um site em que um anúncio não é bloqueado, ou uma lista de filtro faz com que um problema, por favor <a>relatá-lo</a>."
  },
  "s6": {
    "message": "Por favor, apoiem Adblock Plus, se você gosta de usá-lo."
  },
  "s61": {
    "message": "Aeio é o criador por trás da <a>iniciativa anúncios aceitável</a>, que visa apoiar sites que optar por usar anúncios não intrusivo."
  },
  "s62": {
    "message": "Critérios que definem não intrusivo e anúncios, pois, aceitáveis, foi estabelecida com base em <a>diretrizes rígidas</a>."
  },
  "s63": {
    "message": "Nós encorajamos os usuários a participar da discussão em curso para determinar quais anúncios são considerados <em>aceitáveis anúncios</em>. Visite o <a>Fórum</a> para compartilhar seus pensamentos."
  },
  "s7": {
    "message": "Espalhe a notícia"
  },
  "s8": {
    "message": "Relatório de erros"
  },
  "s9": {
    "message": "Informe o código"
  },
  "sVisit": {
    "message": "Visite o <a>Fórum</a> para compartilhar ou sugerir filtros."
  },
  "title": {
    "message": "Contribuir com o Adblock Plus"
  }
}