{
  "title": {
    "message": "Oferta de fim de ano - Adblock Plus Premium"
  },
  "description": {
    "message": "Celebre as festas de fim de ano com uma assinatura anual do AdBlock Plus Premium. Presentei-se agora mesmo com uma experiência melhor na Internet!"
  },
  "s1": {
    "message": "Presentei-se com um AdBlock Plus mais poderoso"
  },
  "s2": {
    "message": "mensal"
  },
  "s3": {
    "message": "Preço normal: US$ 2/mês"
  },
  "s4": {
    "message": "Obtenha o Adblock Plus Premium"
  },
  "s5": {
    "message": "Especial de fim de ano:"
  },
  "s6": {
    "message": "50% de desconto na assinatura anual"
  },
  "s7": {
    "message": "Ganhe 50% de desconto no Adblock Plus Premium"
  },
  "s8": {
    "message": "Cobrança anual de US$ 20"
  },
  "s9": {
    "message": "Tenha uma melhor experiência de compra on-line com o Adblock Plus Premium"
  },
  "s10": {
    "message": "Não perca tempo: esta oferta não vai durar muito!"
  },
  "s11": {
    "message": "Presenteie-se com menos distrações e uma melhor experiência na Internet. Assine hoje e comece a sua assinatura anual do Adblock Plus Premium."
  },
  "s12": {
    "message": "Clique abaixo para fazer a sua assinatura agora:"
  },
  "s13": {
    "message": "Assine agora e economize 50%!"
  },
  "s14": {
    "message": "A oferta é limitada e estará disponível de 24 de novembro a 15 de dezembro de 2023."
  },
  "s15": {
    "message": "O desconto de 50% se aplica a um único ano da sua assinatura anual. No ano seguinte, a assinatura será renovada pelo preço normal. Os preços são exibidos em USD."
  },
  "s16": {
    "message": "Se preferir pagar em outra moeda, você poderá estar sujeito a uma taxa adicional cobrada pelo seu banco ou processador de pagamentos."
  },
  "s17": {
    "message": "Ganhe 50% de desconto no Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Bloqueie anúncios e janelas pop-up"
  },
  "premium-benefit_2": {
    "message": "Pare rastreadores"
  },
  "premium-benefit_3": {
    "message": "Bloqueie notificações de sites"
  },
  "premium-benefit_4": {
    "message": "Interrompa vídeos flutuantes"
  },
  "premium-benefit_5": {
    "message": "Oculte janelas pop-up de newsletter"
  },
  "premium-benefit_6": {
    "message": "Ignore solicitações de pesquisa"
  },
  "benefit_1-heading": {
    "message": "Mantenha o foco no que importa."
  },
  "benefit_1-paragraph": {
    "message": "Com o Adblock Plus Premium, você consegue fazer compras e navegar na web com menos distrações. Concentre-se no conteúdo que deseja ver, seja procurando as melhores ofertas de compras on-line ou apenas visitando seus sites favoritos."
  },
  "benefit_2-heading": {
    "message": "Evite rastreamentos de anunciantes."
  },
  "benefit_2-paragraph": {
    "message": "O Adblock Plus Premium pode bloquear janelas pop-up de autorização de cookies e, ao mesmo tempo, rejeitar automaticamente os cookies que você não tenha autorizado. Isso significa que você não precisa ver os avisos incômodos que pedem que você aceite cookies em todos os sites que visita. E você aceitará apenas os cookies que sejam funcionais em um site, em vez de cookies de propagandas."
  },
  "benefit_3-heading": {
    "message": "Obtenha as melhores ofertas rapidamente."
  },
  "benefit_3-paragraph": {
    "message": "O AdBlock Plus oferece menores tempos de carregamentos de páginas para permitir que você aproveite ofertas relâmpago e produtos com grande procura em um piscar de olhos."
  },
  "deal__subheading": {
    "message": "Nesta época de festas de fim de ano, estamos felizes por apresentar a oferta especial que dará a você mais controle sobre a sua experiência de navegação. Quando comprar a assinatura anual do AdBlock Plus Premium, você ganhará 50% de desconto no preço normal!"
  },
  "deal__heading-2": {
    "message": "Bloqueie mais do que apenas anúncios"
  },
  "deal__subheading-2": {
    "message": "O AdBlock Plus Premium permite que você navegue pela web da forma que desejar. Graças ao nosso recurso Controle de distrações, você consegue bloquear distrações invasivas, como vídeos flutuantes que seguem você por todo o lado, janelas pop-up de newsletters, solicitações de pesquisa e muito mais."
  }
}