{
  "title": {
    "message": "Página de oferta do Adblock Plus Premium na Black Friday"
  },
  "description": {
    "message": "Aproveite a nossa promoção da Black Friday e ganhe 50% de desconto na assinatura anual do Adblock Plus Premium. Tenha uma Web mais livre de distrações agora!"
  },
  "s1": {
    "message": "Celebre as festas de fim de ano com um Adblock Plus mais poderoso"
  },
  "s2": {
    "message": "mensal"
  },
  "s3": {
    "message": "Preço normal: US$ 2/mês"
  },
  "s4": {
    "message": "Obtenha o Adblock Plus Premium"
  },
  "s5": {
    "message": "Oferta da Black Friday:"
  },
  "s6": {
    "message": "Desconto de 50% na assinatura anual"
  },
  "s7": {
    "message": "Ganhe o desconto de 50% no Adblock Plus Premium"
  },
  "s8": {
    "message": "Cobrança anual de US$ 20"
  },
  "s9": {
    "message": "Tenha uma experiência de compra melhor com o Adblock Plus Premium"
  },
  "s10": {
    "message": "Não perca tempo: esta oferta não vai durar muito!"
  },
  "s11": {
    "message": "Pronto para experimentar uma Web mais privada e sem distrações? Comece hoje mesmo e aproveite ao máximo a melhor temporada de compras on-line do ano."
  },
  "s12": {
    "message": "Clique abaixo para fazer a sua assinatura agora:"
  },
  "s13": {
    "message": "Assine já e economize 50%!"
  },
  "s14": {
    "message": "A oferta é limitada e está disponível de 24 de novembro a 3 de dezembro de 2023."
  },
  "s15": {
    "message": "O desconto de 50% se aplica a um único ano da sua assinatura anual. No ano seguinte, a assinatura será renovada pelo preço normal. Os preços exibidos estão em USD."
  },
  "s16": {
    "message": "Se preferir pagar em outra moeda, você poderá estar sujeito a uma taxa adicional cobrada pelo seu banco ou processador de pagamentos."
  },
  "s17": {
    "message": "Ganhe 50% de desconto no Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Bloqueie anúncios e janelas pop-up"
  },
  "premium-benefit_2": {
    "message": "Pare rastreadores"
  },
  "premium-benefit_3": {
    "message": "Bloqueie notificações de sites"
  },
  "premium-benefit_4": {
    "message": "Pare vídeos flutuantes"
  },
  "premium-benefit_5": {
    "message": "Oculte janelas pop-up de newsletters"
  },
  "premium-benefit_6": {
    "message": "Ignore solicitações de pesquisas"
  },
  "benefit_1-heading": {
    "message": "Mantenho o foco no que importa."
  },
  "benefit_1-paragraph": {
    "message": "Com o Adblock Plus Premium, você consegue fazer compras e navegar na Web com menos distrações. Concentre-se no conteúdo que deseja ver, seja procurar as melhores ofertas de compras on-line ou apenas visitar os seus sites favoritos."
  },
  "benefit_2-heading": {
    "message": "Evite rastreamentos de anunciantes."
  },
  "benefit_2-paragraph": {
    "message": "O Adblock Plus Premium pode bloquear janelas pop-up de autorização de cookies e, ao mesmo tempo, rejeitar automaticamente os cookies que nos são permitidos em seu nome. Isso significa que você não precisa ver os avisos incômodos que pedem que você aceite cookies em todos os sites que visita. E você aceitará apenas os cookies que sejam funcionais em um site, em vez de cookies de propagandas."
  },
  "benefit_3-heading": {
    "message": "Obtenha as melhores ofertas rapidamente."
  },
  "benefit_3-paragraph": {
    "message": "O AdBlock oferece menores tempos de carregamentos de páginas para permitir que você aproveite ofertas relâmpago e produtos com grande procura em um piscar de olhos."
  }
}