{
  "title": {
    "message": "Comece a usar o Adblock Plus"
  },
  "description": {
    "message": "Torne a sua experiência na Internet ainda melhor com estas dicas simples."
  },
  "educational_page_heading-1": {
    "message": "Aproveite ao máximo o Adblock Plus"
  },
  "educational_page_subheading-1": {
    "message": "Torne a sua experiência na Internet ainda melhor com estas dicas simples."
  },
  "educational_page_heading-2": {
    "message": "Deixe fácil localizar o Adblock Plus"
  },
  "educational_page_card_1_p_1": {
    "message": "No esforço de organizar a barra de tarefas do navegador, os desenvolvedores do Edge, do Chrome e de outros navegadores “escondem” as extensões depois de instaladas. Para garantir que continue a ser fácil localizar o Adblock Plus, pode ser interessante fixá-lo no navegador. Ao fixar uma extensão na barra de tarefas do navegador, você conseguirá abri-la com um único clique sempre que precisar."
  },
  "educational_page_card_1_p_2": {
    "message": "Fixar o Adblock Plus dará a você acesso rápido ao nosso menu. Ao abrir o menu, você poderá ver quantos anúncios estão bloqueados no momento e quantos foram bloqueados no total."
  },
  "educational_page_card_1_p_3": {
    "message": "Você pode <a>ativar e desativar o Adblock Plus</a> diretamente do menu e, também, <a>bloquear os elementos específicos da página</a> que não deseje ver. No menu, você também pode acessar suas configurações ou relatar problemas."
  },
  "educational_page_card_1_accordion_1_topic": {
    "message": "Para fixar a extensão Adblock Plus no Chrome:"
  },
  "educational_page_card_1_accordion_1_li_1": {
    "message": "Clique no ícone da peça de quebra-cabeça na barra de tarefas do Chrome para acessar o menu de extensões do navegador."
  },
  "educational_page_card_1_accordion_1_li_2": {
    "message": "Localize o ícone do ABP na lista do menu suspendo exibido."
  },
  "educational_page_card_1_accordion_1_li_3": {
    "message": "Clique no ícone do alfinete para adicionar a extensão à barra de tarefas. O ícone do alfinete ficará azul quando a extensão estiver fixada na barra de tarefas."
  },
  "educational_page_card_1_accordion_2_topic": {
    "message": "Para fixar a extensão Adblock Plus no Edge:"
  },
  "educational_page_card_1_accordion_2_li_1": {
    "message": "Clique no ícone da peça de quebra-cabeça para abrir o menu de extensões do Edge."
  },
  "educational_page_card_1_accordion_2_li_2": {
    "message": "Localize o ícone do ABP na lista do menu suspendo exibido."
  },
  "educational_page_card_1_accordion_2_li_3": {
    "message": "Clique no ícone de exibir/ocultar (ícone do olho) para adicionar o Adblock Plus à barra de tarefas."
  },
  "educational_page_card_1_accordion_3_topic": {
    "message": "Para fixar a extensão Adblock Plus no Firefox:"
  },
  "educational_page_card_1_accordion_3_li_1": {
    "message": "Clique no ícone da peça de quebra-cabeça no canto superior direito para abrir a lista de extensões do Firefox."
  },
  "educational_page_card_1_accordion_3_li_2": {
    "message": "Localize o ícone do ABP na lista do menu suspendo exibido."
  },
  "educational_page_card_1_accordion_3_li_3": {
    "message": "Clique no ícone de configurações (engrenagem) próximo à extensão Adblock Plus."
  },
  "educational_page_card_1_accordion_3_li_4": {
    "message": "Clique em Fixar na barra de tarefas."
  },
  "educational_page_card_2_title": {
    "message": "Permitir a navegação privada do Adblock Plus"
  },
  "educational_page_card_2_p_1": {
    "message": "Você é uma pessoa que usa o modo de navegação privada do navegador? No Google Chrome, ele se chama modo anônimo. No Edge, se chama InPrivate. E no Firefox, é apenas navegação privada."
  },
  "educational_page_card_2_p_2": {
    "message": "Se for o caso, será importante saber que a função de navegação privada do seu navegador geralmente desabilita as extensões. Isso acontece porque as extensões são frequentemente desenvolvidas por terceiros e envolvem rastrear o seu histórico de navegação."
  },
  "educational_page_card_2_p_3": {
    "message": "Se desejar usar o Adblock Plus enquanto navega no modo privado, será fácil habilitá-lo."
  },
  "educational_page_card_2_accordion_1_li_1": {
    "message": "Insira chrome://extensions na barra de endereço para exibir uma lista de todas as extensões."
  },
  "educational_page_card_2_accordion_1_li_2": {
    "message": "Localize Adblock Plus na lista de extensões e clique em Detalhes."
  },
  "educational_page_card_2_accordion_1_li_3": {
    "message": "Percorra a tela para baixo e clique no botão de alternância próximo a Permitir na navegação anônima."
  },
  "educational_page_card_2_accordion_2_li_1": {
    "message": "Insira edge://extensions na barra de endereço para exibir a lista de todas as extensões."
  },
  "educational_page_card_2_accordion_2_li_2": {
    "message": "Localize Adblock Plus na lista de extensões e clique em Detalhes."
  },
  "educational_page_card_2_accordion_2_li_3": {
    "message": "Percorra a tela para baixo e clique no botão de alternância próximo a Permitir no modo InPrivate."
  },
  "educational_page_card_2_accordion_3_li_1": {
    "message": "Insira about:addons na barra de endereço para exibir a lista de todas as extensões."
  },
  "educational_page_card_2_accordion_3_li_2": {
    "message": "No menu à esquerda, clique em Extensões."
  },
  "educational_page_card_2_accordion_3_li_3": {
    "message": "Localize o Adblock Plus na lista de extensões e clique no menu dos três pontos."
  },
  "educational_page_card_2_accordion_3_li_4": {
    "message": "Selecione Gerenciar."
  },
  "educational_page_card_2_accordion_3_li_5": {
    "message": "Percorra a tela até localizar Funcionar em janelas privadas e selecione Permitir."
  },
  "educational_page_contacts_heading_3": {
    "message": "Precisa de ajuda?"
  },
  "educational_page_contacts_p": {
    "message": "Visite a <a>Central de ajuda</a> para obter informações sobre correções e problemas relatados comumente ou entre em contato com a nossa equipe de suporte através do e-mail <a>support@adblockplus.org</a>."
  }
}