{
  "s10": {
    "message": "Proteção de Digitação"
  },
  "s16": {
    "message": "Basta instalar o Adblock Plus para o seu navegador (ele está disponível para <a>Firefox</a>, <a>Chrome</a>, <a>Safari</a> e <a>Opera</a>) seu smartphone ou tablet <a>Android</a>, e todos os anúncios intrusivos são automaticamente removidos a partir de qualquer site que você visita."
  },
  "s17": {
    "message": "Anúncios aceitáveis"
  },
  "s22": {
    "message": "A cada sessão de navegação, existem várias empresas rastreando sua atividade online e histórico de navegação."
  },
  "s25": {
    "message": "Para habilitar este recurso, abra <a>a caixa de diálogo </a> e clique em \"Adicionar\" para proteger-se contra rastreamento. Se você deseja desativar esse recurso, <a>leia aqui </a> como fazer isso."
  },
  "s27": {
    "message": "Inicialização lenta, pop-ups, anunciantes espionando seu navegador: Esses são todos sinais de seu computador ser infectado por malware."
  },
  "s30": {
    "message": "Adblock Plus pode ser configurado para bloquear domínios que espalham malware, protegendo seu computador contra vírus, cavalos de tróia, worms, espionagem e adware."
  },
  "s31": {
    "message": "Recurso agora, por favor, abra <a>a caixa de diálogo </a> e clique em \"Adicionar\" para proteger-se contra domínios maliciosos. Se você deseja desativar esse recurso, <a>leia aqui </a>como fazer isso."
  },
  "s33": {
    "message": "Botões para compartilhar conteúdo em redes sociais tais como Facebook, Twitter, Goolge Plus e muitos outros são colocados em quase todos os websites."
  },
  "s36": {
    "message": "Para habilitar essa caraterística agora, por favor abra <a>esta caixa de diálogo</a>\ne clique em \"Adicionar\" para se proteger contra o rastreamento das redes sociais. Se você deseja desabilitar esse serviço, por favor <a>leia como </a> fazê-lo aqui."
  },
  "s5": {
    "message": "Os anúncios bloqueados"
  },
  "s6": {
    "message": "Anúncios aceitáveis"
  },
  "s7": {
    "message": "Desativar Rastreamento"
  },
  "s8": {
    "message": "Desativar domínios de malware"
  },
  "s9": {
    "message": "Desabilite botões das redes sociais"
  },
  "title": {
    "message": "Adblock Plus - Funcionalidades"
  }
}