{
  "title": {
    "message": "Adblock Plus - Funcionalidades"
  },
  "s5": {
    "message": "Os anúncios bloqueados"
  },
  "s6": {
    "message": "Anúncios aceitáveis"
  },
  "s7": {
    "message": "Desativar Rastreamento"
  },
  "s8": {
    "message": "Desativar domínios de malware"
  },
  "s9": {
    "message": "Desabilite botões das redes sociais"
  },
  "s10": {
    "message": "Proteção de Digitação"
  },
  "s17": {
    "message": "Anúncios aceitáveis"
  },
  "s22": {
    "message": "A cada sessão de navegação, existem várias empresas rastreando sua atividade online e histórico de navegação."
  },
  "s25": {
    "message": "Para habilitar este recurso, abra <a>a caixa de diálogo </a> e clique em \"Adicionar\" para proteger-se contra rastreamento. Se você deseja desativar esse recurso, <a>leia aqui </a> como fazer isso."
  },
  "s27": {
    "message": "Inicialização lenta, pop-ups, anunciantes espionando seu navegador: Esses são todos sinais de seu computador ser infectado por malware."
  },
  "s28": {
    "message": "Ainda pior, os computadores infectados por malware abre portas para todos os tipos de ameaças de crimes cibernéticos."
  },
  "s29": {
    "message": "Estes computadores infectados podem então ser usados ​​para o envio de e-mails de spam ou atacar outros computadores ou servidores, roubar senhas, números de segurança social, documentos pessoais e informações de cartão de crédito."
  },
  "s30": {
    "message": "Adblock Plus pode ser configurado para bloquear domínios que espalham malware, protegendo seu computador contra vírus, cavalos de tróia, worms, espionagem e adware."
  },
  "s31": {
    "message": "Recurso agora, por favor, abra <a>a caixa de diálogo </a> e clique em \"Adicionar\" para proteger-se contra domínios maliciosos. Se você deseja desativar esse recurso, <a>leia aqui </a>como fazer isso."
  },
  "s33": {
    "message": "Botões para compartilhar conteúdo em redes sociais tais como Facebook, Twitter, Goolge Plus e muitos outros são colocados em quase todos os websites."
  },
  "s34": {
    "message": "Mesmo que você não clique neles, todo site que contem esses botões mandam  solicitações para servidores da rede social, que podem usar essa informação para criar um perfil baseado nos seus hábitos de navegação."
  },
  "s36": {
    "message": "Para habilitar essa caraterística agora, por favor abra <a>esta caixa de diálogo</a>\ne clique em \"Adicionar\" para se proteger contra o rastreamento das redes sociais. Se você deseja desabilitar esse serviço, por favor <a>leia como </a> fazê-lo aqui."
  }
}