{
  "title": {
    "message": "Funcionalidades"
  },
  "title-full": {
    "message": "Adblock Plus - Funcionalidades"
  },
  "s5": {
    "message": "Os anúncios bloqueados"
  },
  "s6": {
    "message": "Anúncios aceitáveis"
  },
  "s7": {
    "message": "Desativar Rastreamento"
  },
  "s8": {
    "message": "Desativar controles de malware"
  },
  "s9": {
    "message": "Desativar botões de mídia social"
  },
  "s10": {
    "message": "Typo Proteção"
  },
  "s11": {
    "message": "Os anúncios do bloco"
  },
  "s12": {
    "message": "Adblock Plus bloqueia todos os anúncios irritantes na web por padrão: anúncios em vídeo no YouTube, os anúncios do Facebook, banners chamativos, pop-ups, pop-unders e muito mais."
  },
  "s13": {
    "message": "Basta instalar o Adblock Plus para o seu navegador (ele está disponível para <a>Firefox</a>, <a>Chrome</a> e <a>Opera</a>) seu smartphone ou tablet <a>Android</a>, e todos os anúncios intrusivos são automaticamente removidos a partir de qualquer site que você visita."
  },
  "s14": {
    "message": "Anúncios aceitáveis"
  },
  "s15": {
    "message": "Adblock Plus sempre bloqueia anúncios irritantes."
  },
  "s16": {
    "message": "Ainda assim, muitos sites dependem de receitas de publicidade; então, queremos incentivar sites para usar a publicidade simples e discreto, em vez de banners chamativos"
  },
  "s17": {
    "message": "É por isso que a comunidade Adblock Plus estabeleceu <a>diretrizes rigorosas</a> para identificar anúncios aceitáveis."
  },
  "s18": {
    "message": "Você sempre pode desativar esse recurso se pretende bloquear todos os anúncios."
  },
  "s19": {
    "message": "Desativar Rastreamento"
  },
  "s20": {
    "message": "A cada sessão de navegação, existem várias empresas rastreando sua atividade online e histórico de navegação."
  },
  "s21": {
    "message": "Há centenas de agências de publicidade rastreamento cada movimento seu. Mas com Adblock Plus você pode facilmente desabilitar todo o monitoramento, e navegar na web anonimamente."
  },
  "s22": {
    "message": "De acordo com a <a>pesquisa da Universidade de Stanford</a>, os filtros de proteção de controle do Adblock Plus são os mais eficientes de todas as soluções de proteção disponíveis contra rastreamento."
  },
  "s23": {
    "message": "Para habilitar este recurso, abra <a>a caixa de diálogo </a>\n          e clique em &quot;Adicionar&quot; para proteger-se contra rastreamento. Se você deseja desativar esse recurso, <a>leia aqui </a> como fazer isso."
  },
  "s24": {
    "message": "Desativar domínios de malware"
  },
  "s25": {
    "message": "Inicialização lenta, pop-ups, anunciantes espionando seu navegador: Esses são todos sinais de seu computador ser infectado por malware."
  },
  "s26": {
    "message": "Ainda pior, os computadores infectados por malware abre portas para todos os tipos de ameaças de crimes cibernéticos."
  },
  "s27": {
    "message": "Estes computadores infectados podem então ser usados ​​para o envio de e-mails de spam ou atacar outros computadores ou servidores, roubar senhas, números de segurança social, documentos pessoais e informações de cartão de crédito."
  },
  "s28": {
    "message": "Adblock Plus pode ser configurado para bloquear domínios que espalham malware, protegendo seu computador contra vírus, cavalos de tróia, worms, espionagem e adware."
  },
  "s29": {
    "message": "Recurso agora, por favor, abra <a>a caixa de diálogo </a>\n          e clique em &quot;Adicionar&quot; para proteger-se contra domínios maliciosos. Se você deseja desativar esse recurso, <a>leia aqui </a>como fazer isso."
  },
  "s30": {
    "message": "Desabilite botões das redes sociais"
  },
  "s31": {
    "message": "Botões para compartilhar conteúdo em redes sociais tais como Facebook, Twitter, Goolge Plus e muitos outros são colocados em quase todos os websites."
  },
  "s32": {
    "message": "Mesmo que você não clique neles, todo site que contem esses botões mandam  solicitações para servidores da rede social, que podem usar essa informação para criar um perfil baseado nos seus hábitos de navegação."
  },
  "s33": {
    "message": "Você pode usar Adblock Plus para remover todos os botões de redes sociais em qualquer site, tendo certeza de que não será possível criar um perfil a seu respeito baseado nos websites que você visita."
  },
  "s34": {
    "message": "Para habilitar essa caraterística agora, por favor abra <a>esta caixa de diálogo</a>\ne clique em &quot;Adicionar&quot; para se proteger contra o rastreamento das redes sociais. Se você deseja desabilitar esse serviço, por favor <a>leia como </a> fazê-lo aqui."
  },
  "s35": {
    "message": "Proteção de Digitação"
  },
  "s37": {
    "message": "Websites contendo phishing e outros conteúdos nocivos ou irritantes são frequentemente hospedados em domínios incorretos e que o internauta corre risco de visitá-los apenas cometendo um pequeno erro ao digitar um endereço de internet em seu navegador."
  }
}