{
  "s1": {
    "message": "Adblock Plus - Funcionalidades"
  },
  "s11": {
    "message": "Cada funções de recurso Adblock Plus por causa de uma lista de filtros. Você pode usar as listas de filtros pré-fabricados ou <a>criar seus próprios</a>."
  },
  "s12": {
    "message": "Por padrão, <a>EasyList</a>, que corresponde a configuração de idioma do seu navegador e a <a>lista de anúncios aceitáveis</a> estão habilitados para você começar. Você pode removê-los ou adicionar outros - cabe a você."
  },
  "s13": {
    "message": "<strong>Importante:</strong> Eyeo GmbH, a empresa por trás do Adblock Plus, <strong>não</strong> projecto EasyList e, portanto, não tem direito de, ou controle sobre seus conteúdos. Visite a <a>Comunidade EasyList</a> para obter mais informações. Em nenhum caso será Aeio responsável voltada para você ou terceiros por quaisquer perdas ou danos (incluindo, mas não se limitando a, perda de oportunidades e de negócios) decorrentes direta ou indiretamente do uso de tais listas."
  },
  "s15": {
    "message": "Adblock Plus bloqueia todos os irritantes anúncios na web, por padrão, incluindo anúncios de vídeo no YouTube, anúncios Facebook, chamativos banners, pop-ups, pop-unders e muito mais.       Isso é possível com base nas listas de filtros que você selecionou."
  },
  "s16": {
    "message": "Basta instalar o Adblock Plus para o seu navegador (ele está disponível para <a>Firefox</a>, <a>Chrome</a>, <a>Safari</a> e <a>Opera</a>) seu smartphone ou tablet <a>Android</a>, e todos os anúncios intrusivos são automaticamente removidos a partir de qualquer site que você visita."
  },
  "s17": {
    "message": "Anúncios aceitáveis"
  },
  "s18": {
    "description": "{1}: Adblock Plus",
    "message": "Desde que muitos sites dependem de receitas de publicidade, Adblock Plus incentiva o uso de publicidade não intrusivo, ao invés de anúncios irritantes, irrelevantes."
  },
  "s19": {
    "message": "Para fazer isso, nós estabelecemos um conjunto de <a>diretrizes rígidas</a>, conhecida como a iniciativa de anúncios aceitável. Juntamente com nossos usuários e terceiros colaboradores, temos definido anúncios aceitáveis e delineou o tamanho e posicionamento de anúncio apropriado."
  },
  "s2": {
    "message": "Adblock Plus pode fazer mais do que apenas bloquear anúncios; pode desactivar o seguimento de indesejado, proteger contra malware e remover botões de mídia social."
  },
  "s20": {
    "message": "Anúncios que satisfazem estes critérios são visíveis. Você pode, no entanto, desativar esse recurso a qualquer momento e navegar <a>sem publicidade</a>."
  },
  "s22": {
    "message": "A cada sessão de navegação, existem várias empresas rastreando sua atividade online e histórico de navegação."
  },
  "s23": {
    "message": "Centenas de agências de publicidade estão seguindo cada passo seu. Com o Adblock Plus, você pode facilmente desabilitar o controle a maioria e navegar na web anonimamente mais."
  },
  "s24": {
    "description": "{1}: Adblock Plus",
    "message": "De acordo com <a>pesquisa da Universidade de Stanford</a>, o EasyPrivacy filtros de proteção de rastreamento é o mais eficiente de todos os disponíveis soluções de rastreamento proteção."
  },
  "s25": {
    "message": "Para habilitar este recurso, abra <a>a caixa de diálogo </a> e clique em \"Adicionar\" para proteger-se contra rastreamento. Se você deseja desativar esse recurso, <a>leia aqui </a> como fazer isso."
  },
  "s27": {
    "message": "Inicialização lenta, pop-ups, anunciantes espionando seu navegador: Esses são todos sinais de seu computador ser infectado por malware."
  },
  "s30": {
    "description": "{1}: Adblock Plus",
    "message": "Adblock Plus pode ser configurado para bloquear domínios que espalham malware, protegendo seu computador contra vírus, cavalos de tróia, worms, espionagem e adware."
  },
  "s31": {
    "message": "Recurso agora, por favor, abra <a>a caixa de diálogo </a> e clique em \"Adicionar\" para proteger-se contra domínios maliciosos. Se você deseja desativar esse recurso, <a>leia aqui </a>como fazer isso."
  },
  "s33": {
    "message": "Botões para compartilhar conteúdo em redes sociais tais como Facebook, Twitter, Goolge Plus e muitos outros são colocados em quase todos os websites."
  },
  "s35": {
    "message": "Adblock Plus pode desabilitar botões de mídia social de websites, garantindo que as redes sociais não é possível criar um perfil com base nos sites que você visita."
  },
  "s36": {
    "message": "Para habilitar essa caraterística agora, por favor abra <a>esta caixa de diálogo</a>\ne clique em \"Adicionar\" para se proteger contra o rastreamento das redes sociais. Se você deseja desabilitar esse serviço, por favor <a>leia como </a> fazê-lo aqui."
  },
  "s5": {
    "message": "Os anúncios bloqueados"
  },
  "s6": {
    "message": "Anúncios aceitáveis"
  },
  "s7": {
    "message": "Desativar Rastreamento"
  },
  "s8": {
    "message": "Desativar domínios de malware"
  },
  "s9": {
    "message": "Desabilite botões das redes sociais"
  },
  "title": {
    "message": "Adblock Plus - Funcionalidades"
  }
}