{
  "filter-lists-requirements-item-3-example": {
    "message": "Exemplo: não deve ter redundância, nem filtros extremamente genéricos, nem <a>filtros “lentos”</a>"
  },
  "description": {
    "message": "Para que seja recomendada aos usuários pelo Adblock Plus, uma lista de filtros deve atender a certos requisitos."
  },
  "filter-lists-requirements-intro": {
    "message": "A lista de filtros:"
  },
  "title": {
    "message": "Requisitos recomendados para a lista de filtros"
  },
  "filter-lists-requirements-item-6": {
    "message": "Deve ser mantida ativamente"
  },
  "filter-lists-requirements-item-7": {
    "message": "Finalmente, o autor da lista de filtros deve ter conhecimento proficiente do idioma para o qual ele está criando a lista de filtros."
  },
  "filter-lists-requirements-item-4": {
    "message": "Deve estar em conformidade com determinados padrões mínimos, de acordo com a <a>Política da EasyList</a>"
  },
  "filter-lists-requirements-item-5": {
    "message": "Deve bloquear somente anúncios"
  },
  "filter-lists-requirements-item-2": {
    "message": "Deve ser única (não duplica outra lista ou filtros em outra lista)"
  },
  "filter-lists-requirements-item-3": {
    "message": "Deve respeitar um certo nível de qualidade"
  },
  "filter-lists-requirements-item-1": {
    "message": "Deve ser de código aberto; os usuários devem ser capazes de reportar problemas ou sugerir filtros"
  },
  "filter-lists-requirements-item-2-example": {
    "message": "Exemplo: uma segunda lista de filtros em alemão não será compatível ou uma lista que já tem os filtros contidos na EasyList (ou seja, não é permitido criar outra \"EasyList Alemanha\" se ela não incluir filtros adicionais ou melhores)"
  },
  "filter-lists-requirements-item-5-example": {
    "message": "Exemplo: a lista de filtros não deve bloquear elementos que não sejam anúncios (ou seja, conteúdo ou autopromoção) e não deve funcionar para bloquear avisos e mensagens anti-adblock ou medidas tecnológicas que efetivamente controlam o acesso a sites"
  }
}