{
  "title": {
    "message": "Adblock Plus - Navegar na web sem anúncios irritantes!"
  },
  "s1": {
    "message": "Adblock Plus - Navegue na internet sem anúncios irritantes!"
  },
  "s2": {
    "message": "AdBlock Plus é o bloqueador de propagandas mais popular disponível para Firefox, Chrome, Opera, Android and Internet Explorer. Bloqueie todos os anúncios chatos na internet: remova propaganda de vídeos no youtube, bloqueie propagandas no facebook, livre-se de pop-ups e muito mais. No Google Chrome, o AdBlock Plus é uma das extensões que cresce mais rapidamente. Nosso bloqueador de propagandas para Chrome é usado por 10 milhões de pessoas. Baixe gratuitamente agora!"
  },
  "s3": {
    "message": "Adblock Plus - Navegue na internet sem anúncios irritantes!"
  },
  "s4": {
    "message": "AdBlock Plus é o bloqueador de propagandas mais popular disponível para Firefox, Chrome, Opera, Android and Internet Explorer. Bloqueie todos os anúncios chatos na internet: remova propaganda de vídeos no youtube, bloqueie propagandas no facebook, livre-se de pop-ups e muito mais. No Google Chrome, o AdBlock Plus é uma das extensões que cresce mais rapidamente. Nosso bloqueador de propagandas para Chrome é usado por 10 milhões de pessoas. Baixe gratuitamente agora!"
  },
  "s5": {
    "message": "Adblock Plus"
  },
  "s6": {
    "message": "Adblock Plus - Navegue na internet sem anúncios irritantes!"
  },
  "s7": {
    "message": "Bloqueie banners, pop-ups e anúncios em vídeos - até mesmo no Facebook e YouTube"
  },
  "s8": {
    "message": "Proteja sua privacidade online"
  },
  "s9": {
    "message": "Instalação em dois cliques"
  },
  "s10": {
    "message": "É de graça!"
  },
  "s11": {
    "message": "Instalar para o Firefox"
  },
  "s12": {
    "message": "Instale para o Chrome"
  },
  "s13": {
    "message": "Instale para o Opera"
  },
  "s14": {
    "message": "Instale para Android"
  },
  "s15": {
    "message": "Instale para o Internet Explorer"
  },
  "s16": {
    "message": "Adblock Plus para Firefox"
  },
  "s17": {
    "message": "Adblock Plus para Chrome"
  },
  "s18": {
    "message": "Adblock Plus para Android"
  },
  "s19": {
    "message": "Adblock Plus para Opera"
  },
  "s20": {
    "message": "Adblock Plus para Internet Explorer"
  },
  "s21": {
    "message": "Parece que você está usando o Mozilla Firefox."
  },
  "s22": {
    "message": "Mudar para Adblock Plus para o Firefox."
  },
  "s23": {
    "message": "Parece que você está usando o Google Chrome."
  },
  "s24": {
    "message": "Mudar para Adblock Plus para o Chrome."
  },
  "s25": {
    "message": "Parece que você está usando Android."
  },
  "s26": {
    "message": "Mudar para Adblock Plus para o Android."
  },
  "s27": {
    "message": "Parece que você está usando o Opera."
  },
  "s28": {
    "message": "Mudar para Adblock Plus para o Opera."
  },
  "s29": {
    "message": "Parece que você está usando o Internet Explorer."
  },
  "s30": {
    "message": "Mudar para Adblock Plus para o Internet Explorer."
  },
  "s31": {
    "message": "Open Source"
  },
  "s32": {
    "message": "Adblock Plus é um projeto comunitário.\n      <a> Junte-se a nós! </a>"
  },
  "s33": {
    "message": "Mais de"
  },
  "s34": {
    "message": "milhões de downloads"
  },
  "s35": {
    "message": "Adblock Plus é a extensão do navegador mais popular."
  },
  "s38": {
    "message": "Saiba mais"
  },
  "s39": {
    "message": "Mostrar menos"
  },
  "s40": {
    "message": "Mozilla Firefox"
  },
  "s41": {
    "message": "Google Chrome"
  },
  "s42": {
    "message": "Opera"
  },
  "s43": {
    "message": "Android"
  },
  "s44": {
    "message": "Internet Explorer"
  },
  "s45": {
    "message": "Baixar Adblock Plus para Firefox"
  },
  "s46": {
    "message": "Firefox é um navegador grátis e com código-aberto, disponível para Windows, OS X, Linux, Android e suporte addons. Addons são extensões para seu navegador que melhoram desde sua privacidade e segurança até o jeito que você navega na internet. Desde seu lançamento em 2006, o Adblock Plus tem sido sempre o addon mais popular para o Navegador Mozilla Firefox."
  },
  "s47": {
    "message": "Adblock Plus para Firefox é mais do que um simples bloqueador de PopUps. Você se incomoda pelos banners, apresentações e outros anúncios chatos? Instale a extensão para Firefox e experimente a internet como ela deveria ser. Dependendo das listas de filtros que você ativou, você pode até bloquear as propagandas em vídeos do Youtube e bloquear o rastreio do Facebook. Listas de filtros são criadas por membros da comunidade código-aberto e são grátis para usar. Se você não quer confiar em listas de filtros, você pode criar suas próprias<a>regras de bloqueio</a> para personalizar a sua experiência web."
  },
  "s48": {
    "message": "Adblock Plus para Firefox é a extensão mais baixada do mundo e vencedora da Escolha do Leitor em 2011 e 2013 do site About.com e também vencedora do Linux New Media como melhor extensão código-aberto para Firefox."
  },
  "s49": {
    "message": "Ad Blocker para o Chrome"
  },
  "s50": {
    "message": "Adblock Plus é o mais avançado bloqueador de anúncios disponível para o Google Chrome.\n- Você está irritado com os anunciantes que aparecem bem no meio da sua navegação?\nInstale Adblock Plus e todos os anúncios irritantes e indesejados serão automaticamente bloqueados na sua navegador. Banners que piscam, pop-ups, anúncios de vídeo no YouTube e nas adições e comentários do seu Facebook: O Chrome Adblock Plus extensão irá automaticamente remover qualquer anúncio indesejado de cada site que você visita. Quer mais?\n- Você pode facilmente ativar a privacidade adicional e os segurança <a>recursos</a> tais como rastreamento e proteção contra malware."
  },
  "s51": {
    "message": "Para instalar o Chrome Adblock Plus em seu navegador leva apenas alguns segundos.\nBasta clicar no botão \"Instale para o Chrome\" no botão de cima e confirmar a instalação clicando no botão \"Adicionar\".\nObserve: No navegador Chrome, um aviso de que o Adblock Plus ativo e blockeando os anúncios em qualquer site que você navegar. Este é um aviso padrão para extensões do Chrome ativo em cada aba. Prometemos nunca coletar os seus dados pessoais."
  },
  "s52": {
    "message": "O sistema é desenvolvido pela comunidade de código aberto e de uso livre para todos. Com mais de"
  },
  "s53": {
    "message": "milhões de usuários, é uma das extensões mais populares para o Chrome. Aqui está o que os outros estão dizendo sobre ele:"
  },
  "s54": {
    "message": "Se você usa o Google Chrome, não há nenhuma razão para navegar sem ele."
  },
  "s55": {
    "message": "Download.com on Adblock Plus para o Chrome"
  },
  "s56": {
    "message": "Se você está incomodado com anúncios indesejados na internet, tente Adblock Plus. Você não vai se arrepender."
  },
  "s57": {
    "message": "Softonic.com"
  },
  "s58": {
    "message": "Bloqueando anúncios no Opera"
  },
  "s59": {
    "message": "Adblock Plus é uma dos add-ons mais populares disponíveis para Opera e foi baixado mais de"
  },
  "s60": {
    "message": "milhões de vezes. A instalação de extensões para Opera leva apenas alguns segundos. Ao adicionar o Adblock Plus para seu navegador, você pode remover todas as propagandas online, como banners, pop-ups, comerciais de 30 segundos do YouTube, propaganda no Facebook e qualquer outro anúncio que você não queira. Após a instalação dessa extensão, todos os anúncios irritantes serão automaticamente removidos de todos os sites, tornando sua navegação menos distraída e mais aproveitável."
  },
  "s61": {
    "message": "Além de bloquear toda propaganda obstrutiva da sua navegação, Adblock Plus aumenta significativamente a velocidade do Opera. Ao prevenir o carregamento das propagandas no seu navegador, o bloqueador te ajuda a economizar largura de banda e deixa a internet mais rápida, especialmente se você estiver com uma conexão lenta."
  },
  "s62": {
    "message": "Adicione Adblock Plus para Opera clicando no botão verde acima. Clique em \"Instalar\" para confirmar a instalação e adicionar a extensão ao Opera. Nenhum outro passo ou configuração são necessários, você estará automaticamente protegido contra anúncios obstrutivos."
  },
  "s63": {
    "message": "Adblock Plus para Opera funciona perfeitamente. Não acredita em nós? Não leve apenas nossa própria palavra em consideração. Eis o que a Softpedia, um dos portais mais populares, diz sobre a extensão: \"Adblock Plus para Opera é um add-on muito útil que foi especialmente pensado para ajudar os usuários a se livrarem de incômodos como pop-ups, banners piscantes e outras coisas.\""
  },
  "s64": {
    "message": "Android Adblock app"
  },
  "s65": {
    "message": "Adblock Plus é o mais popular aplicativo de bloqueio de anuncios para Android, e é usado por mais de"
  },
  "s66": {
    "message": "milhão de usuários todo dia. É o primeiro bloqueador de propagandas móvel que funciona em aparelhos sem root, o que o faz muito mais conveniente a usar do que qualquer outro aplicativo para android. Por adicionar o Adblock plusem seu aparelho Android, todos os banners e propagandas vão ser automaticamente bloqueados da maioria dos aplicativos e websites que você visita no seu smartphone ou tablet. O bloqueador de propagandas funciona com a maioria dos navegadores como Google Chrome para Android."
  },
  "s67": {
    "message": "Instalando o aplicativo Adblock Plus no seu android, você aumenta significantemente a velocidade de navegação do seu aparelho. O aplicativo filtra o tráfico de rede e previne propagandas indesejadas de serem baixadas, o que reduz a largura de banda e diminui a velocidade da sua navegação. Bloqueando propagandas no Android também é util para proteger sua privacidade e para elimina ameaças relacionadas a baixar aplicativos maliciosos, que frequentemente são distribuidas através de propagandas enganosas."
  },
  "s68": {
    "message": "Favor notar que existem limitações no Android que talvez exijam um pouco de esforço manual para bloquear propagandas. Para aparelhos não rooteados com Android 4.1.2, 4.2.1 ou maior, uma configuração minima é requerida. Para aparelhos não rooteados com Android 3.1 ou maior, Adblock Plus automaticamente irá bloquear as propagandas pela sua conexão Wi-Fi. Aparelhos Android não serão capazes de bloquear propagandas em conexão 3G."
  },
  "s69": {
    "message": "Adblock Plus para o Internet Explorer"
  },
  "s70": {
    "message": "Embora você possa não acreditar, o Internet Explorer ainda é o segundo navegador mais popular do planeta com centenas de milhões de usuários diariamente. Nós desenvolvemos o Adblock Plus para Internet Explorer precisamente para estes usuários, para que eles finalmente possam navegar na web sem anúncios irritantes."
  },
  "s71": {
    "message": "Desenvolver uma extensão para Internet Explorer é algo desafiador, este é um dos motivos para não haver tantas extensões para Internet Explorer quanto há para Mozilla Firefox, Google Chrome e Opera. A instalação do Adblock Plus para Internet Explorer é diferente comparada à dos outros navegadores. Geralmente a extensão é adicionada diretamente ao navegador; entretanto, para o Internet Explorer você precisa adicioná-la através de uma espécie de instalador. Mas não se preocupe, leva menos de 30 segundos para instalar o Adblock Plus no Internet Explorer. Basta clicar no botão verde acima para se proteger dos anúncios irritantes."
  },
  "s72": {
    "message": "Limitações atuais: devido às limitações de algumas versões fragmentadas do Internet Explorer, o Adblock Plus não está funcionando nos seguintes módulos:"
  },
  "s73": {
    "message": "Modo de Proteção Avançado do Internet Explorer 10"
  },
  "s74": {
    "message": "Modo Metro do Internet Explorer no Windows 8"
  },
  "s75": {
    "message": "Internet Explorer no Windows RT"
  },
  "s76": {
    "message": "Tentaremos fornecer o suporte para o Modo de Proteção Avançado do Internet Explorer 10 na próxima atualização."
  }
}