{
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Pague com:"
  },
  "installed-loader__card__body__text--installing": {
    "message": "Instalando o Adblock Plus…"
  },
  "installed-main__block-2__heading-1": {
    "message": "O sistema de honra"
  },
  "installed-main__block-1__paragraph-1": {
    "message": "Um oi da equipe Adblock Plus. Estamos gratos por você instalar o Adblock Plus!"
  },
  "installed-main__block-2__paragraph-1": {
    "message": "O Adblock Plus é honorware, o que quer dizer <strong>que existe a confiança mútua</strong> de sermos honestos:"
  },
  "installed-main__block-2__item-1": {
    "message": "Você <strong>paga o que puder</strong> pelo Adblock Plus. Nós permitimos que <strong>você</strong> escolha o valor."
  },
  "installed-main__block-2__item-2": {
    "message": "Nós desenvolvemos recursos que deixam você no controle da sua experiência de navegação."
  },
  "installed-main__block-2__item-3": {
    "message": "Você obterá o <strong>reembolso</strong> e poderá <strong>ficar com o Adblock Plus</strong>, se não ficar satisfeito."
  },
  "installed-main__block-4__paragraph-1": {
    "message": "O Adblock Plus começou a bloquear anúncios intrusivos no momento em que foi instalado. Embora bloqueemos a grande maioria dos anúncios, nós entendemos que muitos sites dependem de propagandas, por isso permitimos determinados anúncios, por padrão, desde que atendam aos nossos <a>rigorosos critérios</a>. Se desejar desativar essa opção, visite as <a>configurações</a> e desative Anúncios aceitáveis a qualquer momento."
  },
  "installed-main__block-5__heading-1": {
    "message": "A ajuda está a um e-mail de distância"
  },
  "installed-main__block-5__paragraph-1": {
    "message": "Se precisar de nós, a autoajuda de 24 horas por dia, todos os dias, e o nosso suporte por e-mail em horário comercial nos dias de semana estão disponíveis no nosso portal de ajuda: <a>help.eyeo.com</a>."
  },
  "installed-footer__block-1__paragraph-1": {
    "message": "O Adblock Plus também bloqueia anúncios na Web em <strong>dispositivos móveis</strong>! Obtenha o <a>Adblock Plus para iOS</a> na App Store para bloquear anúncios no navegador Safari ou <a>Adblock Plus para Samsung Internet</a> no Google Play."
  },
  "installed-main__block-4__heading-1": {
    "message": "Anúncios aceitáveis"
  },
  "installed-main__block-5__item-1": {
    "message": "Suporte de autoajuda permanente no nosso portal"
  },
  "installed-main__block-5__item-2": {
    "message": "Das 8h00 às 17h00, você pode nos enviar um e-mail pelo nosso portal"
  },
  "installed-loader__section-2__heading": {
    "message": "Navegue pela Web sem anúncios irritantes"
  },
  "installed-loader__section-2__paragraph-1": {
    "message": "Experimente uma Web mais limpa e mais rápida e bloqueie anúncios irritantes, tudo isso mantendo os seus dados e dispositivos seguros."
  },
  "appeal-form-checkout__submit": {
    "message": "Concluir compra"
  }
}