{
  "title": {
    "message": "Obrigado por contribuir com o Adblock Plus!"
  },
  "subheading": {
    "message": "Agradecemos pelo seu apoio. São as contribuições de pessoas como você que nos permitem continuar a criar ferramentas que tornam a Internet um lugar melhor para todos nós."
  },
  "p1": {
    "message": "A sua transação foi processada, e o recibo será enviado a você por e-mail. Se tiver usado o PayPal, acesse a sua conta para exibir os detalhes da transação."
  },
  "faq-heading": {
    "message": "Pagamentos frequentes"
  },
  "faq-receipt": {
    "message": "Terei um recibo?"
  },
  "faq-receipt-1": {
    "message": "Usamos PayPal e Stripe para processar as contribuições com segurança e usamos os seus respectivos sistemas de e-mail automatizado para enviar a confirmação e o recibo da sua contribuição para o Adblock Plus."
  },
  "faq-receipt-2": {
    "message": "Recomendamos que você guarde o e-mail com o recibo para o caso de desejar um reembolso posteriormente, pois precisamos de algumas informações básicas sobre a transação para podermos processar o reembolso ou cancelar uma contribuição recorrente."
  },
  "faq-receipt-3": {
    "message": "<strong>Observe que</strong> a transação será exibida no recibo como “eyeo GmbH (Adblock Plus)”, e no extrato da sua conta, como Adblock Plus ou ABP"
  },
  "faq-refund": {
    "message": "Eu acho que foi um erro! Como posso resolver isso?"
  },
  "faq-refund-1": {
    "message": "Basta <strong>entrar em contato conosco pelo e-mail <a>support@adblockplus.org</a>, para podermos enviar o reembolso</strong>. Processamos os reembolsos de segunda à sexta-feira. Reembolsos solicitados no fim de semana serão processados pela manhã de segunda-feira."
  },
  "faq-info-transactions": {
    "message": "Inclua as seguintes informações para podermos localizar a sua transação:"
  },
  "faq-info-transactions-1": {
    "message": "Data da transação"
  },
  "faq-info-transactions-2": {
    "message": "Valor (encontrado no e-mail com recibo do PayPal ou Stripe)"
  },
  "faq-info-transactions-3": {
    "message": "O endereço de e-mail que você usou na transação"
  },
  "faq-info-transactions-4": {
    "message": "O código da transação"
  },
  "faq-info-transactions-5": {
    "message": "<strong>Observação:</strong> Nunca pediremos a você informações confidenciais relativas à transação, como por exemplo, o número completo do seu cartão de crédito, e você jamais deve fornecê-las também."
  },
  "faq-refund-policy": {
    "message": "Qual é a sua política de reembolso?"
  },
  "faq-refund-policy-1": {
    "message": "Nós reembolsaremos o seu pagamento, por qualquer motivo, até 120 dias depois de realizado. Envie um e-mail para <a>support@adblockplus.org</a>, e providenciaremos o seu reembolso total. Fique tranquilo(a), você poderá continuar a usar o Adblock Plus gratuitamente sem perder o acesso a nenhum dos recursos!"
  },
  "faq-refund-policy-2": {
    "message": "Independentemente de ter feito o pagamento com PayPal ou cartão, inclua as seguintes informações no seu e-mail:"
  },
  "faq-cancellations": {
    "message": "Como posso cancelar a minha assinatura mensal?"
  },
  "faq-cancellations-paypal": {
    "message": "Doações pelo PayPal"
  },
  "faq-cancellations-paypal-1": {
    "message": "Você pode gerenciar ou cancelar uma assinatura no PayPal diretamente através da sua conta. Para cancelar uma doação recorrente do Adblock Plus, siga as instruções passo a passo na <a>Central de ajuda do PayPal</a>."
  },
  "faq-cancellations-card": {
    "message": "Doações pelo cartão de crédito"
  },
  "faq-cancellations-card-1": {
    "message": "Se tiver assinado uma doação recorrente do Adblock Plus e desejar de cancelá-la, envie um e-mail para <a>support@adblockplus.org</a>."
  },
  "further-questions": {
    "message": "Ainda tem perguntas?"
  },
  "further-questions-1": {
    "message": "Perguntas sobre o Adblock Plus? Entre em contato pelo e-mail <a>support@adblockplus.org</a> ou nos envie um <a>relatório de erros</a>. Você também pode visitar a nossa <a>Central de Ajuda</a>."
  },
  "further-questions-2": {
    "message": "Você pode conferir o que pretendemos fazer a qualquer momento no <a>nosso blog</a>."
  }
}