{
  "abb-ios": {
    "message": "Adblock Browser para iOS"
  },
  "abb-ios-data-collection": {
    "message": "Na eventualidade de uma falha inesperada, o Adblock Browser para iOS coleta dados relevantes para analisar a causa do erro e transmite-os à nossa conta <a>HockeyApp</a>. Os dados são utilizados apenas para a resolução de problemas individuais (assim como para identificar defeitos gerais que levam a falhas inesperadas) e nunca são partilhados com terceiros."
  },
  "abb-ios-data-retention": {
    "message": "Essas informações só são recolhidas quando o aplicativo falha. Além disso, Adblock Browser para iOS solicita explicitamente permissão para enviar as informações recolhidas depois da falha. Todos os relatórios de falhas guardados em nossos servidores são removidos após 30 dias."
  },
  "crash-data": {
    "message": "Os seguintes dados são enviados durante uma falha:"
  },
  "crash-reporter": {
    "message": "Relatório de falhas"
  },
  "data-bundle-id": {
    "message": "Identificador do pacote, versão do pacote e sequência reduzida da versão do pacote (bundle version string) do Adblock Browser para iOS."
  },
  "data-device-type": {
    "message": "Tipo de dispositivo, arquitetura da CPU e versão do sistema operativo."
  },
  "data-exception": {
    "message": "Se uma exceção for gerada, o nome da classe de texto simples e o valor da mensagem da exceção."
  },
  "data-low-level-data": {
    "message": "Dados da falha de baixo nível como indicador de instrução, método ou nomes da função, dados do sinal, registos do indicador e informações sobre as imagens binárias carregadas."
  },
  "data-timestamp": {
    "message": "Carimbo de data/hora do momento de ocorrência da falha."
  },
  "data-uuid": {
    "message": "Um UUID gerado para evitar relatórios de falhas em duplicidade."
  },
  "hockeyapp-privacy": {
    "message": "Para obter mais informações sobre a política de privacidade da HockeyApp, consulte os <a>Termos de Serviço</a>, assim como a <a>documentação dos dados recolhidos</a>."
  }
}