{
  "s1": {
    "message": "O uBlock Origin deixará o Chrome. Veja o que você precisa saber:"
  },
  "s2": {
    "message": "O Google Chrome começou a desativar o uBlock Origin no seu navegador. No começo do terceiro trimestre, o Chrome fez a transição da sua plataforma de extensões para o Manifest V3 e encerrou o suporte ao Manifest V2 e a todas as suas respectivas extensões. As extensões do Chrome que não foram atualizadas para o Manifest V3, agora, serão eliminadas do navegador."
  },
  "s3": {
    "message": "Como extensão MV2, o uBlock Origin não funcionará mais no Chrome. O uBlock Origin declarou publicamente que não atualizará a sua versão completa para atender aos requisitos do MV3, e <a>o Chrome desativará automaticamente o uBlock Origin, pois ele não é mais compatível</a>."
  },
  "s4": {
    "message": "Encontre um bloqueador de anúncios para o Chrome"
  },
  "s5": {
    "message": "<span>Tenha certeza de que o navegador está atualizado</span> Normalmente, as atualizações do navegador ocorrem em segundo plano, mas se você não tiver fechado o navegador por algum tempo, poderá ter alguma atualização pendente. As extensões poderão não funcionar corretamente se o navegador estiver desatualizado. Veja <a>aqui</a> como atualizar manualmente o Chrome no computador ou nos dispositivos Android ou iOS, ou confira se você usa a versão mais recente."
  },
  "s6": {
    "message": "<span>Encontre extensões que funcionam com o Chrome</span> Se, atualmente, o seu bloqueador de anúncios ou alguma extensão não funcionar mais no Chrome, visite a <a>Chrome Web Store</a> para encontrar extensões compatíveis com o MV3."
  },
  "s7": {
    "message": "O que o Manifesto V3 significa para os bloqueadores de anúncios?"
  },
  "s8": {
    "message": "Extensões, como bloqueadores de anúncios e gerenciadores de senhas, são ferramentas que adicionamos aos nossos navegadores para tornar a nossa experiência on-line mais personalizada e segura. Nos bastidores, os navegadores fornecem uma plataforma que os desenvolvedores usam para criar essas extensões, garantindo que elas funcionem sem problemas e, ao mesmo tempo, respeitem a privacidade e a segurança do usuário."
  },
  "s9": {
    "message": "Recentemente, o Google atualizou a forma como o Chrome lida com extensões na sua plataforma, o <a>Manifest V3</a>. Essas atualizações impactaram a forma como muitas extensões do Chrome funcionam, inclusive alguns bloqueadores de anúncios populares. As principais alterações são: substituir recursos mais antigos por recursos mais novos, por exemplo, usar “service workers” em vez de páginas de segundo plano, introduzir regras mais rigorosas para a modificação de solicitações da Web e proibir códigos hospedados remotamente. O Google diz que essas atualizações têm o objetivo de aprimorar a segurança, a privacidade e o desempenho das extensões e, ao mesmo tempo, manter funcionalidades importantes."
  },
  "s10": {
    "message": "Entretanto, extensões como uBlock Origin Chrome, que não fizeram a transição para o MV3, atualmente, estão sendo removidas da Chrome Web Store e pararão de funcionar no Chrome."
  },
  "s11": {
    "message": "O Adblock Plus é compatível com o MV3 e está disponível no Chrome"
  },
  "s12": {
    "message": "Quando o Manifest V3 foi anunciado, começamos a trabalhar para atualizar e testar o Adblock Plus para que pudéssemos continuar a oferecer a você a mesma experiência de bloqueio de anúncios com alta qualidade em todos os seus dispositivos e navegadores."
  },
  "s13": {
    "message": "Acreditamos que você deve ter o direito de escolher que navegador deseja usar e ainda ter disponíveis as ferramentas para tornar a sua experiência on-line melhor. <a>O Adblock Plus foi uma das primeiras extensões a migrar para o Manifest V3</a> e é compatível com a versão mais recente do Chrome. Esperamos que você nem tenha percebido quando a mudança aconteceu."
  }
}