{
  "abp-can-be-improved": {
    "message": "O Adblock Plus pode ficar ainda melhor!"
  },
  "adding-enhancements": {
    "message": "Recentemente, fizemos a primeira de uma série de aprimoramentos no Adblock Plus. Com o lançamento do Adblock Plus Premium, desenvolvemos formas adicionais de ajudar os nossos usuários a desfrutar de uma experiência na Internet com menos pop-ups e distrações. O nosso trabalho está em destaquem em seguida."
  },
  "abp-free-software": {
    "message": "A nossa equipe passa milhares de horas garantindo que o Adblock Plus ofereça a melhor experiência on-line a todos. Este ano, o nosso foco foi facilitar que os nossos usuários bloqueassem mais pop-ups e distrações, e esse é apenas o começo. Gostaríamos muito que você experimentasse o Adblock Plus Premium. <strong>Todas as contribuições são bem-vindas!</strong>"
  },
  "whats-new-header-1": {
    "message": "Quais são as novidades?"
  },
  "enjoy-fewer-distractions": {
    "message": "Com o Adblock Premium, você pode desfrutar de uma experiência na Internet com muito menos distrações."
  },
  "stop-autoplay-video": {
    "message": "<strong>Interrompa feeds de vídeos com reprodução automática. </strong> Oculte os vídeos usados por muitos sites que são reproduzidos automaticamente e seguem você pelo site enquanto você navega."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Remova pop-ups de newsletters.</strong> Acabe de vez com os pop-ups usados por sites com o objetivo de fazer você se inscrever nas suas listas de e-mails e de newsletters."
  },
  "block-survey-requests": {
    "message": "<strong>Bloqueie notificações e solicitações de pesquisas dos sites.</strong> Muitos sites pedem para rastrear a sua localização ou para participar de pesquisas rápidas. Agora, recusaremos automaticamente essas solicitações dos sites que você visita."
  },
  "hide-cookie-notices": {
    "message": "<strong>Oculte avisos de permissão de cookies.</strong> Em breve, você poderá acabar com esses banners irritantes de permissão de cookies da maioria dos sites graças ao novo recurso de bloqueio de cookies que estamos prestes a lançar."
  },
  "whats-new-support": {
    "message": "Precisa registrar um problema? Entre em contato pelas mídias sociais, por <a>e-mail</a> ou através do <a>fórum de usuários</a>."
  },
  "privacy-policy": {
    "message": "Política de privacidade"
  }
}