{
  "title": {
    "message": "O Adblock Plus foi atualizado"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "O Adblock Plus foi atualizado!"
  },
  "update-lead-1": {
    "message": "Nos últimos meses, adicionamos novos recursos e aprimoramos o desempenho do Adblock Plus. Somos dedicados a levar a você a melhor tecnologia de bloqueio de anúncios para que você possa ter uma Web limpa. O Adblock Plus é um software gratuito, patrocinado pela comunidade, que <strong>não existiria sem a sua ajuda constante.</strong>"
  },
  "update-lead-2": {
    "message": "Nós devotamos muito tempo e recursos no desenvolvimento e segurança da melhor experiência on-line para os nossos usuários. Contribua com o que considerar ser um valor justo para o projeto Adblock Plus e as nossas tentativas de manter a comunidade de bloqueio de anúncios ativa. <strong>Todas as contribuições são bem-vindas!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Pague com:"
  },
  "whats-new-header-1": {
    "message": "Personalize a sua experiência de navegação com o Adblock Plus"
  },
  "whats-new-lead-1": {
    "message": "Esta é uma visão geral de alguns dos aprimoramentos recentes."
  },
  "whats-new-list-1": {
    "message": "<strong>Funcionalidade de bloqueio de anúncios aprimorada</strong>. Muitos sites buscam formas de impedir que o Adblock Plus bloqueie anúncios irritantes. Por isso, aprimoramos frequentemente a nossa funcionalidade para que possamos superar essas tentativas antibloqueio de anúncios. Caso você se depare com um site que não permita o bloqueio de anúncios, informe-nos utilizando o recurso Relatório de problemas."
  },
  "whats-new-list-2": {
    "message": "<strong>Desempenho aprimorado</strong>. Mudamos a forma de lidar com snippets antineutralização que têm como alvo os mesmos domínios para manter ativos apenas os que aplicam as mudanças. Isso significa que você pode esperar um melhor desempenho geral da nossa extensão."
  },
  "whats-new-list-3": {
    "message": "<strong>Fundamento aprimorado para o futuro</strong>. O Manifest V3, a versão mais recente da plataforma de extensões do Chromium em navegadores, está logo ali. E estamos nos preparando para ele! O MV3 representa uma grande mudança na forma como extensões de navegadores funcionarão, e isso requer que a nossa equipe faça grandes mudanças na forma como o Adblock Plus opera. Fizemos um grande progresso para que possamos continuar a ajudar os usuários do Adblock Plus a ficar no controle das suas experiências on-line à medida que a Web evolui."
  },
  "whats-new-list-4": {
    "message": "<strong>Aprimorada a experiência do usuário.</strong> Estamos sempre trabalhando para tornar o Adblock Plus melhor. Recentemente, atualizamos diversas mensagens de erro para oferecer uma depuração mais fácil, fizemos alterações na nossa terminologia e adicionamos um novo rodapé ao menu pop-up, para que você possa facilmente acessar o que precisar."
  },
  "whats-new-support": {
    "message": "Precisa relatar um problema? Entre em contato na nossa <a>Central de ajuda</a> ou pelo e-mail <a>support@adblockplus.org</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Política de privacidade"
  },
  "main-heading-1": {
    "message": "O sistema de honra"
  },
  "main-lead-1": {
    "message": "Um oi da equipe Adblock Plus!"
  },
  "main-lead-2": {
    "message": "O Adblock Plus é honorware, o que quer dizer <strong>que existe a confiança mútua</strong> de sermos honestos:"
  },
  "main-lead-3": {
    "message": "Você <strong>paga o que puder</strong> pelo Adblock Plus. Nós permitimos que <strong>você</strong> escolha o valor."
  },
  "main-lead-4": {
    "message": "Nós desenvolvemos recursos que deixam você no controle da sua experiência de navegação."
  },
  "main-lead-5": {
    "message": "Você obterá o <strong>reembolso</strong> e poderá <strong>ficar com o Adblock Plus</strong>, se não ficar satisfeito."
  },
  "main-heading-2": {
    "message": "A ajuda está a um e-mail de distância"
  },
  "main-body-1": {
    "message": "Pague o quanto puder, pois se você mudar de ideia, terá 120 dias para obter o reembolso!"
  },
  "main-body-3": {
    "message": "Se precisar de nós, a autoajuda de 24 horas por dia, todos os dias, e o nosso suporte por e-mail em horário comercial nos dias de semana estão disponíveis no nosso portal de ajuda: <a>help.adblockplus.org</a>."
  },
  "main-body-4": {
    "message": "Agradecemos por escolher o Adblock Plus! Feliz navegação!"
  },
  "main-body-5": {
    "message": "Atenciosamente, <span></span>A equipe Adblock Plus"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Funcionalidade de bloqueio de anúncios aprimorada</strong>. Muitos sites buscam formas de evitar que o Adblock Plus bloqueie anúncios irritantes. Por isso, temos o nosso foco em aprimorar a nossa funcionalidade para que possamos contornar essas tentativas antibloqueio de anúncios."
  },
  "new-tab-heading-1": {
    "message": "Ajude o Adblock Plus a tornar a Internet um lugar melhor"
  },
  "new-tab-lead-1": {
    "message": "Temos como foco adicionar novos recursos e aprimorar o desempenho do Adblock Plus e, além disso, nos dedicamos a proporcionar a melhor tecnologia de bloqueio de anúncios para que você possa ter uma Web limpa."
  },
  "new-tab-lead-2": {
    "message": "O Adblock Plus é um software gratuito que conta com o apoio da comunidade. É importante para nós que todos possam usar o nosso software, independentemente de poderem ou não contribuir. Mas isso não seria possível sem o seu apoio contínuo. Dedicamos muito tempo e recursos para desenvolver e garantir a melhor experiência on-line para os nossos usuários. Contribua com o que considerar ser um valor justo para o projeto Adblock Plus e nossas tentativas de manter a comunidade de bloqueio de anúncios ativa. Todas as contribuições são bem-vindas!"
  },
  "out-mission-heading-1": {
    "message": "Criar uma experiência melhor na Web para todos"
  },
  "out-mission-lead-1": {
    "message": "A nossa missão é criar uma experiência na Internet sem distrações e sem preocupações para todos. Temos muito trabalho a fazer. De bloquear mais pop-ups e distrações, a tornar a sua experiência na Internet mais segura e mais protegida, o nosso foco é garantir que os nossos usuários permaneçam no controle de como usam a Internet. A sua contribuição permite que a nossa equipe continue a criar ferramentas simples e intuitivas que sejam acessíveis a todos. Não conseguiríamos sem você!"
  },
  "abp-can-be-improved": {
    "message": "O Adblock Plus pode ficar ainda melhor!"
  },
  "adding-enhancements": {
    "message": "Recentemente, fizemos a primeira de uma série de aprimoramentos no Adblock Plus. Com o lançamento do Adblock Plus Premium, desenvolvemos formas adicionais de ajudar os nossos usuários a ter uma experiência na Internet com menos pop-ups e distrações. O nosso trabalho está em destaque em seguida."
  },
  "abp-free-software": {
    "message": "A nossa equipe passa milhares de horas garantindo que o Adblock Plus ofereça a melhor experiência on-line a todos. Este ano, o nosso foco foi facilitar que os nossos usuários bloqueassem mais pop-ups e distrações, e esse é apenas o começo. Gostaríamos muito que você experimentasse o Adblock Plus Premium. <strong>Todas as contribuições são bem-vindas!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Com o Adblock Premium, você pode ter uma experiência na Internet com muito menos distrações."
  },
  "stop-autoplay-video": {
    "message": "<strong>Interrompa feeds de vídeos com reprodução automática. </strong> Oculte os vídeos usados em muitos sites que são reproduzidos automaticamente e seguem você pelo site enquanto navega."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Remova pop-ups de newsletters.</strong> Acabe de vez com os pop-ups usados por sites com o objetivo de fazer você se inscrever nas suas listas de e-mails e de newsletters."
  },
  "block-survey-requests": {
    "message": "<strong>Bloqueie notificações e solicitações de pesquisas dos sites. </strong>Muitos sites pedem para rastrear a sua localização ou para participar de pesquisas rápidas. Agora, recusaremos automaticamente essas solicitações dos sites que você visita."
  },
  "hide-cookie-notices": {
    "message": "<strong>Oculte avisos de permissão de cookies.</strong> Em breve, você poderá acabar com esses banners irritantes de permissão de cookies da maioria dos sites graças ao novo recurso de bloqueio de cookies que estamos prestes a lançar."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Bloqueie mais anúncios e distrações.</strong> Diga adeus a solicitações de pesquisas, pop-ups de newsletters e anúncios irritantes em vídeo reproduzidos automaticamente, quando desbloquear o Adblock Plus Premium."
  },
  "do-you-like-adblockplus": {
    "message": "Você tem gostado do Adblock Plus? Se for o caso, você consideraria contribuir para nos ajudar?"
  },
  "an-overview": {
    "message": "Esta é uma visão geral do trabalho que incluímos recentemente no Adblock Plus."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "O Adblock Plus foi atualizado!"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "Nos últimos meses, adicionamos novos recursos e aprimoramos o desempenho do Adblock Plus. Estamos empenhados em proporcionar a melhor tecnologia de bloqueio de anúncios para que você possa usufruir de uma Web limpa. O Adblock Plus é um software gratuito, patrocinado pela comunidade, que não existiria sem a sua ajuda constante."
  },
  "whats-new-header-1-unrestricted": {
    "message": "Quais são as novidades?"
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>Funcionalidade de bloqueio de anúncios aprimorada.</strong> Muitos sites buscam formas de evitar que o Adblock Plus bloqueie anúncios irritantes. Por isso, mantemos o foco em aprimorar a nossa habilidade de bloquear esses anúncios e lidar com esses sites que mudam constantemente. Com o Adblock Plus para Safari, recentemente redesenhado, junto às atualizações no Chrome, Edge e Firefox, você continuará a ver menos anúncios invasivos enquanto navega na Web."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>Arquitetura aprimorada para o futuro.</strong> O Manifest V3, a mais nova versão da plataforma de extensões de navegadores baseados em Chromium, está logo ali. E estamos nos preparando para ele! O MV3 representa uma grande mudança na forma como extensões de navegadores funcionarão, e isso requer que a nossa equipe faça grandes mudanças na forma como o Adblock Plus opera. Fizemos um grande progresso para que possamos continuar a atender aos nossos usuários à medida que o panorama da Internet muda."
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>Personalização de páginas enquanto você navega.</strong> Lançamos o nosso recurso de bloqueio de elementos, que permite que você bloqueie partes de uma página da Web, mesmo que não seja um anúncio. Por exemplo, você pode achar elementos de uma página da Web, como sugestões na barra lateral, particularmente irritantes. Com o novo recurso, é possível bloquear qualquer seção página, e ela permanecerá oculta sempre que você visitar o site."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>O Adblock Plus Premium chegou!</strong> Com o Adblock Plus Premium, você pode bloquear mais distrações intencionais em sites, inclusive notificações, vídeos flutuantes, pop-ups de newsletters e muito mais. Obtenha mais informações sobre o Premium <a>aqui</a>. E, se já tiver contribuído antes, você poderá <a>acessar</a> esses recursos do Premium imediatamente."
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[Em breve]</em> Modo bypass do Adblock Plus Premium.</strong> Pop-ups que pedem aos usuários da Internet que desativem o bloqueador de anúncios se tornam cada vez mais comuns. Por isso, lançaremos um novo recurso no Adblock Premium, chamado Modo bypass. No modo bypass, você pode navegar na Web e ver menos dessas mensagens antibloqueadores de anúncios enquanto aproveita a mesma experiência de navegação."
  },
  "update__alert__heading": {
    "message": "Não vá embora."
  },
  "update__alert__paragraph-1": {
    "message": "Olá,"
  },
  "update__alert__paragraph-2": {
    "message": "Como usuário do Adblock Plus, você conhece em primeira mão o valor que o nosso software proporciona à sua experiência on-line. Ao bloquear anúncios indesejáveis e invasivos, o Adblock Plus ajuda você a navegar na Web de forma mais rápida, segura e com menos distrações. Mas você sabia que o Adblock Plus é completamente grátis, sem tarifas ocultas? Acreditamos que todos devam ter acesso a uma Internet melhor e sem anúncios e, por isso, oferecemos o Adblock Plus gratuitamente a todos os usuários."
  },
  "update__alert__paragraph-3": {
    "message": "Mas precisamos da sua ajuda para que o Adblock Plus continue a operar e se aprimorar. Embora uma pequena porcentagem de usuários contribua generosamente para apoiar a nossa missão, contamos com o apoio de usuários como você para manter o Adblock Plus ativo e gratuito para todos. A sua contribuição, não importa o quanto seja pequena, pode fazer grande diferença. Então, se o Adblock Plus tiver feito você economizar mesmo que alguns dólares ou horas de frustração ao lidar com anúncios indesejáveis, considere contribuir para ajudar nossa equipe e expandir a causa de uma Internet sem anúncios a todos. Agradecemos pela sua ajuda. Juntos, podemos tornar a Internet um lugar melhor para todos."
  },
  "update__alert__paragraph-4": {
    "message": "Sinceramente,  A Equipe Adblock Plus"
  },
  "new__paragraph-1": {
    "message": "No Adblock Plus, acreditamos em uma melhor experiência de Internet para todos. Veja no que temos trabalhado para tornar essa crença realidade para você:"
  },
  "new__item-1__heading": {
    "message": "Bloquear mais distrações na web (Premium)"
  },
  "new__item-1__paragraph-1": {
    "message": "Tenha mais foco no que quiser bloqueando janelas pop-up adicionais, inclusive vídeos com reprodução automática, janelas pop-up de newsletters, solicitações de pesquisa e muito mais."
  },
  "new__item-2__heading": {
    "message": "Explore as suas listas de filtros"
  },
  "new__item-2__paragraph-1": {
    "message": "O Adblock Plus usa <a>listas de filtros</a> para determinar o que deve ser bloqueado e estar oculto nas páginas da web que você visita. Examine as suas configurações para escolher entre listas distintas que permitem que você bloqueie rastreadores e outras inconveniências na web."
  },
  "new__item-3__heading": {
    "message": "Oculte banners de cookies e outras distrações (Premium)"
  },
  "new__item-3__paragraph-1": {
    "message": "O seu foco será o conteúdo que deseja ver quando <a>bloquear os incômodos banners de cookies</a> que pedem para você aceitar cookies nos sites. Você também pode <a>bloquear janelas pop-up adicionais</a>, entre elas, vídeos com reprodução automática, janelas pop-up de newsletters, solicitações de pesquisa e muito mais."
  },
  "new__item-4__heading": {
    "message": "Um melhor bloqueio de anúncios em toda a Web"
  },
  "new__item-4__paragraph-1": {
    "message": "Como sempre, estamos constantemente buscando desvendar como os sites e publishers interagem com os bloqueadores de anúncios. Implementamos melhorias à nossa extensão, para garantir que permaneçamos à frente e que você possa continuar a bloquear anúncios enquanto navega. Além disso, corrigimos um problema recente que fazia que alguns usuários vivenciassem lentidão no YouTube e em outros sites. Leia mais sobre <a>isso aqui</a>."
  },
  "new__item-4__paragraph-2": {
    "message": "<a>Saiba mais sobre o Adblock Plus Premium.</a>"
  },
  "new__paragraph-3": {
    "message": "Precisa relatar um problema? Fale conosco por meio das mídias sociais, <a>e-mail</a> ou <a>fórum de usuários</a>."
  },
  "new__item-5__heading": {
    "message": "Escolha como será a sua experiência nos sites"
  },
  "new__item-5__paragraph-1": {
    "message": "E se o que você desejar bloquear não for um anúncio? Você poderá personalizar como navegar na web quando <a>utilizar o assistente de ocultação manual</a> para ocultar as partes de uma página que não quiser ver."
  },
  "support-money-back": {
    "message": "Tenha segurança para nos apoiar: <strong>garantia de 60 dias para receber o seu dinheiro de volta</strong>, e você pode ficar com o Adblock Plus."
  },
  "update-section-1__heading": {
    "message": "O Adblock Plus foi atualizado!"
  },
  "update-section-1-row-1__paragraph-1": {
    "message": "Olá!"
  },
  "update-section-1-row-1__paragraph-2": {
    "message": "A nossa missão, com o Adblock Plus, é criar uma Internet sem preocupações e livre de distrações para todos. Por isso, desenvolvemos a nossa extensão para bloquear janelas pop-up, anúncios irritantes e outras distrações em toda a web. O Adblock Plus ajuda você a navegar mais rapidamente, com mais segurança e maior controle da sua experiência na Internet."
  },
  "update-section-1-row-1__paragraph-3": {
    "message": "Além disso, o Adblock Plus também é gratuito para os usuários, pois acreditamos que todos devem ter acesso a uma experiência melhor na Internet. Por isso, muitos usuários escolhem contribuir com os nossos esforços. Se acreditar no que fazemos e quiser nos ajudar nessa jornada, você poderá fazer isso em seguida. Juntos, podemos tornar a Internet um lugar melhor para todos!"
  },
  "update-section-1-row-1__paragraph-4": {
    "message": "Atenciosamente,<span></span> A equipe do Adblock Plus"
  },
  "update-gaurantee__text": {
    "message": "Tenha segurança para nos apoiar: <strong>garantia de 60 dias para receber o seu dinheiro de volta.</strong> E você pode ficar com o Adblock Plus."
  },
  "update-payment-frequency__label--once": {
    "message": "Faça uma contribuição <strong>única</strong>"
  },
  "update-payment-frequency__label--recurring": {
    "message": "Faça uma contribuição <strong>recorrente</strong>"
  },
  "update-payment-switch__label--monthly": {
    "message": "Mensal"
  },
  "update-payment-switch__label--yearly": {
    "message": "Anual"
  },
  "update-payment-reward__text": {
    "message": "Excelente! A contribuição de <span>35.00</span> oferece o <span>Adblock Plus Premium</span> <span>por um ano</span>. Agradecemos pelo seu apoio."
  },
  "update-payment__checkout-button": {
    "message": "Conclua a compra"
  },
  "product__premium": {
    "message": "Adblock Plus Premium"
  },
  "update-payment-reward__1-month": {
    "message": "Excelente! A contribuição de <span>35.00</span> oferece o <span>Adblock Plus Premium</span> por um mês. Agradecemos pelo seu apoio."
  },
  "update-payment-reward__n-months": {
    "message": "Excelente! A contribuição de <span>35.00</span> oferece o <span>Adblock Plus Premium</span> por <span>8</span> meses. Agradecemos pelo seu apoio."
  },
  "update-payment-reward__1-year": {
    "message": "Excelente! A contribuição de <span>35.00</span> oferece o <span>Adblock Plus Premium</span> por um ano. Agradecemos pelo seu apoio."
  },
  "update-payment-reward__n-years": {
    "message": "Excelente! A contribuição de <span>35.00</span> oferece o <span>Adblock Plus Premium</span> por <span>8</span> anos. Agradecemos pelo seu apoio."
  },
  "update-payment-reward": {
    "message": "Excelente! A contribuição de <span>35.00</span> oferece o <span>Adblock Plus Premium</span>. Agradecemos pelo seu apoio."
  },
  "update-payment-suffix__monthly": {
    "message": "/mensal"
  },
  "update-payment-suffix__yearly": {
    "message": "/anual"
  },
  "update__installing-card__heading-1": {
    "message": "Instalando a última atualização do Adblock Plus"
  },
  "please_dont_scroll_away": {
    "message": "Não vá embora!"
  },
  "whats-new-paragraph-1": {
    "message": "O Adblock Plus dá a você mais controle na forma como navega na web. Escolha o que deseja ver e o que deseja ocultar sempre que estiver on-line."
  },
  "whats-new-paragraph-2": {
    "message": "Veja aqui como aproveitar ao máximo o Adblock Plus:"
  },
  "new__item-6__heading": {
    "message": "Apoie os seus criadores de conteúdo favoritos"
  },
  "new__item-6__paragraph-1": {
    "message": "Muitos criadores de conteúdo dependem da receita de anúncios para continuarem a criar. Você apoiará os criadores de conteúdo que adora quando <a>permitir anúncios em sites específicos</a> enquanto continua a bloqueá-los em todos os outros lugares."
  },
  "new__item-7__heading": {
    "message": "Tenha uma web mais privada e mais segura"
  },
  "new__item-7__paragraph-1": {
    "message": "Com a <a>AdBlock VPN</a>, desenvolvida pelos nossos parceiros na AdBlock, você tem controle ainda maior na forma como navega. Oculte a sua identidade on-line, utilize Wi-Fi público com mais segurança e aproveite a maior segurança on-line assim que começar."
  }
}