{
  "title": {
    "message": "O Adblock Plus foi atualizado"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "O Adblock Plus foi atualizado! <span>(versão 3.8.2)</span>"
  },
  "update-lead-1": {
    "message": "As versões recentemente lançadas do Adblock Plus incluem uma série de novos recursos e melhorias. O Adblock Plus é um software gratuito, sustentado pela comunidade, e isso <strong>não seria possível sem o seu apoio contínuo</strong>."
  },
  "update-lead-2": {
    "message": "Nosso lema é oferecer a melhor tecnologia de bloqueio de anúncios para que você possa desfrutar de uma Web limpa. Dedicamos muito tempo e recursos para desenvolver e garantir a melhor experiência on-line para nossos usuários. Doe o que você considerar uma contribuição justa para o projeto Adblock Plus, apoiando nossas tentativas de manter viva a comunidade de bloqueio de anúncios. <strong>Agradecemos por qualquer contribuição!</strong>"
  },
  "fair-amount-header-1": {
    "description": "heading",
    "message": "Indique uma quantia justa (em <span>USD</span>)"
  },
  "fair-amount-header-2": {
    "description": "heading",
    "message": "Indique uma quantia justa:"
  },
  "one-time-legened-1": {
    "description": "heading",
    "message": "Faça uma doação <strong>única</strong> :"
  },
  "subscription-legend-1": {
    "description": "heading",
    "message": "Ou defina uma doação <strong>mensal</strong> :"
  },
  "min-donation-warning": {
    "description": "notice",
    "message": "Oops! Para ajudar a cobrir o pagamento das taxas, o valor mínimo para doação única é <span>$5</span>."
  },
  "min-subscription-warning": {
    "description": "notice",
    "message": "Oops! Para ajudar a cobrir o pagamento das taxas, o valor mínimo para doação mensal é <span>$1.99</span>."
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Pague com:"
  },
  "stripe-label": {
    "description": "button label",
    "message": "Cartão de crédito"
  },
  "paypal-label": {
    "description": "button label",
    "message": "PayPal"
  },
  "whats-new-header-1": {
    "message": "O que há de novo?"
  },
  "whats-new-lead-1": {
    "message": "Eis uma visão geral de algumas das melhorias e novos recursos. Mais mudanças em breve!"
  },
  "whats-new-list-1": {
    "message": "<strong>Maior desempenho da Unidade Central de Processamento (CPU).</strong> Usuários de laptops irão perceber uma melhor eficiência da CPU/maior duração da bateria ao navegar na Web com o ABP."
  },
  "whats-new-list-2": {
    "message": "<strong>Adicionar à lista de exceções em páginas individuais.</strong> Agora você pode apoiar um número ainda maior dos seus criadores de conteúdo favoritos, adicionando à lista de exceções páginas da Web individuais, além de domínios inteiros."
  },
  "whats-new-list-3": {
    "message": "<strong>Painel de ferramentas do desenvolvedor disponível em 24 idiomas.</strong> Adicionamos mais 23 idiomas com suporte, tornando o painel de ferramentas do desenvolvedor acessível a mais usuários."
  },
  "whats-new-list-4": {
    "message": "<strong>Tabela de filtros personalizados.</strong> Atendendo a pedidos, trouxemos de volta a tabela de filtros baseados no Firefox, para que você possa gerenciar de maneira prática todos os seus filtros personalizados em um só lugar."
  },
  "whats-new-list-5": {
    "message": "<strong>Expandimos os nossos canais de suporte.</strong> Precisa relatar um problema? Entre em contato conosco através das mídias sociais, <a>e-mail</a> ou por meio do <a>fórum do usuário</a>."
  },
  "purchase-item-name": {
    "description": "item being paid for",
    "message": "Adblock Plus contribution"
  },
  "checkout-overlay-cta": {
    "description": "button label",
    "message": "Doe"
  },
  "stripe-declined": {
    "message": "Seu pagamento foi recusado."
  },
  "stripe-sorry": {
    "message": "Lamentamos, mas seu pagamento não pôde ser processado."
  },
  "securely-processed": {
    "message": "Securely processed by Stripe.com"
  }
}