{
  "youtube-letter__heading": {
    "message": "Novas barreiras do YouTube antibloqueio de anúncios"
  },
  "youtube-letter__subheading": {
    "message": "O bloqueio de anúncios está cada vez mais difícil no YouTube."
  },
  "youtube-letter__paragraph-1": {
    "message": "Como usuário do AdBlock Plus, você pode se deparar com barreiras antibloqueio de anúncios no YouTube. Às vezes, pedirão que você permita anúncios do YouTube depois de três vídeos e, em outras ocasiões, não permitirão qualquer reprodução até que o AdBlock Plus seja desabilitado. "
  },
  "youtube-letter__paragraph-2": {
    "message": "À medida que trabalhamos para manter a nossa extensão atualizada e eficaz, continuamente, o YouTube trabalha para exibir a barreira antibloqueio de anúncios. Sabemos que a sua experiência se torna imprevisível quando você pode ou não ver uma barreira antibloqueio de anúncios no site. Não estamos medindo esforços para tornar essa experiência melhor para os nossos usuários e, ao mesmo tempo, trabalhamos dentro dos parâmetros legais que nos são permitidos. De fato, temos usuários em todo o mundo, o que significa que precisamos operar de acordo com as muitas leis vigentes nesses países."
  },
  "youtube-letter__paragraph-3": {
    "message": "Para garantir o seu acesso ao YouTube com o AdBlock Plus instalado, você precisará apenas <a>adicionar o YouTube à sua lista de permitidos</a>. Assim, os anúncios no YouTube serão permitidos e, ao mesmo tempo, os anúncios de todos os outros sites navegados continuarão bloqueados. Onde quer que você esteja na Web, o AdBlock Plus também permitirá que você utilize <a>regras de bloqueio personalizadas</a> para ocultar distrações em páginas da Web. (O recurso está disponível para usuários do Chrome, Edge e Firefox.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "Enquanto isso, continuaremos a bloquear para você janelas pop-up e outros anúncios irritantes em toda a Web. E caso queira bloquear ainda mais distrações (como janelas pop-up de newsletters, solicitações de pesquisa e vídeos flutuantes), você poderá assinar o <a>AdBlock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "Agradecemos por todo o seu apoio!"
  },
  "title": {
    "message": "Bloqueio de anúncios no YouTube | AdBlock Plus"
  },
  "description": {
    "message": "Está tentando bloquear anúncios no YouTube? Saiba mais por que usuários do AdBlock Plus se deparam com uma barreira antibloqueio de anúncios no YouTube."
  }
}