{
  "youtube-letter__heading": {
    "message": "Mensagem antibloqueio de anúncios do YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Bloquear anúncios está ficando mais difícil no YouTube."
  },
  "youtube-letter__paragraph-1": {
    "message": "Como usuário do Adblock Plus, o YouTube poderá impedir ocasionalmente que você reproduza vídeos quando o seu bloqueador de anúncios estiver ativado. Às vezes, será exibida uma mensagem que pede que você permita anúncios do YouTube depois de três vídeos e, outras vezes, o YouTube não permitirá que você reproduza nada até que o Adblock Plus seja desativado."
  },
  "youtube-letter__paragraph-2": {
    "message": "Enquanto trabalhamos para que a nossa extensão se mantenha atualizada e eficaz, o YouTube trabalha continuamente para parar bloqueadores de anúncios no seu site. Sabemos que isso faz você ter uma experiência imprevisível e nada ideal ao ver ou não a mensagem. Estamos fazendo todo o possível para tornar essa experiência melhor para os nossos usuários."
  },
  "youtube-letter__paragraph-3": {
    "message": "Para garantir que você possa acessar o YouTube com o Adblock Plus instalado, basta <a>adicionar o YouTube à sua lista de permitidos</a>. Você pode optar por permitir anúncios uma única vez ou sempre permitir anúncios no YouTube. É claro que continuaremos a bloquear anúncios irritantes em todos os outros lugares enquanto você navega. Sempre que navegar, o Adblock Plus permitirá que você <a>use regras de bloqueio personalizadas</a> para ocultar distrações em páginas na web. (O recurso está disponível para usuários do Chrome, Edge e Firefox.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "Enquanto isso, continuaremos a bloquear para você janelas pop-up e outros anúncios irritantes por toda a web. Se desejar bloquear ainda mais distrações, por exemplo, janelas pop-up de newsletters, solicitações de pesquisa e vídeos flutuantes, assine o <a>Adblock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "Agradecemos todo o seu apoio!"
  },
  "title": {
    "message": "Bloqueio de anúncios no YouTube | Adblock Plus"
  },
  "description": {
    "message": "Está tentando bloquear anúncios no YouTube? Saiba mais por que usuários do Adblock Plus se deparam com uma barreira antibloqueio de anúncios no YouTube."
  }
}