{
  "title": {
    "message": "Об Adblock Plus"
  },
  "s1": {
    "message": "Показать больше"
  },
  "s2": {
    "message": "Показать меньше"
  },
  "s3": {
    "message": "Что такое Adblock Plus?"
  },
  "s4": {
    "message": "Adblock Plus позволяет блокировать назойливую рекламу, слежение, вредоносные программы и <a>другие вещи</a>, которым не место в вашем браузере. Adblock Plus является проектом с открытым исходным кодом, который был основан Владимиром Палантом в 2006 году. <a>Eyeo</a> была создана в 2011 году Владимиром Палантом и Тилем Файдой с целью поддержать разработку."
  },
  "s5": {
    "message": "Как Adblock Plus работает?"
  },
  "s7": {
    "message": "По умолчанию, два списка фильтров включены:"
  },
  "s8": {
    "message": "Список блокировки рекламы, который основывается на ваших настройках языка в браузере"
  },
  "s9": {
    "message": "Список Допустимой Рекламы"
  },
  "s11": {
    "message": "Что такое Допустимая Реклама?"
  },
  "s13": {
    "message": "Пожалуйста, прочтите <a>вопросы о Допустимой Рекламе</a> для того, чтобы узнать больше."
  },
  "s16": {
    "message": "Показать больше"
  },
  "s20": {
    "message": "Для чего нам нужны деньги?"
  },
  "s23": {
    "message": "Нам нужно увеличивать количество пользователей Adblock Plus и предлагать расширение для новых платформ ради того, чтобы заинтересовать издатателей в Допустимой Рекламе. Adblock Plus, который изначательно был доступен только для <a>Firefox</a>, теперь также представлен на <a>Chrome</a>, <a>Android</a>, <a>Opera</a>, <a>Internet Explorer</a> и <a>Safari</a>. Мы также руководим инфраструктурой, которая используется для создания <a>EasyList</a> - самого популярного фильтра для блокировки рекламы, который также используется другими блокираторами рекламы."
  },
  "s25": {
    "message": "Eyeo - не просто компания, занимающаяся Adblock Plus и Допустимой Рекламой. Наша цель - сделать интернет лучше, и мы собираемся совершить это с помощью создания новых путей заработка для издаталей через их материал, при этом не отпугивая пользователей."
  },
  "s26": {
    "message": "Собирает ли Adblock Plus информацию о пользователях?"
  },
  "s27": {
    "message": "Мы специально не собираем никакой информации о вас, и большинство ваших данных (например то, какие сайты вы посещаете) никогда не отправляется на наши серверы. Пожалуйста, ознакомьтесь с нашей <a>Политикой Конфиденциальности</a> для дальнейшей информации."
  }
}