{
  "title": {
    "message": "Об Adblock Plus"
  },
  "title-full": {
    "message": "Об Adblock Plus"
  },
  "s1": {
    "message": "Показать больше"
  },
  "s2": {
    "message": "Показать меньше"
  },
  "s3": {
    "message": "Что такое Adblock Plus?"
  },
  "s4": {
    "message": "Adblock Plus блокирует всю назойливую рекламу в интернете. Он также может блокировать <a>другие вещи</a>, например слежение. Насчитывая более"
  },
  "s5": {
    "message": "миллионов пользователей, Adblock Plus является самым популярным в мире"
  },
  "s6": {
    "message": "расширением для браузеров"
  },
  "s7": {
    "message": ".\nAdblock Plus - проект с открытым исходным кодом, созданный Владимиром Палантом в 2006 году. Фирма <a>Eyeo</a> была создана в 2011 году Владимиром Палантом и Тилем Фаидой с целью поддержать разработку."
  },
  "s8": {
    "message": "Как Adblock Plus работает?"
  },
  "s9": {
    "message": "Adblock Plus сам по себе не имеет никаких функций в том смысле, что расширение ничего не блокирует до тех пор, пока списки фильтров не “говорят” ему, что именно нужно сделать. Эти списки являются сводом правил, которые говорят Adblock Plus то, какие элементы должны быть заблокированы на определенном сайте. Кроме блокировки рекламы, списки фильтров также могут быть ипользованы для блокировки <a>слежения</a> и <a>вирусов</a>."
  },
  "s10": {
    "message": "По умолчанию, два списка фильтров включены:"
  },
  "s11": {
    "message": "Список блокировки рекламы, который основывается на ваших настройках языка в браузере"
  },
  "s12": {
    "message": "Список Допустимой Рекламы"
  },
  "s13": {
    "message": "Вы всегда можете отключить эти списки или <a>создать свои</a>."
  },
  "s14": {
    "message": "Что такое Допустимая Реклама?"
  },
  "s15": {
    "message": "Adblock Plus существует для того, чтобы спасать пользователей от назойливой рекламы. В то же время, мы не считаем, что вся реклама является нежелательной, и мы отлично понимаем, что она нужна владельцам сайтов для выживания. Поэтому, мы разработали <a>строгие правила</a> для определения Допустимой Рекламы: ненавязчивой рекламы, которую не нужно блокировать. Сайтам, которые желают соблюдать эти правила, необходимо <a>подать заявку</a> на добавление их рекламы в список исключений Допустимой Рекламы, что разблокирует ее для большинства пользователей. Стоит заметить, что если вы не хотите видеть эту рекламу, вы всегда можете <a>отказаться</a> от нее."
  },
  "s16": {
    "message": "Пожалуйста, прочтите <a>вопросы о Допустимой Рекламе</a> для того, чтобы узнать больше."
  },
  "s17": {
    "message": "Как мы зарабатываем деньги?"
  },
  "s18": {
    "message": "Мы зарабатываем прося некоторых больших издателей о части их увеличенной прибыли от Допустимой Рекламы."
  },
  "s20": {
    "message": "Добавление в белый список является бесплатным для всех маленьких и средних сайтов и блогов. В то же время, содержание этого списка требует значительных усилий с нашей стороны, что не позволяет заниматься этим исключительно на добровольной основе, как это происходит с другими списками фильтров."
  },
  "s21": {
    "message": "Стоит заметить, что мы никогда не добавим в белый список рекламу, которая не подходит под наши <a>критерии</a>. Не существует способа купить место в этом списке. Также заметьте, что добавление в белый список бесплатно для маленьких и средних сайтов."
  },
  "s22": {
    "message": "Кроме этого, мы получили стартовый капитал от наших инвесторов, таких как Тим Шумахер, который верит в Допустимую Рекламу и хочет увидеть развитие этой идеи."
  },
  "s23": {
    "message": "Для чего нам нужны деньги?"
  },
  "s24": {
    "message": "<a>Eyeo GmbH</a>, фирма за Adblock Plus, была создана с целью изменить мир интернет-рекламы. Это не то, что один человек может сделать в качестве хобби."
  },
  "s27": {
    "message": "Кроме того, нам нужно проверять много заявок на Допустимую Рекламу и создавать соответствующие фильтры в белом списке. Также, нам нужно активно общаться с издателями и рекламными сетями по поводу создания Допустимой Рекламы."
  },
  "s28": {
    "message": "Eyeo - не просто компания, занимающаяся Adblock Plus и Допустимой Рекламой. Наша цель - сделать интернет лучше, и мы собираемся совершить это с помощью создания новых путей заработка для издаталей через их материал, при этом не отпугивая пользователей."
  },
  "s29": {
    "message": "Собирает ли Adblock Plus информацию о пользователях?"
  },
  "s30": {
    "message": "Мы специально не собираем никакой информации о вас, и большинство ваших данных (например то, какие сайты вы посещаете) никогда не отправляется на наши серверы. Пожалуйста, ознакомьтесь с нашей <a>Политикой Конфиденциальности</a> для дальнейшей информации."
  }
}