{
  "title": {
    "message": "Разрешение ненавязчивой рекламы в Adblock Plus"
  },
  "mobile-ads-heading": {
    "message": "Мобильная реклама"
  },
  "animations-paragraph-1": {
    "message": "Анимация допускается для типов рекламы 6:1, которая «приклеивается» к нижней части экрана. Анимация должна соответствовать стандарту LEAN для анимации, и должна содержать кнопку или другую функцию для закрытия."
  },
  "mobile-ads-size-heading": {
    "message": "Требования к размеру"
  },
  "mobile-ads-size-item-1": {
    "message": "Реклама, размещенная на прокручиваемой части страницы, не должны занимать суммарно более 50 процентов видимой части страницы."
  },
  "mobile-ads-size-item-2": {
    "message": "«Приклеиваемая» реклама не должна превышать высоту в 75 px (или 15 %)."
  },
  "mobile-ads-placement-item-3": {
    "message": "Большие типы рекламы (например, нативная реклама, встроенная в основной контент) допускаются только под основным контентом."
  },
  "mobile-ads-placement-item-2": {
    "message": "Маленькая реклама (баннер 6:1 или меньше) допускается в виде «приклеиваемых» блоков в нижней части экрана. Другие форматы «приклеивать» не допускается."
  },
  "mobile-ads-placement-item-1": {
    "message": "Статические типы рекламы (например, баннер 6:1 и пиксельный тег 1x1) допускаются в любом месте страницы мобильного приложения."
  },
  "mobile-ads-size-lead": {
    "message": "Реклама на экранах мобильных устройств должна соответствовать следующим требованиям к размеру:"
  },
  "animations-heading": {
    "message": "Анимация"
  },
  "mobile-ads-size-item-3": {
    "message": "Реклама под основным контентом имеет ограничение в 100 % от площади экрана."
  },
  "footnote-5": {
    "message": "Из: <a>Iab New Standard Ad Unit Portfolio (2017)</a>"
  },
  "footnote-6": {
    "message": "С одним исключением — см. <a>Мобильная реклама</a>."
  },
  "footnote-1": {
    "message": "Большая реклама: любая реклама высотой > 300 px"
  },
  "footnote-2": {
    "message": "«Основной контент» (исходя из <a>описания Mozilla</a> для HTML-элемента <main>) определяется следующим образом: Основной контент состоит из контента, который напрямую связан или подробно описывает центральную тему документа или центральные функции приложения. Этот контент должен быть уникальным для документа, кроме контента, который повторяется в комплекте документов — например, боковые панели, навигационные ссылки, информация об авторских правах, боковые логотипы и поисковые формы (конечно, за исключением случаев, когда основной функцией документа является поисковая форма)."
  },
  "footnote-3": {
    "message": "Видимая часть страницы представляет собой стандартный пиксельный размер CSS <a>360x512px</a> (Samsung Galaxy S7 с SBrowser), который рассчитан по стандартному полю видимости <a>360x640px</a>, но за вычетом UI-элементов ОС и браузера."
  },
  "footnote-4": {
    "message": "Это значит, что пользователи могут прокрутить основной контент, и рекламный блок, расположенный за ним, может занять весь экран. Но, после этого рекламного блока дополнительная реклама не допускается."
  },
  "mobile-ads-placement-heading": {
    "message": "Требования к размещению"
  }
}