{
  "title": {
    "message": "Разрешение допустимой рекламы в Adblock Plus"
  },
  "mobile-ads-heading": {
    "message": "Критерии для мобильных устройств"
  },
  "animations-paragraph-1": {
    "message": "Анимация допускается для типов рекламы 6х1, которая «прикрепляется» к нижней части экрана. Анимация должна соответствовать стандарту LEAN для анимации, и должна содержать кнопку или другую функцию для закрытия."
  },
  "mobile-ads-size-heading": {
    "message": "Требования к размеру"
  },
  "mobile-ads-size-item-1": {
    "message": "Реклама, размещенная на прокручиваемой части страницы, не должны занимать суммарно более 50 процентов видимой части страницы."
  },
  "mobile-ads-size-item-2": {
    "message": "«Прикрепляемая реклама» не должна превышать высоту в 75 px (или 15 %)."
  },
  "mobile-ads-placement-item-3": {
    "message": "Большие типы рекламы (например, нативная реклама, встроенная в основной контент) допускаются только под основным контентом."
  },
  "mobile-ads-placement-item-2": {
    "message": "Маленькая реклама (баннер 6х1 или меньше) допускается в виде «прикрепленных объявлений» в нижней части экрана. Другие форматы «прикреплять» не допускается."
  },
  "mobile-ads-placement-item-1": {
    "message": "Статические типы рекламы (например, баннер 6х1 и пиксельный тег 1x1) допускаются в любом месте страницы мобильного приложения."
  },
  "mobile-ads-size-lead": {
    "message": "Реклама на экранах мобильных устройств должна соответствовать следующим требованиям к размеру:"
  },
  "animations-heading": {
    "message": "Анимация"
  },
  "mobile-ads-size-item-3": {
    "message": "Реклама под основным контентом имеет ограничение в 100 % от площади экрана."
  },
  "footnote-5": {
    "message": "Большая реклама: любая реклама высотой > 300 px"
  },
  "footnote-6": {
    "message": "«Основной контент» (исходя из <a>описания</a> Mozilla для HTML-элемента <code><main></code>) определяется следующим образом: Основной контент состоит из контента, который напрямую связан или подробно описывает центральную тему документа или центральные функции приложения. Этот контент должен быть уникальным для документа, кроме контента, который повторяется в комплекте документов – например, боковые панели, навигационные ссылки, информация об авторских правах, боковые логотипы и поисковые формы (конечно, за исключением случаев, когда основной функцией документа является поисковая форма)."
  },
  "footnote-1": {
    "message": "«Основной контент» (исходя из <a>описания</a> Mozilla для HTML-элемента <code><main></code>) определяется следующим образом: Основной контент состоит из контента, который напрямую связан или подробно описывает центральную тему документа или центральные функции приложения. Этот контент должен быть уникальным для документа, кроме контента, который повторяется в комплекте документов – например, боковые панели, навигационные ссылки, информация об авторских правах, боковые логотипы и поисковые формы (конечно, за исключением случаев, когда основной функцией документа является поисковая форма)."
  },
  "footnote-2": {
    "message": "«Обычный размер экрана» для настольных ПК составляет 1366x768, исходя из данных <a>StatCounter</a>."
  },
  "footnote-3": {
    "message": "«Обычный размер экрана» для мобильных устройств составляет 360х640, исходя из данных <a>StatCounter</a>."
  },
  "footnote-4": {
    "message": "«Обычный размер экрана» для планшетов составляет 768х1024, исходя из данных <a>StatCounter</a>."
  },
  "mobile-ads-placement-heading": {
    "message": "Требования к размещению"
  },
  "what-are-aa": {
    "message": "Что такое допустимая реклама?"
  },
  "disable-safari-step-2": {
    "message": "Снимите галочку <strong>«Разрешить допустимую рекламу»</strong>."
  },
  "disable-safari-step-3": {
    "message": "Закройте закладку."
  },
  "disable-safari-step-1": {
    "message": "На панели инструментов Safari нажмите на значок <strong>Adblock Plus</strong> и выбери <strong>«Открыть Adblock Plus»</strong>."
  },
  "no-size-limit": {
    "message": "Ограничений по размеру нет."
  },
  "acceptable-ads-label-alt": {
    "message": "Маркировка критериев допустимой рекламы"
  },
  "what-is-aac-1": {
    "message": "Как было <a>сообщено ранее</a>, в 2017 году eyeo/Adblock Plus переместили руководство инициативы «Допустимая реклама» в независимую группу — <a>Комитет по допустимой рекламе</a>. Комитет по допустимой рекламе состоит из заинтересованных сторон из коммерческих организаций, отраслевых специалистов и пользователей Интернета, таких как Вы."
  },
  "distiction-criteria": {
    "message": "Объявления должны распознаваться как реклама и отличаться от остального контента (например, не закрывать ярлык, не вводить пользователей в заблуждение относительно того, что объявление является частью основного контента). Объявления должны быть явно помечены словом «реклама» или аналогичным."
  },
  "report-aa-step-3": {
    "message": "Если известно, укажите, требуется ли вход в систему или VPN для воспроизведения проблемы."
  },
  "report-aa-step-2": {
    "message": "Снимок экрана всей страницы, включая объявление, ИЛИ подробное описание местоположения объявления на странице."
  },
  "report-aa-step-1": {
    "message": "URL-адрес страницы, на которой отображается объявление."
  },
  "above-primary-content": {
    "message": "В случае размещения выше основного контента максимальная высота объявления должна быть 200 px."
  },
  "get-whitelisted": {
    "message": "Как поместить в белый список рекламные объявления на моем веб-сайте?"
  },
  "placement-requirement": {
    "message": "Требования к размещению"
  },
  "why-is-aa-enabled-1": {
    "message": "Мы считаем, что «Допустимая реклама» представляет собой золотую середину между решением пользователя использовать блокиратор рекламы и постоянной необходимостью поддерживать бесплатный онлайн-контент за счет рекламы. Если у большинства пользователей Adblock Plus будет включена функция допустимой рекламы, рекламодатели получат дополнительный стимул для создания усовершенствованных, менее навязчивых форматов рекламы."
  },
  "below-primary-content": {
    "message": "В случае размещения ниже основного контента максимальная высота объявления должна быть 400 px."
  },
  "feed-list-ads": {
    "message": "Для объявлений в списках и веб-каналах общие критерии различаются в зависимости от следующего:"
  },
  "disable-samsung": {
    "message": "Adblock Plus для Samsung Internet"
  },
  "no-placement-limit": {
    "message": "Ограничений по размещению нет."
  },
  "other-acceptable-ads": {
    "message": "Другие форматы допустимой рекламы?"
  },
  "get-whitelisted-1": {
    "message": "Процесс помещения рекламных объявлений в белый список занимает примерно 10 рабочих дней, если объявления отвечают стандартам допустимой рекламы:"
  },
  "entries-feeds": {
    "message": "Объявления допустимы между записями и веб-каналами."
  },
  "image-ads": {
    "message": "Рекламные изображения"
  },
  "total-ad-space": {
    "message": "Все объявления, размещенные над сгибом (часть веб-страницы, видимая в окне браузера при первоначальной загрузке страницы на экране обычного размера), не должны занимать суммарно более 15 процентов видимой части веб-страницы. В случае размещения ниже сгиба объявления не должны занимать суммарно более 25 процентов видимой части веб-страницы."
  },
  "do-users-want-aa-1": {
    "message": "Да! Восемьдесят три процента (<a>83 %</a>) пользователей Adblock Plus не возражают против просмотра допустимой рекламы, поскольку их работа в браузере не нарушается громкой, раздражающей и нерелевантной рекламой."
  },
  "view-aa-list-1": {
    "message": "Конечно. Список можно просмотреть <a>нажав здесь</a>."
  },
  "why-is-aa-enabled": {
    "message": "Почему функция «Допустимая реклама» включена по умолчанию?"
  },
  "new-format": {
    "message": "Ваши объявления отображаются на альтернативных экранах или Вы уверены, что инновационный формат Вашей допустимой рекламы не соответствует объявлениям, описанным выше? <a>Сообщите нам!</a>"
  },
  "desktop-placement": {
    "message": "Размещение"
  },
  "disable-ios": {
    "message": "Adblock Browser для iOS"
  },
  "acceptable-ads-percentage-alt": {
    "message": "Процент критериев ненавязчивой рекламы"
  },
  "in-feed-ads-size": {
    "message": "Потоковая реклама может занимать больше места при условии, что ее размеры ненамного превышают размер других элементов списка или веб-канала."
  },
  "disable-ios-step-2": {
    "message": "Нажмите на <strong>значок меню</strong> и выберите <strong>«Настройки»</strong>."
  },
  "disable-ios-step-3": {
    "message": "Нажмите на <strong>«Блокировка рекламы»</strong> > <strong>«Исключения»</strong>."
  },
  "disable-ios-step-1": {
    "message": "Откройте Adblock Browser для iOS."
  },
  "disable-ios-step-4": {
    "message": "Поставьте галочку <strong>«Спрятать всю рекламу»</strong>."
  },
  "disable-latest-step-4": {
    "message": "Закройте закладку."
  },
  "view-aa-list": {
    "message": "Можно ли ознакомиться с белым списком допустимой рекламы?"
  },
  "disable-latest-step-1": {
    "message": "На панели инструментов Вашего браузера нажмите на значок <strong>Adblock Plus</strong> и выберите значок <strong>шестеренки</strong> в верхнем правом углу."
  },
  "disable-latest-step-3": {
    "message": "Снимите галочку <strong>«Разрешить допустимую рекламу»</strong>."
  },
  "disable-latest-step-2": {
    "message": "В закладке <em>«Общие»</em> прокрутите до раздела <em>«Допустимая реклама»</em>."
  },
  "disable-android-step-1": {
    "message": "Откройте Adblock Browser для Android."
  },
  "disable-android-step-2": {
    "message": "Нажмите на <strong>значок меню</strong> и выберите <strong>«Настройки»</strong>."
  },
  "disable-android-step-3": {
    "message": "Нажмите на <strong>«Блокировка рекламы»</strong> > <strong>«Допустимая реклама»</strong>."
  },
  "disable-android-step-4": {
    "message": "Снимите галочку <strong>«Разрешить некоторую допустимую рекламу»</strong>."
  },
  "size-requirement": {
    "message": "Требования к размеру"
  },
  "disable-ie": {
    "message": "Adblock Plus для Internet Explorer"
  },
  "what-are-aa-1": {
    "message": "Допустимая реклама — это рекламные объявления, которые не являются навязчивыми или раздражающими. Они уважительны, не мешают основному контенту и явно помечены словом «реклама» или аналогичным. Чтобы объявление считалось «допустимой рекламой», оно должно соответствовать <a>стандартам</a>, установленным <a>Комитетом по допустимой рекламе</a>."
  },
  "what-are-aa-2": {
    "message": "Объявления, соответствующие стандартам допустимой рекламы, помещаются в белый список. Объявления в белом списке затем демонстрируются пользователям, использующим блокировку рекламы, но разрешившим допустимую рекламу."
  },
  "what-are-aa-wo-1": {
    "message": "Допустимая реклама без отслеживания третьими лицами — это объявления, отвечающие критериям допустимой рекламы и не позволяющие третьим сторонам отслеживать твои действия в Интернете. Это объявления, соответствующие требованиям функции <a>«Не отслеживать»</a> и/или объявления, размещаемые доменом, который полностью принадлежит одной компании."
  },
  "get-whitelisted-step-1-1": {
    "message": "Попасть в белый список допустимой рекламы"
  },
  "only-text-ads": {
    "message": "Разрешены только текстовые объявления. Для страниц без основного контента (например, ошибка или страницы-заглушки) критерии различаются в зависимости от следующего:"
  },
  "text-ads": {
    "message": "Текстовые объявления"
  },
  "get-whitelisted-step-2": {
    "message": "Сотрудник <a>eyeo</a>, компании-разработчика Adblock Plus, свяжется с Вами, чтобы определить конкретные рекламные объявления и проверить их соответствие нашим критериям."
  },
  "get-whitelisted-step-1": {
    "message": "Если на Вашем веб-сайте есть объявления, отвечающие <a>стандартам допустимой рекламы</a>, просто заполните эту <a>форму</a>"
  },
  "disable-firefox": {
    "message": "Adblock Plus для Firefox (версии 1 и 2)"
  },
  "in-feed-ads": {
    "message": "Потоковая реклама"
  },
  "search-ads": {
    "message": "Поисковая реклама"
  },
  "side-primary-content": {
    "message": "В случае размещения сбоку от основного контента максимальная ширина объявления должна быть 350 px."
  },
  "revenue": {
    "message": "Эта услуга платная?"
  },
  "disable-ie-step-1": {
    "message": "Нажмите на значок Adblock Plus и выберите <strong>«Настройки»</strong>."
  },
  "disable-ie-step-2": {
    "message": "Снимите галочку <strong>«Разрешить некоторую допустимую рекламу»</strong>."
  },
  "size": {
    "message": "Размер"
  },
  "page-under-review": {
    "message": "Данная страница находится в обработке, т.к. руководство инициативы «Допустимая реклама» было переведено в независимый <a>Комитет по допустимой рекламе</a>."
  },
  "get-whitelisted-step-3-1": {
    "message": "Ссылка на страницу соглашений о допустимой рекламе"
  },
  "search-ads-info": {
    "message": "Для поисковой рекламы – объявлений, отображаемых после поискового запроса, инициированного пользователем – критерии различаются в зависимости от следующего:"
  },
  "desktop-criteria-1": {
    "message": "Объявления не должны мешать естественному процессу чтения текста пользователем. Такие объявления должны размещаться вверху, по бокам или ниже основного контента."
  },
  "are-all-aa-blocked-1": {
    "message": "Нет. Технически невозможно автоматически распознать рекламные объявления, не соответствующие критериям допустимой рекламы. Мы заключили <a>соглашения</a> с некоторыми веб-сайтами и рекламодателями, предусматривающие демонстрацию пользователям Adblock Plus на данных сайтах только таких объявлений, которые отвечают критериям допустимой рекламы."
  },
  "size-criteria": {
    "message": "Рекомендации по индивидуальным размерам объявлений зависят от размещения объявления:"
  },
  "distiction": {
    "message": "Отличие"
  },
  "disable-safari": {
    "message": "Adblock Plus для Safari"
  },
  "aa-criteria": {
    "message": "Критерии допустимой рекламы"
  },
  "navbar-logo-text": {
    "message": "Adblock <strong>Plus</strong>"
  },
  "hate-ads": {
    "message": "Но я ненавижу любую рекламу!"
  },
  "what-are-aa-3": {
    "message": "Большинство сайтов используют рекламу для заработка денег, что означает, что Вы можете просматривать эти сайты бесплатно. Но многие сайты используют слишком много раздражающей или навязчивой рекламы для заполучения твоего внимания. Adblock Plus позволяет тебе просто блокировать рекламу. Мы не думаем, что есть необходимость наказывать сайты."
  },
  "disable-firefox-step-2": {
    "message": "Снимите галочку <strong>«Разрешить некоторую допустимую рекламу»</strong>."
  },
  "are-all-aa-blocked": {
    "message": "Все ли раздражающие объявления блокируются?"
  },
  "disable-firefox-step-1": {
    "message": "Нажмите на значок Adblock Plus и выберите <strong>«Настройки фильтра»</strong>."
  },
  "footnote-9": {
    "message": "Из: <a>Iab New Standard Ad Unit Portfolio (2017)</a>"
  },
  "footnote-8": {
    "message": "Это значит, что пользователи могут прокрутить основной контент, и рекламный блок, расположенный за ним, может занять весь экран. Но, после этого рекламного блока дополнительная реклама не допускается."
  },
  "footnote-7": {
    "message": "Видимая часть страницы представляет собой стандартный пиксельный размер CSS <a>360x512 px</a> (Samsung Galaxy S7 с SBrowser), который рассчитан по стандартному полю видимости <a>360x640 px</a>, но за вычетом UI-элементов ОС и браузера."
  },
  "size-2": {
    "message": "Объявления должны оставлять достаточно места для основного контента на экране обычного размера 1366x768 для настольных ПК, 360x640 для мобильных устройств и 768x1024 для планшетов."
  },
  "disable-samsung-step-2": {
    "message": "Снимите галочку <strong>«Разрешить некоторую допустимую рекламу»</strong>."
  },
  "disable-samsung-step-1": {
    "message": "Откройте Adblock Plus для Samsung Internet."
  },
  "what-is-aac": {
    "message": "Что такое Комитет по допустимой рекламе?"
  },
  "aa-criteria-1": {
    "message": "Допустимая реклама, согласно определению Комитета по допустимой рекламе, должна соответствовать следующим критериям:"
  },
  "more-space": {
    "message": "Поисковая реклама может иметь больший размер и занимать дополнительную площадь экрана."
  },
  "do-users-want-aa": {
    "message": "Хотят ли на самом деле пользователи Adblock Plus получать допустимую рекламу?"
  },
  "get-whitelisted-step-3": {
    "message": "После внесения необходимых изменений обе стороны подписывают <a>соглашение</a>."
  },
  "disable-android": {
    "message": "Adblock Browser для Android"
  },
  "report-aa-1": {
    "message": "Отправьте сообщение по <a>адресу эл. почты</a>, указав следующие сведения:"
  },
  "meta-description": {
    "message": "Adblock Plus представляет инициативу «Допустимая реклама»: Поддержите сайты, которые зависят от рекламы, но выбирают ненавязчивые способы."
  },
  "unobtrusive-image": {
    "message": "Статические рекламные изображения могут считаться допустимыми в зависимости от оценки их ненавязчивости, исходя из их интеграции на веб-странице."
  },
  "hate-ads-1": {
    "message": "Вы можете быстро отключить эту функцию в любое время:"
  },
  "no-primary-content": {
    "message": "Реклама на страницах без основного контента"
  },
  "attention-grab": {
    "message": "Не разрешены текстовые объявления, в дизайне которых используется чрезмерное количество цветов и/или других элементов, привлекающих внимание."
  },
  "report-aa": {
    "message": "Как можно сообщить о рекламе, не соответствующей критериям?"
  },
  "specific-criteria": {
    "message": "Особые критерии"
  },
  "what-are-aa-wo": {
    "message": "Что такое допустимая реклама без отслеживания третьими лицами?"
  },
  "acceptable-ads-placement-alt": {
    "message": "Установка критериев допустимой рекламы"
  },
  "desktop-criteria": {
    "message": "Критерии для настольного ПК"
  },
  "revenue-1": {
    "message": "Нажмите <a>здесь</a> для получения подробной информации о финансовой стороне вопроса."
  },
  "disable-latest": {
    "message": "Adblock Plus для Chrome, Firefox (версия 3 и выше), Maxthon, Opera, Yandex Browser"
  },
  "disable-ios-safari": {
    "message": "Adblock Plus для iOS"
  },
  "disable-ios-safari-step-2": {
    "message": "Нажми на <strong>значок настроек</strong> в нижней части страницы."
  },
  "disable-ios-safari-step-3": {
    "message": "На странице настроек выбери <strong>Допустимая реклама</strong>."
  },
  "disable-ios-safari-step-1": {
    "message": "Открой Adblock Plus для iOS."
  },
  "disable-ios-safari-step-4": {
    "message": "Выключи опцию <strong>«Разрешить некоторую неинтрузивную рекламу»</strong>."
  }
}