{
  "title": {
    "message": "Acceptable Ads Manifesto"
  },
  "s1": {
    "message": "Acceptable Ads Manifesto"
  },
  "s2": {
    "message": "Помогите нам сделать интернет лучше, присоединившись к нашему Манифесту о Допустимой рекламе: инициативе, направленной на борьбу с навязчивой и неприятной интернет-рекламой."
  },
  "s3": {
    "message": "Acceptable Ads Manifesto"
  },
  "s4": {
    "message": "Помогите нам сделать интернет лучше, присоединившись к нашему Манифесту о Допустимой рекламе: инициативе, направленной на борьбу с навязчивой и неприятной интернет-рекламой."
  },
  "s5": {
    "message": "Может ли реклама стать … лучше? Подпишите наш Манифест, чтобы это произошло!"
  },
  "s6": {
    "message": "Помогите нам сделать интернет лучше, присоединившись к нашему Манифесту о Допустимой рекламе: инициативе, направленной на борьбу с навязчивой и неприятной интернет-рекламой."
  },
  "s7": {
    "message": "Acceptable"
  },
  "s8": {
    "message": "Ads"
  },
  "s9": {
    "message": "Manifesto"
  },
  "s10": {
    "message": "Нам <strong>нужна ваша помощь</strong>, чтобы сделать интернет-рекламу лучше"
  },
  "s11": {
    "message": "Подписать Манифест"
  },
  "s12": {
    "message": "человек уже подписали на данный момент"
  },
  "s13": {
    "message": "Мы, нижеподписавшиеся…"
  },
  "s14": {
    "message": "<strong>Присоединиться</strong>, как организация"
  },
  "s16": {
    "message": "Хотим сделать интернет лучше для каждого пользователя – избавляясь от навязчивой рекламы."
  },
  "s17": {
    "message": "Конечно, мы понимаем, что реклама – двигатель экономики, который приводит в действие интернет и дарит бесплатный доступ к полезным сайтам. К сожалению, по мере снижения кликабельности (CTR) интернет-реклама в отчаянной попытке быть замеченной часто становится неприятной и навязчивой. В свою очередь, сотни миллионов потребителей отвечают на это, устанавливая блокировщики рекламы, что еще больше снижает CTR. Порочный круг замыкается."
  },
  "s18": {
    "message": "Мы хотим прервать этот цикл. Нет, мы не ненавидим рекламу как таковую, но согласитесь, что никто не хочет видеть мигающие баннеры или рекламные блоки, закрывающие полезную информацию на экране. Мы предлагаем хороший компромисс –"
  },
  "s19": {
    "message": "Допустимую Рекламу."
  },
  "s20": {
    "message": "Это наш манифест:"
  },
  "s21": {
    "message": "Допустимая Реклама не раздражает."
  },
  "s22": {
    "message": "Допустимая Реклама не нарушает и не искажает содержимое веб-страницы, которое мы пытаемся читать."
  },
  "s23": {
    "message": "Допустимая Реклама не скрывает свою рекламную сущность."
  },
  "s24": {
    "message": "Допустимая Реклама эффективна без крика."
  },
  "s25": {
    "message": "Допустимая Реклама подходит сайту, на котором она размещена."
  },
  "s26": {
    "message": "Мы считаем, что рекламодатели, владельцы площадок, рекламные агентства и сети должны объединиться и следовать критериям Допустимой Рекламы. Вместе мы можем сделать интернет лучше для всех!"
  },
  "s27": {
    "message": "Хорошо звучит? Если вы хотите подписать манифест, следуйте инструкциям в верхней части страницы и – добро пожаловать на борт! Если вы представляете коммерческую или общественную организацию, <a>свяжитесь с нами здесь</a>."
  },
  "s28": {
    "message": "Полный текст манифеста"
  },
  "s29": {
    "message": "Мы, нижеподписавшиеся, хотим сделать интернет лучше для всех. Мы начнем с избавления сети от неприятных рекламных объявлений."
  },
  "s30": {
    "message": "Прежде всего, уточним – мы не отрицаем рекламу как таковую, большая ее часть развлекает и бывает полезна. И, конечно, бесплатный контент, которым мы наслаждаемся в сети, обязан своим существованием рекламодателям, которые поддерживают веб-сайты."
  },
  "s31": {
    "message": "Но мы не хотим видеть навязчивые всплывающие окна и неприятные мигающие баннеры или смотреть 30-секундные ролики, теряя контроль над собственным смартфоном или компьютером. Мы не потерпим такого в реальной жизни, так почему мы должны принимать это в цифровом мире? Представьте себе рекламный щит, прыгающий перед вашим автомобилем на шоссе, или объявление в газете, которое внезапно увеличивается и закрывает собой интересующую статью. Почему интернет-реклама находится в особых условиях? Чем больше шума производит реклама, тем больше людей устанавливают блокировщики, чтобы избавиться от нее полностью. Здесь не может быть победителей."
  },
  "s32": {
    "message": "Мы считаем, что рекламодатели, владельцы площадок, рекламные агентства и сети могут создавать рекламу с уважением к пользователю, который, в свою очередь, будет реже ее избегать. Это их обязанность, открывающая новые возможности. Мы называем такую рекламу Допустимой, ее концепция была впервые разработана Adblock Plus по итогам нескольких месяцев обсуждения в сообществе пользователей. Допустимая Реклама стимулирует развитие рынка, поскольку такие объявления реже блокируют и чаще просматривают. Выигрывают все."
  },
  "s33": {
    "message": "Вот главные принципы манифеста о Допустимой Рекламе:"
  },
  "s34": {
    "message": "1) Допустимая Реклама не раздражает"
  },
  "s35": {
    "message": "Пользователь не должен быть обманут, кликнув по объявлению. Реклама может быть качественно лучше информационного шума, быть полезной и сделанной со вкусом. Мигающие баннеры раздражают реальных покупателей, по ним может кликнуть разве что любопытный пользователь или оставленный без присмотра ребенок. В любом случае, навязчивое объявление не генерирует продажи и вызывает неприязнь покупателей."
  },
  "s36": {
    "message": "2) Допустимая Реклама не нарушает и не искажает содержимое веб-страницы, которое мы пытаемся читать"
  },
  "s37": {
    "message": "Пользователя может заинтересовать объявление, но реклама – не главная причина посещения интернет-ресурсов. На сайт привлекает контент, следовательно, страницы не должны быть перегружены рекламой, которая мешает просмотру основного содержания (всплывающие окна, видеоролики и др.). Напротив, гармоничная структура сайта может вдохновить на изучение рекламных объявлений."
  },
  "s38": {
    "message": "3) Допустимая Реклама не скрывает свою рекламную сущность"
  },
  "s39": {
    "message": "Если это реклама, предупредите об этом! Свое место есть у рекламных и редакционных материалов, а также у естественной рекламы, если она не маскируется под некоммерческий контент. Хороший материал всегда приветствуется, но он должен быть подлинным.<a> </a> <a> </a> "
  },
  "s40": {
    "message": "4) Допустимая Реклама эффективна без крика"
  },
  "s41": {
    "message": "Мы можем быть в библиотеке, на борту самолета, на рабочей встрече – вы никогда не знаете, когда мы собираемся кликнуть по рекламному объявлению. Поэтому, пожалуйста, не надо смущать нас ревущим звуком, включенным по умолчанию. Мы настроим громкость сами, если захотим послушать объявление."
  },
  "s42": {
    "message": "5) Допустимая Реклама подходит сайту, на котором она размещена"
  },
  "s43": {
    "message": "Владельцы площадок должны управлять пользовательским опытом с учетом удобства своих посетителей. Не позволяйте случайно выбранным рекламодателям нанести вред вашему бренду. Размещение всех подряд объявлений может быть выгодно в краткосрочной перспективе, но позволяет рекламодателям скомпрометировать пользовательский опыт, разместив неприятный или даже мошеннический контент. В долгосрочной перспективе это не окупится. Допустимая Реклама стремится соответствовать аудитории сайта, где она размещена."
  },
  "s44": {
    "message": "В целом, Допустимая Реклама – единственная разновидность рекламы, которую принимаем мы, пользователи"
  },
  "s45": {
    "message": "Почему более 300 млн человек установили на своих компьютерах блокировщики? Чтобы избавиться от раздражающей рекламы! К сожалению, блокировка всех объявлений лишает ответственные сайты выручки и прячет качественную рекламу от чьих-либо глаз. К счастью, пользователи могут включать в «белый список» площадки, которые публикуют только Допустимую Рекламу. Это означает, что вы можете использовать выборочную блокировку, чтобы склонить чашу весов в пользу полезных объявлений. Все под вашим контролем!"
  },
  "s46": {
    "message": "Благодаря вашим подписям под данным манифестом мы можем стимулировать рекламодателей, рекламные агентства и сети, владельцев площадок, сайты и их пользователей собраться вместе и поддерживать критерии Допустимой Рекламы. Вместе мы можем сделать интернет лучше для всех! Присоединяйтесь к нам!"
  },
  "s47": {
    "message": "подписано, члены коалиции в поддержку Допустимой Рекламы"
  },
  "s48": {
    "message": "Поделиться Манифестом"
  },
  "s49": {
    "message": "facebook"
  },
  "s50": {
    "message": "twitter"
  },
  "s51": {
    "message": "google+"
  },
  "s52": {
    "message": "Частные данные"
  },
  "s53": {
    "message": "Lightbeam extension for Firefox shows who is tracking your online movements"
  },
  "s54": {
    "message": "13 Security Tips for the Truly Paranoid"
  },
  "s55": {
    "message": "IAB Escalates Attack on Firefox Privacy Browser"
  },
  "s56": {
    "message": "Must-Know Privacy Tips for Google, Facebook, and Other Online Services"
  },
  "s57": {
    "message": "Ad-Tracking Tool Increases Sites' CPM, Aids Brand Marketers"
  },
  "s58": {
    "message": "TRUSTe Privacy Tips"
  },
  "s59": {
    "message": "Новости рекламы"
  },
  "s60": {
    "message": "Eye-tracking tool boosts ad volume"
  },
  "s61": {
    "message": "Internet Ad Revenues At $20.1 Billion Hit Historic High"
  },
  "s62": {
    "message": "W3C miss July deadline for Do-Not-Track"
  },
  "s63": {
    "message": "Who's Watching You Online?"
  },
  "s64": {
    "message": "Do-Not-Track' future in doubt as major ad group withdraws"
  },
  "s65": {
    "message": "How Ads Track You on Your Smartphone"
  },
  "s66": {
    "message": "Права на данный контент принадлежат ©2014 индивидуальным авторам Манифеста о  Допустимой рекламе"
  },
  "s67": {
    "message": "Контент доступен по… <a>Creative Commons License</a>."
  },
  "s68": {
    "message": "Cвяжитесь с нами"
  },
  "s69": {
    "message": "Будьте в курсе новостей"
  }
}