{
  "title": {
    "message": "Разрешение ненавязчивой рекламы в Adblock Plus"
  },
  "s1": {
    "message": "Приемлемая реклама — Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus поощряет приемлемую рекламу: Поддерживает сайты, полагающиеся на рекламу, но делает это максимально ненавязчивым образом."
  },
  "s3": {
    "message": "Приемлемая реклама — Adblock Plus"
  },
  "s4": {
    "message": "Adblock Plus поощряет приемлемую рекламу: Поддерживает сайты, полагающиеся на рекламу, но делает это максимально ненавязчивым образом."
  },
  "s5": {
    "message": "О чём вообще речь?"
  },
  "s6": {
    "message": "Начиная с версии Adblock Plus 2.0, вы можете разрешить показывать некоторую рекламу, которая не считается раздражительной. Этим вы поддерживаете сайты, которые полагаются на рекламу, но вы выбираете для этого неназойливый способ. Кроме этого, вы даете этим сайтам преимущество над их конкурентами, что побуждает других также использовать ненавязчивую рекламу. В перспективе, интернет станет лучшим местом для всех, а не только для пользователей Adblock Plus. Без этой функции существует риск, что растущая популярность Adblock Plus сделает некоторые сайты неустойчивыми."
  },
  "s7": {
    "message": "Почему эта функция включена по умолчанию?"
  },
  "s8": {
    "message": "Потому что к сожалению, это единственный способ достичь описанные выше цели. Если мы будем просить пользователей включить эту функцию, то большинство этого не сделают потому, что они никогда не меняют никакие настройки без особой надобности. Однако, рекламодатели будут заинтересованы в использовании лучших способов рекламы только в том случае, если большинство пользователей Adblock Plus будут пользоваться данной функцией."
  },
  "s9": {
    "message": "Но я ненавижу всю рекламу!"
  },
  "s10": {
    "message": "Нет проблем, вы всегда можете отключить эту функцию. Для этого:"
  },
  "s11": {
    "message": "На Firefox: нажмите на иконку Adblock Plus и выберите Filter Preferences из меню. Уберите отметку около \"Allow non-intrusive advertising\" и всё готово."
  },
  "s12": {
    "message": "На Chrome: нажмите на иконку Adblock Plus в адресной строке правой кнопкой мыши, затем выберите Options и уберите отметку возле \"Allow non-intrusive advertising\"."
  },
  "s13": {
    "message": "На Opera: нажмите на кнопку меню Opera в левом верхнем углу (на OS X: нажмите Window сверху), выберите Extensions, найдите там Adblock Plus, нажмите на Options и уберите отметку около \"Allow non-intrusive advertising\"."
  },
  "s14": {
    "message": "Какая реклама считается «ненавязчивой»?"
  },
  "s15": {
    "message": "В настоящий момент у нас имеются следующие требования:"
  },
  "s16": {
    "message": "Исключительно статичная реклама (никакой анимации, звуков и подобного)."
  },
  "s17": {
    "message": "Желательно лишь текст без привлекающих внимание изображений."
  },
  "s18": {
    "message": "Размещение рекламы:"
  },
  "s19": {
    "message": "Реклама никогда не должна закрывать содержимое страницы (например, просить пользователей нажать на кнопку для закрытия рекламы перед просмотром страницы)."
  },
  "s20": {
    "message": "Для страниц, требующих чтение, текстовая реклама не должна быть расположена посередине, где она будет мешать читать содержимое. Однако, реклама может быть расположена над содержимым, под ним, или по сторонам. То же самое касается и страниц с поисковыми результатами: платные результаты не могут быть смешаны с органическими результатами."
  },
  "s21": {
    "message": "Там, где реклама расположена над содержимым главной страницы, она не должна требовать от пользователя прокрутки вниз. Доступное вертикальное место скорее всего будет равно минимум 700 пикселям. Реклама не должна занимать больше, чем треть этой высоты. Платные поисковые результаты на страницах поиска могут занимать больше места, но они никогда не должны численно превосходить количество органических результатов."
  },
  "s22": {
    "message": "В случае расположения сбоку, реклама должна оставлять достаточно места для основного содержимого. Обычно, доступное горизонтальное место равно как минимум 1000 пикселям, и реклама не должна занимать больше трети этой ширины."
  },
  "s23": {
    "message": "Реклама должна быть четко помечена словом \"реклама\" или его эквивалентом, и она должна быть отличима от содержимого страницы, например с помощью рамки и/или другого фонового цвета."
  },
  "s24": {
    "message": "Требования по обозначению и расположению не применяются к ссылкам с ID партнёрских программ, вставленным в содержимое страницы. Дополнительными критериями к ссылкам с ID партнерских программ являются:"
  },
  "s25": {
    "message": "Гиперссылка не должна перенаправлять пользователя на дополнительные страницы перед той, на которую она ведёт."
  },
  "s26": {
    "message": "В текстах, не более 2 процентов слов могут являться ссылками с целью монетизации."
  },
  "s27": {
    "message": "Коммерческие ссылки должны иметь такой же формат и поведение, как и остальные ссылки на странице."
  },
  "s28": {
    "message": "Ссылки не должны вводить в заблуждение своим содержанием или расположением."
  },
  "s29": {
    "message": "Эти критерии не являются финальными: мы постоянно работаем над их улучшением. В частности, мы хотим требовать уважения к конфиденциальности пользователей (например, обязательной поддержки <a>Do Not Track</a>). Однако, мы пока что не распологаем возможностью заставлять соблюдать это условие."
  },
  "s30": {
    "message": "Будет ли вся «ненавязчивая» реклама разблокирована?"
  },
  "s31": {
    "message": "Нет. К сожалению, технически невозможно автоматически распознать всю рекламу, которая подходит под наши критерии Допустимой Рекламы. У нас существуют <a>соглашения</a> с некоторыми сайтами и рекламодателями о том, что ими будет использована только реклама, подходящая под наши критерии. Эта реклама будет разблокирована, т.е. добавлена в список исключений Допустимой Рекламы, который включён по умолчанию."
  },
  "s32": {
    "message": "Никто из претендентов не будет пользоваться преимуществами или рассматриваться по-другому, и никто не может купить место в нашем белом списке. <strong>Все должны исполнять</strong> наши критерии и все должны пройти через одинаковый процесс, прежде чем их реклама будет считаться &quot;допустимой&quot;."
  },
  "s33": {
    "message": "А что делать, если разрешена реклама, которая не отвечает требованиям?"
  },
  "s34": {
    "message": "Пожалуйста, <a>сообщите об этом</a> так, как бы вы обычно это сделали. Если рекламодатель злоупотребляет своим местом в списке исключений, мы всегда можем убрать его из этого списка."
  },
  "s35": {
    "message": "Как я могу увидеть, что именно вы разрешаете?"
  },
  "s36": {
    "message": "Отметка около &quot;Allow non-intrusive advertising&quot; просто добавляет ещё одну подписку на фильтр к вашему списку. Вы можете просмотреть фильтры <a>здесь</a>. Также, специальное обращение с этим фильтром (которое было добавлено с целью удобства пользования) может быть отключено путем открытия &quot;about:config&quot; и изменением настройки <a>extensions.adblockplus.subscriptions_exceptionscheckbox</a> на false. Это позволит вам смотреть фильтры из этой подписки обычным способом."
  },
  "s37": {
    "message": "У вас есть вопросы или предложения касательно этого списка? Не стесняйтесь связаться с нашим сообществом <a>на нашем форуме</a>, или <a>написать нам на электронную почту</a>."
  },
  "s38": {
    "message": "Как можно добавить мой сайт в белый список?"
  },
  "s39": {
    "message": "Процесс добавления вашей рекламы в белый список занимает около 10 рабочих дней:"
  },
  "s40": {
    "message": "Если на вашем сайте есть реклама, которая подходит под <a>критерии Допустимой Рекламы</a>, просто заполните <a>эту форму</a>."
  },
  "s41": {
    "message": "Кто-нибудь из <a>Eyeo</a>, фирмой за Adblock Plus, свяжется с вами с целью определить конкретную рекламу, а также проверить, подоходит ли она под наши критерии."
  },
  "s42": {
    "message": "После того, как вы совершите необходимые изменения, обе стороны подпишут <a>соглашение</a>."
  },
  "s43": {
    "message": "Мы размещаем запрос на добавление в белый список <a>на форуме</a>. Назначается около недели для обсуждения сообществом с целью решения, подходит ли каждый конкретный кандидат под наши критерии."
  },
  "s44": {
    "message": "Если нет никаких конкретных претензий, мы добавим рекламу в наш белый список. Эта реклама будет показываться пользователям Adblock Plus с настройками по умолчанию."
  },
  "s45": {
    "message": "Вы с ума сошли? Это же никому не нужно!"
  },
  "s46": {
    "message": " <a>Результаты нашего опроса</a> показывают другое. Согласно этому, только 25 процентов пользователей Adblock Plus не желают видеть любую рекламу. Они отключат эту функцию и всё будет в порядке. Остальные пользователи ответили, что они хотели бы разрешить некоторые типы рекламы для того, чтобы помочь сайтам. Некоторые пользователи даже просят нас о том, как включать Adblock Plus только на некоторых сайтах."
  }
}