{
  "title": {
    "message": "Блокировка баннеров с требованием согласия на использование файлов cookie | Adblock Plus Premium"
  },
  "description": {
    "message": "Блокируйте назойливые баннеры с требованием согласия на использование файлов cookie при просмотре сайтов. Начните пользоваться Adblock Plus Premium прямо сейчас!"
  },
  "hero__heading": {
    "message": "Теперь вы можете избавиться от баннеров с требованием согласия на использование файлов cookie по всей сети!"
  },
  "hero__subheading": {
    "message": "Оставьте неприятные впечатления от Интернета в прошлом, блокируя баннеры, требующие от вас согласиться с использованием файлов cookie, при помощи Adblock Plus Premium."
  },
  "hero-aside__heading": {
    "message": "Не закрывайте эту страницу"
  },
  "hero-aside__paragraph-1": {
    "message": "Приветствуем вас, "
  },
  "hero-aside__paragraph-2": {
    "message": "Наверняка вы отлично знакомы с назойливыми окнами, которые выскакивают во время просмотра сайтов и требуют от вас согласиться с использованием файлов cookie. Из-за законов о конфиденциальности в Интернете они повсюду. И хотя мы полностью поддерживаем прозрачность и конфиденциальность в Интернете, нельзя отрицать, что эти баннеры о файлах cookie раздражают пользователей Интернета."
  },
  "hero-aside__paragraph-3": {
    "message": "Мы рады сообщить, что теперь вы можете блокировать баннеры о файлах cookie при помощи Adblock Plus Premium! Вы сможете просматривать веб-страницы гораздо быстрее, когда Adblock Plus Premium скроет для вас эти баннеры и отклонит за вас все ненужные файлы cookie, которые он может отклонить. Наслаждайтесь беспрепятственным просмотром сайтов с меньшим количеством помех и с минимальным отслеживанием со стороны рекламодателей. Чтобы приступить, оформите подписку на Adblock Plus Premium уже сегодня."
  },
  "hero-aside__paragraph-4": {
    "message": "С искренним уважением, <span>Команда Adblock Plus</span>"
  },
  "premium-checkout-header__heading": {
    "message": "Блокируйте баннеры о файлах cookie – начните прямо сегодня: "
  },
  "premium-checkout-card-option__button-1": {
    "message": "<span>$2</span> ежемесячно за Premium"
  },
  "premium-checkout-card-option__button-2": {
    "message": "<span>$20</span> ежегодно за Premium"
  },
  "premium-checkout-card-option__badge": {
    "message": "Сэкономьте 17%"
  },
  "premium-checkout-features__heading": {
    "message": "Что включено?"
  },
  "premium-checkout-features__item-1": {
    "message": "С Premium вы получаете улучшенную блокировку выскакивающих окон. Попрощайтесь с назойливыми отвлекающими факторами, такими как плавающие видео, предложения подписаться на новостную рассылку, баннеры с требованием согласия на использование файлов cookie и многое другое."
  },
  "premium-checkout-features__item-2": {
    "message": "С помощью Premium вы можете синхронизировать свои настройки на нескольких устройствах."
  },
  "premium-checkout-submit__button": {
    "message": "Выполнить покупку"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Политика конфиденциальности"
  },
  "premium-checkout-policy__heading": {
    "message": "Поддерживайте нас с уверенностью:"
  },
  "premium-checkout-policy__text": {
    "message": " если вас не полностью устроит Premium, вы можете отменить переход на Premium в любой момент. При этом вы можете оставить Adblock Plus и пользоваться им и дальше!"
  }
}