{
  "title": {
    "message": "Сообщить об ошибке"
  },
  "s1": {
    "message": "Сообщить о проблеме - Adblock Plus"
  },
  "s2": {
    "message": "Проблемы с Adblock Plus? Сообщите о них нам, чтобы мы могли улучшить наш продукт.Здесь можно скачать Adblock Plus для Chrome и других браузеров."
  },
  "s3": {
    "message": "Сообщить об ошибке - Adblock Plus"
  },
  "s4": {
    "message": "Проблемы с Adblock Plus? Сообщите о них нам, чтобы мы могли улучшить наш продукт.Здесь можно скачать Adblock Plus для Chrome и других браузеров."
  },
  "s5": {
    "message": "Прежде чем сообщить об ошибке, пожалуйста примите во внимание следующую информацию."
  },
  "s6": {
    "message": "Некоторые проблемы не являются ошибками Adblock Plus"
  },
  "s7": {
    "message": "Определенная реклама не блокируется: проблема в фильтре. Пожалуйста, сообщите о ней <a>другим способом</a>."
  },
  "s8": {
    "message": "Сайт не отображается корректно, и \n    <a>временное отключение Adblock Plus</a> на этом сайте решает проблему: ошибка фильтра. Пожалуйста, сообщите о ней <a>другим способом</a>."
  },
  "s9": {
    "message": "Проблема возникла до того, как Adblock Plus был установлен, или ошибка не пропадает с удалением Adblock Plus: решение нужно искать в других источниках."
  },
  "s10": {
    "message": "В частности, если у вас не получается установить Adblock Plus, и вы пользуетесь <a>поддерживаемым браузером</a>\n, значит проблема в браузере, и для этого нужно выполнить"
  },
  "s11": {
    "message": "http://support.mozilla.org/ru/kb/unable-install-add-ons-or-extensions-ru"
  },
  "s12": {
    "message": "следующие"
  },
  "s13": {
    "message": "инструкции."
  },
  "s14": {
    "message": "Некоторые ошибки нам уже известны"
  },
  "s15": {
    "message": "Пожалуйста, посмотрите на известные ошибки ("
  },
  "s16": {
    "message": ","
  },
  "s17": {
    "message": ") прежде, чем сообщать о них. Вы также можете посмотреть <a>существующие сообщения об ошибках</a>."
  },
  "s18": {
    "message": "Как сообщать об ошибках"
  },
  "s19": {
    "message": "Вы можете сообщить о проблеме на <a>нашем форуме</a>."
  },
  "s20": {
    "message": "Регистрация не обязательна, но рекомендуема в случае, если вы хотите получить оповещение об ответах."
  },
  "s21": {
    "message": "Пожалуйста, создайте новую тему. Отвечайте в существующих темах только в том случае, если вы <strong>полностью</strong> уверены в том, что у вас точно такая же проблема."
  },
  "s22": {
    "message": "Ваше сообщение должно содержать всю необходимую информацию для того, чтобы мы смогли воспроизвести ошибку:"
  },
  "s23": {
    "message": "Версия Adblock Plus, ваш браузер и его версия, а также ваша операционная система"
  },
  "s24": {
    "message": "Любые детали настроек, которые могут быть нам полезны (используемые списки фильтров, необычные конфигурации браузера, информация о других приложениях)"
  },
  "s25": {
    "message": "Подробное описание шагов, необходимых для воспроизведения вашей проблемы"
  },
  "s26": {
    "message": "Полное описание того, что у вас происходит, и что по вашему мнению не работает"
  },
  "s27": {
    "message": "Моё сообщение пропало, что случилось?"
  },
  "s28": {
    "message": "Вы вернулись на форум, а вашего сообщения об ошибке больше нет?"
  },
  "s29": {
    "message": "Возможно, модераторы изменили название темы и сделали его более подробным, поглядите внимательнее."
  },
  "s30": {
    "message": "Или, ваше сообщение не было действительной ошибкой, и его перенесли в форум для общих обсуждений (<a>Firefox</a> или\n  <a>Chrome</a>)."
  }
}