{
  "title": {
    "message": "Сообщить об ошибке"
  },
  "s1": {
    "message": "Сообщить о проблеме - Adblock Plus"
  },
  "s2": {
    "message": "Проблемы с Adblock Plus? Сообщите о них нам, чтобы мы могли улучшить наш продукт.Здесь можно скачать Adblock Plus для Chrome и других браузеров."
  },
  "s3": {
    "message": "Сообщить об ошибке - Adblock Plus"
  },
  "s4": {
    "message": "Проблемы с Adblock Plus? Сообщите о них нам, чтобы мы могли улучшить наш продукт.Здесь можно скачать Adblock Plus для Chrome и других браузеров."
  },
  "s5": {
    "message": "Прежде чем сообщить об ошибке, пожалуйста примите во внимание следующую информацию."
  },
  "s6": {
    "message": "Некоторые проблемы не являются ошибками Adblock Plus"
  },
  "s7": {
    "message": "Определенная реклама не блокируется: проблема в фильтре. Пожалуйста, сообщите о ней <a>другим способом</a>."
  },
  "s8": {
    "message": "Сайт не отображается корректно, и  <a>временное отключение Adblock Plus</a> на этом сайте решает проблему: ошибка фильтра. Пожалуйста, сообщите о ней <a>другим способом</a>."
  },
  "s14": {
    "message": "Проблема возникла до того, как Adblock Plus был установлен, или ошибка не пропадает с удалением Adblock Plus: решение нужно искать в других источниках."
  },
  "s16": {
    "message": "Как сообщать об ошибках"
  },
  "s18": {
    "message": "Ваше сообщение должно содержать всю необходимую информацию для того, чтобы мы смогли воспроизвести ошибку:"
  },
  "s20": {
    "message": "Любые детали настроек, которые могут быть нам полезны (используемые списки фильтров, необычные конфигурации браузера, информация о других приложениях)"
  },
  "s21": {
    "message": "Подробное описание шагов, необходимых для воспроизведения вашей проблемы"
  },
  "s22": {
    "message": "Полное описание того, что у вас происходит, и что по вашему мнению не работает"
  },
  "s23": {
    "message": "Моё сообщение пропало, что случилось?"
  },
  "s24": {
    "message": "Вы вернулись на форум, а вашего сообщения об ошибке больше нет?"
  },
  "s15-link": {
    "message": "http://support.mozilla.org/ru/kb/unable-install-add-ons-or-extensions-ru"
  }
}