{
  "s1": {
    "message": "Ниже приведен список изменений по сравнению с Adblock Plus 2.0.3."
  },
  "s10": {
    "message": "Настройки фильтров: Исправлено неправильное предупреждение при удалении группы фильтров."
  },
  "s11": {
    "message": "Мастер отправки сообщения: При сообщении о ложном срабатывани форсируется обновление подписки (<a>тема на форуме</a>)."
  },
  "s12": {
    "message": "Мастер отправки сообщения: Теперь нельзя отправить отчёт о проблеме, если подписки не обновлялись более двух недель."
  },
  "s13": {
    "message": "Удалена собственная форма «О расширении» и теперь используется встроенная в браузер."
  },
  "s14": {
    "message": "Исправлено: Углы ярлыков на Flash и Java не округляются в Firefox 13 (<a>тема на форуме</a>)."
  },
  "s15": {
    "message": "Блокируемые элементы"
  },
  "s16": {
    "message": "В Firefox 15 и выше для открытия списка блокируемых элементов теперь используется «горячая клавиша» Ctrl-Shift-U, ввиду недоступности ранее использованной комбинации."
  },
  "s17": {
    "description": "{1}: object-subrequest, {2}: object_subrequest",
    "message": "Поиск по <code>{1}</code> теперь тоже работает и теперь необязательно искать именно по <code>{2}</code> (<a>тема на форуме</a>)."
  },
  "s18": {
    "message": "Исправлено: Иногда список перезагружается несмотря на то, что страница не изменяется."
  },
  "s19": {
    "message": "Исправлено: Контекстное меню предлагает выключить фильтр на неправильном домене (<a>тема на форуме</a>)."
  },
  "s2": {
    "message": "Важные изменения"
  },
  "s20": {
    "message": "Исправлено: Контекстное меню мешало работе сборщика мусора на странице (<a>ошибка 727739</a>)."
  },
  "s21": {
    "message": "Исправлено: Подсказка могла отобразиться поверх контекстного меню."
  },
  "s22": {
    "message": "Ядро"
  },
  "s23": {
    "message": "Теперь Adblock Plus можно установить в любом приложении, основанном на Gecko 8.0 и выше, в частости в Firefox 8, Thunderbird 8, SeaMonkey 2.5. Более старые версии более не поддерживаются, версии Firefox Mobile основанные на  XUL вроде Firefox Mobile 10 также не поддерживаются."
  },
  "s24": {
    "description": "{1}: ! Title",
    "message": "Списки фильтров теперь могут автоматически менять свой заголовок используя комментарий <code>{1}</code> (<a>тема на форуме</a>)."
  },
  "s25": {
    "message": "Улучшена производительность и оптимизировано использование памяти, в частности исправлена регрессия в Firefox 15 и выше."
  },
  "s26": {
    "description": "{1}: cache.js",
    "message": "Использование файла <code>{1}</code> прекращено — частая причина проблем со стабильностью."
  },
  "s27": {
    "message": "Запись и чтение файлов теперь происходит в асинхронном режиме для улучшения отзывчивости интерфейса."
  },
  "s28": {
    "description": "{1}: can't access dead object",
    "message": "Исправлено: Ярлыки на Flash и Java вызывают сообщение «{1}» в консоли ошибок в Firefox 15 и выше."
  },
  "s29": {
    "message": "Исправлена обработка точек в конце имён доменов (<a>тема на форуме</a>)."
  },
  "s3": {
    "message": "Adblock Plus теперь не требует перезапуск браузера при установке."
  },
  "s30": {
    "message": "Список изменений для предыдущей версии"
  },
  "s4": {
    "message": "Добавлена поддержка Firefox Mobile 14."
  },
  "s5": {
    "message": "Улучшена поддержка Thunderbird, в частности интерфейс Adblock Plus теперь корректно работает с веб-страницами во вкладках."
  },
  "s6": {
    "message": "Добавлена поддержка <a>исключений для правил скрытия</a> (в основном полезно авторам подписок)."
  },
  "s7": {
    "message": "Пользовательский интерфейс"
  },
  "s8": {
    "message": "Составление фильтров: Убрано предупреждение при добавлении фильтра в отключенную группу — в случае отсутствия активных групп просто будет созданна новая группа."
  },
  "s9": {
    "message": "Настройки фильтров: Различные улучшения внешнего вида (<a>тема на форуме</a>,  <a>тема на форуме</a>,  <a>тема на форуме</a>)."
  },
  "title": {
    "message": "Подробный список изменений в Adblock Plus 2.1"
  }
}