{
  "title": {
    "message": "Список изменений в Adblock Plus 1.3.5"
  },
  "s1": {
    "message": "Список изменений по сравнению с Adblock Plus 1.3.3 следует."
  },
  "s2": {
    "message": "Если у вас возникли проблемы с этой версией, то сначала посмотрите  <a>список известных проблем</a>."
  },
  "s3": {
    "message": "Функциональность"
  },
  "s4": {
    "message": "Добавлена поддержка Firefox Mobile 4; версия Firefox Mobile 1.0 больше не поддерживается."
  },
  "s5": {
    "message": "K-Meleon 1.6 теперь поддерживается, с незначительными проблемами (для установки требуются <a>специальные пакеты</a>)."
  },
  "s6": {
    "message": "Добавлена поддержка <a>заголовка Do-Not-Track</a> (DNT), фильтр типа"
  },
  "s7": {
    "message": "включит этот заголовок для всех запросов ("
  },
  "s8": {
    "message": "тема в форуме"
  },
  "s9": {
    "message": ")."
  },
  "s10": {
    "message": "Добавлена экспериментальная кнопка \"Порекомендуйте нас на Facebook\" для упрощения рекомендации Adblock Plus — показывается только пользователям Facebook."
  },
  "s11": {
    "message": "Пользовательский интерфейс"
  },
  "s12": {
    "message": "В пакет опять включены переводы на малайский и эстонский языки."
  },
  "s13": {
    "message": "Настройки горячих клавиш позволяют указывать несколько значений, использоваться будет первая свободная комбинация клавиш."
  },
  "s14": {
    "message": "Горячая клавиша для настроек Adblock Plus теперь Ctrl-Shift-E (используется в Firefox 3.x), Ctrl-Shift-F (используется в Firefox 4) или Ctrl-Shift-O (Firefox 4 на Mac OS X)."
  },
  "s15": {
    "message": "Больше нет специального вида символа ABP для страниц, на которых Adblock Plus отключен. Вместо него показывается стандартный серый символ (<a>тема в форуме</a>)."
  },
  "s16": {
    "message": "Пункт меню \"Включить Adblock Plus\" переименован в \"Отключить везде\"."
  },
  "s17": {
    "message": "Firefox Mobile: Страница, показывающаяся при первом запуске, теперь лучше приспособлена для маленьких экранов."
  },
  "s18": {
    "message": "Исправлено: Содержимое страницы, показывающейся при первом запуске, иногда обрезано (<a>тема в форуме</a>)."
  },
  "s19": {
    "message": "Исправлено: \"Отредактировать примененный фильтр\" в списке элементов неправильно работает, если окно настроек уже открыто."
  },
  "s20": {
    "message": "Мастер отправки сообщения"
  },
  "s21": {
    "message": "Сообщения со слишком большим количеством подписок больше не принимаются."
  },
  "s22": {
    "message": "Не принимаются сообщения для некоторых типов страниц (в частности пустые вкладки, почтовые сообщения, файлы на диске, страницы расширений)."
  },
  "s23": {
    "message": "Thunderbird: Улучшения для сообщениях о статьях в блогах, вместо бесполезного адреса почтового ящика отправляется ссылка на саму статью."
  },
  "s24": {
    "message": "Исправлено: Отключенные подписки фигурируют в сообщениях (<a>тема в форуме</a>)."
  },
  "s25": {
    "message": "Ядро"
  },
  "s26": {
    "message": "Реализован более быстрый алгоритм сверки адреса с  фильтрами (<a>тема в форуме</a>)."
  },
  "s27": {
    "message": "Файл patterns.ini при закрытии браузера теперь записывается только в том случае, если были изменения."
  },
  "s28": {
    "message": "Данные для сверки адресов и правил скрытия сохраняются на диск для ускорения запуска."
  },
  "s29": {
    "message": "Изменена запись файла patterns.ini на диск для предотвращения потерь данных при внезапном выключении компьютера."
  },
  "s30": {
    "message": "Запорченный файл patterns.ini теперь распознается, по возможности вместо него загружается раннее сохраненная копия."
  },
  "s31": {
    "message": "Исправлено: В некоторых случаях правила скрытия могут вызвать экстренное завершение работы браузера (проблема впервые появилась в Adblock Plus 1.3.3)."
  },
  "s32": {
    "message": "Исправлено: Отключение фильтров из списка элементов не работает в Firefox 3.6."
  },
  "s33": {
    "message": "Список изменений в предыдущей версии"
  }
}