{
  "title": {
    "message": "Подробный список изменений в Adblock Plus 2.0"
  },
  "s1": {
    "message": "Ниже приведен список изменений по сравнению с Adblock Plus 1.3.10."
  },
  "s2": {
    "message": "Если у вас возникли проблемы с этой версией, пожалуйста, проверьте \n  <a>список известных проблем</a>."
  },
  "s3": {
    "message": "Важные изменения"
  },
  "s4": {
    "message": "Экспериментальная поддержка блокировки всплывающих окон для тех случаев, когда встроенный в Firefox блокировщик не срабатывает.\n    (<a>тема на форуме</a>)."
  },
  "s5": {
    "message": "Новое окно для настроек фильтров упрощает работу с фильтрами и подписками.\n    (<a>тема на форуме</a>)."
  },
  "s6": {
    "message": "Собственные фильтры теперь можно собрать в любое число групп."
  },
  "s7": {
    "message": "Создание и восстановление резервных копий позволяет сохранять все настройки фильтров, а не только собственные фильтры."
  },
  "s8": {
    "message": "Добавлена настройка &quot;Разрешить приемлемую рекламу&quot; (в настройках фильтров, \n    <a>см. документацию</a>)."
  },
  "s9": {
    "message": "Пользовательский интерфейс"
  },
  "s10": {
    "message": "Литовский перевод включён снова."
  },
  "s11": {
    "message": "Настойки Adblock Plus отображаются непосредственно на своей странице в «Управлении дополнениями»."
  },
  "s12": {
    "message": "Кнопка \"Порекомендуйте нас на Facebook\" была заменена на более общую \"Помочь проекту\"."
  },
  "s13": {
    "message": "Список элементов страницы: добавлен столбец &quot;Домен страницы&quot; (по умолчаню скрыт, \n    <a>тема на форуме</a>)."
  },
  "s14": {
    "message": "Блокируемые элементы: Поиск по типу теперь работает как для локализованных имён типов, так и для не локализованных (<a>тема на форуме</a>)."
  },
  "s15": {
    "message": "Генератор фильтров: Опции фильтрации теперь добавляются в том же порядке, в каком они выбираются (<a>тема на форуме</a>)."
  },
  "s16": {
    "message": "Настройки фильтров: появляется предупреждение о том, что подписка содержит отключенные фильтры \n    (<a>тема на форуме</a>)."
  },
  "s17": {
    "message": "Сообщения о проблемах: Данные о подписках, сделанных из локальных файлов, не отсылаются на сервер для соблюдения приватности."
  },
  "s18": {
    "message": "Сообщения о проблемах: Исправлена проверка того, что пользователь подписан на список фильтров (<a>тема на форуме</a>)."
  },
  "s19": {
    "message": "Настройки отображения иконки Adblock Plus упрощены и сделаны более согласованными."
  },
  "s20": {
    "message": "Сделана видимой настройка «Считать срабатывания фильтров»."
  },
  "s21": {
    "message": "Настройка «Сворачивать заблокированные элементы» переименована в «Прятать метки на месте заблокированных элементов»."
  },
  "s22": {
    "message": "Пункт «Adblock Plus» в меню инструментов теперь содержит такое же меню, как и кнопка Adblock Plus для доступности, а пункт в меню Вид — удалён."
  },
  "s23": {
    "message": "Исправлено: Открывается меню кнопок панели инструментов если кликнуть правой клавишей на само меню (<a>тема на форуме</a>)."
  },
  "s24": {
    "message": "Исправлено: Использование контекстного меню блокирует высвобождение блоков памяти (<a>тема на форуме</a>)."
  },
  "s25": {
    "message": "Ядро"
  },
  "s26": {
    "message": "Минимальная требуемая версия Firefox теперь Firefox 3.6.12, более старые версии не поддерживаются. Аналогично, Thunderbird требуется не ниже версии 3.1.7, SeaMonkey — не ниже 2.1. Songbird и Prism больше не поддерживаются."
  },
  "s27": {
    "message": "и"
  },
  "s28": {
    "message": "теперь могут применяться так-же и для фреймов, а не только для страницы, в которую они вставлены."
  },
  "s29": {
    "message": "Добавлена опция"
  },
  "s30": {
    "message": "для создания исключений, применимых ко множеству сайтов."
  },
  "s31": {
    "message": "Опции фильтрации"
  },
  "s32": {
    "message": ","
  },
  "s33": {
    "message": "и"
  },
  "s34": {
    "message": "теперь считаются синонимами"
  },
  "s35": {
    "message": ", такие запросы крайне редки (<a>тема на форуме</a>)."
  },
  "s36": {
    "message": "Упрощено отслеживание перенаправлений, исправлен основной источник проблем с памятью и прочие проблемы (<a>ошибка 672111</a>, \n    <a>ошибка 653533</a>)."
  },
  "s37": {
    "message": "Теперь комментарий в подписке вида"
  },
  "s38": {
    "message": "! Homepage: http://example.com/"
  },
  "s39": {
    "message": "опознаётся."
  },
  "s40": {
    "message": "Список изменений для предыдущей версии"
  }
}