{
  "s1": {
    "message": "Сотрудничать - Adblock Plus"
  },
  "s10": {
    "message": "Помогите другим пользователям"
  },
  "s11": {
    "message": "Переведите Adblock Plus"
  },
  "s12": {
    "message": "Предложите идеи"
  },
  "s13": {
    "message": "Пожертвуйте"
  },
  "s14": {
    "message": "Добавьте или улучшите фильтры"
  },
  "s15": {
    "message": "Оцените допустимую рекламу"
  },
  "s17": {
    "message": "В то время как никто не получает прямой прибыли от этого, широкое распространение блокировщиков рекламы сделает назойливую рекламу невыгодной. Это заставит её исчезнуть, как это уже происходит со всплывающими окнами."
  },
  "s19": {
    "message": "Есть много способов помочь нам, сделав Adblock Plus более популярным:"
  },
  "s2": {
    "message": "Adblock Plus — проект с открытым кодом, поддерживаемый сообществом. Существует много различных способов посодействовать проекту."
  },
  "s20": {
    "message": "Следите за нашими новостями в социальных сетях <a>Facebook</a>, <a>Google+</a>, <a>Instagram</a> или <a>Twitter</a>, а также рекомендуйте Adblock Plus всем своим друзьям."
  },
  "s21": {
    "message": "Если Adblock Plus изменил то, каким вы видите интернет, поделитесь этим в вашем блоге или социальных сетях."
  },
  "s22": {
    "message": "Убедите вашего работодателя или университет <a>установить Adblock Plus</a>."
  },
  "s23": {
    "message": "Свяжитесь с вашими местными СМИ по поводу безопасности и конфиденциальности в интернете."
  },
  "s25": {
    "message": "Если вы заметили, что Adblock Plus ведёт себя не так, как нужно, пожалуйста  <a>сообщите нам</a>."
  },
  "s26": {
    "message": "Всегда существуют ситуации, при которых могут отобразиться неверные результаты. Нам нужна ваша помощь в поиске таких ситуаций."
  },
  "s27": {
    "message": "Пожалуйста, включите в сообщение всю информацию, необходимую для воспроизведения ошибки: при каких обстоятельствах произошла ошибка, каким браузером вы пользовались, какая версия Adblock Plus у вас установлена?"
  },
  "s28": {
    "message": "Также, пожалуйста будьте готовы к дополнительным вопросам с нашей стороны, или к нашему сообщению о том, что ошибка была устранена."
  },
  "s29": {
    "message": "Тестируйте разрабатываемые сборки"
  },
  "s30": {
    "message": "Перед выходом каждой новой версии Adblock Plus мы всегда выпускаем несколько  <a>разрабатываемых сборок</a>."
  },
  "s31": {
    "message": "Их цель — искать ошибки или нерабочие функции до того, как они будут выпущены."
  },
  "s32": {
    "message": "Подпишитесь на наш <a>RSS поток</a> для того, чтобы узнать о выходе новой сборки."
  },
  "s34": {
    "message": "В независимости от того, чините ли вы неполадку или добавляете новые функции, мы всегда рады людям, предоставляющим нам свой код."
  },
  "s37": {
    "message": "Если у вас есть опыт использования Adblock Plus, возможно, вы можете потратить немного времени на помощь людям, для которых это новинка."
  },
  "s38": {
    "message": "Загляните на наш <a>форум</a>, на котором всегда есть множество пользователей, которые нуждаются в помощи."
  },
  "s40": {
    "message": "В данный момент Adblock Plus переведен на более 30 языков, но несмотря на это некоторые переводы были заброшены, и нам все еще нужны переводчики для других языков."
  },
  "s41": {
    "message": "Если вы хотите поддержать проект своим переводом, пожалуйста зарегестрируйтесь на  <a>Crowdin</a> и перейдите к нашим проектам для перевода: <a>Adblock Plus для Firefox</a>, <a>Adblock Plus для Chrome</a>, <a>Element Hiding Helper</a>."
  },
  "s42": {
    "message": "Выберите ваш язык и начните предлагать переводы."
  },
  "s43": {
    "message": "Если вы не хотите переводить самостоятельно, вы можете просто голосовать за переводы, предложенные другими людьми."
  },
  "s45": {
    "message": "Всегда существует что-то, что может быть улучшено. Поэтому, пожалуйста расскажите нам о своих идеях."
  },
  "s46": {
    "message": "В идеале, мы бы хотели слышать не только то, что именно должно быть изменено (большинство из этого нам уже известно), но и то, как это может быть сделано."
  },
  "s47": {
    "message": "Вы можете открыть новую тему на <a>форуме</a> или присоединиться к существующему обсуждению."
  },
  "s48": {
    "message": "Пожалуйста, обратите внимание, что не каждое предложение будет принято, поэтому оставайтесь конструктивными в своей критике."
  },
  "s49": {
    "message": "Пожертвуйте"
  },
  "s5": {
    "description": "{1}: Adblock Plus",
    "message": "Adblock Plus — поддерживаемый сообществом проект с открытым исходным кодом, цель которого сделать интернет лучше для каждого путём очищения от плохой рекламы."
  },
  "s50": {
    "message": "С большими средствами мы сможем быстрее улучшить Adblock Plus."
  },
  "s51": {
    "message": "Вы можете сделать свое пожертвование через <a>PayPal</a>."
  },
  "s53": {
    "message": "Adblock Plus работает лишь за счет фильтров."
  },
  "s54": {
    "message": "Элементы, блокируемые Adblock Plus по умолчанию определены списками фильтров, которые поддерживаются добровольцами."
  },
  "s55": {
    "message": "Путем постоянного обновления фильтров, это сообщество обеспечивает блокировку всей назойливой рекламы на каждом сайте."
  },
  "s56": {
    "message": "Если вы увидите сайт, реклама на котором не будет заблокирована, пожалуйсте <a>сообщите нам</a>."
  },
  "s6": {
    "message": "Пожалуйста, поддержите нас, если вам нравится пользоваться нашим расширением."
  },
  "s61": {
    "message": "Adblock Plus является инициатором идеи <a>Допустимой Рекламы</a>, целью которой является поддержка сайтов, выбравших рекламировать путем ненавязчивой рекламы."
  },
  "s62": {
    "message": "Основываясь на <a>строгих правилах</a> , каждый может присоедениться к дискуссии для того, чтобы решить, что является <em>Допустимой Рекламой</em>."
  },
  "s63": {
    "message": "Если вы хотите помочь нам решить, какая реклама является допустимой, пожалуйста посетите <a>форум</a> и поделитесь там своими мыслями."
  },
  "s7": {
    "message": "Расскажите о нас"
  },
  "s8": {
    "message": "Сообщите об ошибках"
  },
  "s9": {
    "message": "Предоставьте код"
  },
  "title": {
    "message": "Сотрудничать с Adblock Plus"
  },
  "Notice": {
    "message": "eyeo GmbH, компания, стоящая за Adblock Plus, не имеет прав или возможности менять содержимое списков фильтров, кроме «Списка фильтров для антиобхода ABP» и списка «Допустимая реклама»."
  }
}
