{
  "title": {
    "message": "Страница акции «Черная пятница: AdBlock Plus Premium + VPN»"
  },
  "description": {
    "message": "Насладитесь специальным предложением на Черную пятницу и получите скидку 50% на годовую подписку на Adblock Plus Premium. Прямо сейчас избавьтесь от еще большего числа отвлекающих факторов в сети!"
  },
  "s1": {
    "message": "Отмечайте праздники с более мощной версией AdBlock Plus"
  },
  "s2": {
    "message": "/месяц"
  },
  "s3": {
    "message": "Обычная цена: $2/месяц"
  },
  "s4": {
    "message": "Получите Adblock Plus Premium"
  },
  "s5": {
    "message": "Специальное предложение на Черную пятницу:"
  },
  "s6": {
    "message": "Скидка 50% на годовую подписку"
  },
  "s7": {
    "message": "Получите скидку 50% на Adblock Plus Premium"
  },
  "s8": {
    "message": "$20, оплата раз в год"
  },
  "s9": {
    "message": "Получайте больше удовольствия от покупок в Интернете с AdBlock Plus Premium"
  },
  "s10": {
    "message": "Действуйте быстро – это предложение ограничено во времени!"
  },
  "s11": {
    "message": "Готовы воспользоваться более приватным и свободным от отвлекающих факторов Интернетом? Начните сегодня и получите максимальную пользу от крупнейшего в году сезона онлайн-покупок."
  },
  "s12": {
    "message": "Нажмите ниже, чтобы оформить подписку прямо сейчас:"
  },
  "s13": {
    "message": "Оформите подписку сейчас и сэкономьте 50%!"
  },
  "s14": {
    "message": "Это ограниченное по времени предложение действует с 24 ноября 2023 г. по 3 декабря 2023 г."
  },
  "s15": {
    "message": "Скидка 50% распространяется на один год годовой подписки. После этого ваша подписка будет продлена по обычной цене. Цены указаны в долларах США."
  },
  "s16": {
    "message": "Если вы будете совершать оплату в другой валюте, с вас может взиматься дополнительная комиссия со стороны вашего банка или платежной системы."
  },
  "s17": {
    "message": "Получите скидку 50% на Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Блокируйте рекламу и выскакивающие окна"
  },
  "premium-benefit_2": {
    "message": "Отключите трекеры"
  },
  "premium-benefit_3": {
    "message": "Блокируйте уведомления с сайтов"
  },
  "premium-benefit_4": {
    "message": "Блокируйте плавающие видео"
  },
  "premium-benefit_5": {
    "message": "Избавьтесь от всплывающих окон с рассылками"
  },
  "premium-benefit_6": {
    "message": "Игнорируйте предложения о прохождении опросов"
  },
  "benefit_1-heading": {
    "message": "Сосредоточьтесь на том, что важно для вас."
  },
  "benefit_1-paragraph": {
    "message": "С Adblock Plus Premium вы можете делать покупки и просматривать веб-страницы, меньше отвлекаясь. Сосредоточьте свое внимание на нужном контенте, будь то поиск лучших предложений для шопинга в Интернете или просто просмотр любимых сайтов."
  },
  "benefit_2-heading": {
    "message": "Не позволяйте рекламодателям отслеживать некоторые параметры."
  },
  "benefit_2-paragraph": {
    "message": "Adblock Plus Premium может блокировать выскакивающие окна с согласием на использование файлов cookie и автоматически отклонять файлы cookie там, где мы можем сделать это от вашего имени. Это означает, что вам не придется видеть надоедливые уведомления с просьбой согласиться с использованием файлов cookie на каждом сайте, который вы посещаете. Вы будете принимать только те файлы cookie, которые нужны для функционирования сайта, а не файлы третьих лиц и рекламные файлы cookie."
  },
  "benefit_3-heading": {
    "message": "Быстрее получайте самые выгодные предложения."
  },
  "benefit_3-paragraph": {
    "message": "Adblock Plus обеспечивает более быструю загрузку страниц – теперь вы сможете моментально воспользоваться ограниченной во времени акцией и заказать самые актуальные товары."
  }
}