{
  "title": {
    "message": "Праздничное предложение – Adblock Plus Premium"
  },
  "description": {
    "message": "Отмечайте праздники с годовой подпиской на Adblock Plus Premium. Подарите себе удовольствие от использования Интернета прямо сейчас!"
  },
  "s1": {
    "message": "Побалуйте себя более мощным Adblock Plus"
  },
  "s2": {
    "message": "/месяц"
  },
  "s3": {
    "message": "Обычная цена: $2/месяц"
  },
  "s4": {
    "message": "Получите Adblock Plus Premium"
  },
  "s5": {
    "message": "Специальное праздничное предложение:"
  },
  "s6": {
    "message": "cкидка 50% на годовую подписку"
  },
  "s7": {
    "message": "Получите скидку 50% на Adblock Plus Premium"
  },
  "s8": {
    "message": "$20, оплата раз в год"
  },
  "s9": {
    "message": "Получайте больше удовольствия от покупок в Интернете с AdBlock Plus Premium"
  },
  "s10": {
    "message": "Действуйте быстро – это предложение ограничено во времени!"
  },
  "s11": {
    "message": "Подарите себе меньше отвлекающих факторов и лучшие впечатления от Интернета. Зарегистрируйтесь сегодня и начните годовую подписку на Adblock Plus Premium."
  },
  "s12": {
    "message": "Нажмите ниже, чтобы оформить подписку прямо сейчас:"
  },
  "s13": {
    "message": "Оформите подписку сейчас и сэкономьте 50%!"
  },
  "s14": {
    "message": "Это ограниченное по времени предложение действует с 24 ноября 2023 г. по 15 декабря 2023 г."
  },
  "s15": {
    "message": "Скидка 50% распространяется на один год годовой подписки. После этого ваша подписка будет продлена по обычной цене. Цены указаны в долларах США."
  },
  "s16": {
    "message": "Если вы будете совершать оплату в другой валюте, с вас может взиматься дополнительная комиссия со стороны вашего банка или платежной системы."
  },
  "s17": {
    "message": "Получите скидку 50% на Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Блокируйте рекламу и выскакивающие окна"
  },
  "premium-benefit_2": {
    "message": "Отключите трекеры"
  },
  "premium-benefit_3": {
    "message": "Блокируйте уведомления с сайтов"
  },
  "premium-benefit_4": {
    "message": "Блокируйте плавающие видео"
  },
  "premium-benefit_5": {
    "message": "Избавьтесь от выскакивающих окон с рассылками"
  },
  "premium-benefit_6": {
    "message": "Игнорируйте предложения о прохождении опросов"
  },
  "benefit_1-heading": {
    "message": "Сосредоточьтесь на том, что важно для вас."
  },
  "benefit_1-paragraph": {
    "message": "С Adblock Plus Premium вы можете делать покупки и просматривать веб-страницы, меньше отвлекаясь. Сосредоточьте свое внимание на нужном контенте, будь то поиск лучших предложений для шопинга в Интернете или просто просмотр любимых сайтов."
  },
  "benefit_2-heading": {
    "message": "Не позволяйте рекламодателям отслеживать некоторые параметры."
  },
  "benefit_2-paragraph": {
    "message": "Adblock Plus Premium может блокировать выскакивающие окна с согласием на использование файлов cookie и автоматически отклонять файлы cookie, если мы можем сделать это от вашего имени. Это означает, что вам не придется видеть надоедливые уведомления с просьбой согласиться с использованием файлов cookie на каждом сайте, который вы посещаете. Вы будете принимать только те файлы cookie, которые нужны для функционирования сайта, а не файлы третьих лиц и рекламные файлы cookie."
  },
  "benefit_3-heading": {
    "message": "Быстрее получайте самые выгодные предложения."
  },
  "benefit_3-paragraph": {
    "message": "Adblock Plus обеспечивает более быструю загрузку страниц – теперь вы сможете моментально воспользоваться ограниченной во времени акцией и заказать самые актуальные товары."
  },
  "deal__subheading": {
    "message": "На этих праздниках мы с радостью дарим вам специальное предложение, которое позволит вам лучше контролировать свой просмотр сайтов в Интернете. Купив годовую подписку на Adblock Plus Premium, вы получите 50-процентную скидку от обычной цены!"
  },
  "deal__heading-2": {
    "message": "Блокируйте не только рекламу"
  },
  "deal__subheading-2": {
    "message": "AdBlock Plus Premium позволяет просматривать сайты так, как хочется именно вам. Благодаря нашей функции Контроля отвлекающих факторов, вы можете блокировать назойливые отвлекающие факторы, такие как плавающие видео, которые вас преследуют, выскакивающие окна с рассылками, предложения пройти опрос и многое другое."
  }
}