{
  "meta-title": {
    "message": "Large Scale Deployment"
  },
  "meta-description": {
    "message": "Adblock Plus может оказать помощь любой компании, университету или крупной ИТ-инфраструктуре. Мы будем рады помочь вам установить его в вашей сети."
  },
  "page-header": {
    "message": "Adblock Plus для администраторов"
  },
  "page-description": {
    "message": "Adblock Plus идеально подходит как для IT-инфраструктуры университетов и компаний, так и для любой другой с несколькими рабочими станциями."
  },
  "feature-bandwidth": {
    "message": "Экономия трафика"
  },
  "feature-efficient": {
    "message": "Более эффективное рабочее окружение"
  },
  "feature-privacy": {
    "message": "Улучшенная приватность и безопасность"
  },
  "feature-gpl": {
    "message": "Лицензия GPLv3"
  },
  "contact-us": {
    "message": "Нам важно знать ваше мнение! <a>Контакты и техническая поддержка</a>"
  },
  "about-header": {
    "message": "Что такое широкомасштабное развёртывание (англ. large scale deployments)?"
  },
  "about-overview": {
    "message": "Установка расширения Adblock Plus на множество машин и для нескольких пользовательских аккаунтов, как правило, требует много времени и усилий из-за ручной работы с каждым устройством. Чтобы сэкономить ресурсы, администраторы могут автоматизировать установку с помощью таких средств, как скрипты и конфигурационное управление (англ. software configuration management, SCM)."
  },
  "about-consideration": {
    "message": "Любая широкомасштабная установка браузерных расширений вынуждает принимать во внимание множество нюансов, таких как тип браузера, операционная система, внутренняя политика и вся инфрастурктура в целом."
  },
  "why-header": {
    "message": "Зачем устанавливать Adblock Plus в администрируемой среде?"
  },
  "why-overview": {
    "message": "Adblock Plus - это отличный инструмент для любой администрируемой среды, содержащей несколько рабочих станций в IT-инфраструктуре (напр., в университетах, школах, компаниях, государственных институтах)."
  },
  "why-advantages": {
    "message": "Adblock Plus существенно снижает риски, связанные с безопасностью и приватностью, для всей IT-сети. Вредоносные программы и вирусы часто распространяются через раздражающую рекламу, которую наше расширение блокирует по-умолчанию. Более того, использование Adblock Plus значительно уменьшает загрузку канала. Совокупная же работа конечных пользователей в интернете и её эффективность существенно улучшаются при использовании Adblock Plus: пользователи не отвлекаются на всплывающие окна, мигающие баннеры и дезориентирующую рекламу, что помогает им лучше фокусироваться."
  },
  "how-deploy-abp-header": {
    "message": "Как установить Adblock Plus?"
  },
  "how-deploy-abp-overview": {
    "message": "В настоящее время мы работаем над созданием лучших решений для широкомасштабного развёртывания. Однако каждое решение зависит от целевого браузера."
  },
  "how-deploy-abp-contact": {
    "message": "Контакты и техническая поддержка: <a>deployment-support@adblockplus.org</a>"
  },
  "additional-resources-header": {
    "message": "Дополнительные ресурсы"
  },
  "forum-info": {
    "message": "Вы можете задать вопрос или предложить дополнение в разделе о широкомасштабном развертывании (Large scale deployments of ABP) на нашем <a>форуме</a>."
  },
  "issues-info": {
    "message": "Если Вы нашли ошибку, касающуюся проекта широкомасштабного развертывания (Large Scale Deployments), то можете сообщить о ней, создав заявку в нашей <a>системе отслеживания ошибок</a>. При этом, пожалуйста, проверьте сначала <a>список текущих заявок</a>, а так же добавьте тег large-scale-deployments в поле keyword."
  },
  "organisations-using-abp": {
    "message": "Организации, использующие Adblock Plus"
  },
  "unalaska-school-quote": {
    "message": "На Аляске, где интернет сильно ограничен, каждый бит на счету."
  },
  "compnology-quote": {
    "message": "Из-за распространения вредоносной рекламы и криптолокеров мы заинтересованы в использовании вашей программы."
  },
  "geneva-int-school-quote": {
    "message": "Adblock Plus помогает нашим студентам и учителям оставаться сфокосированными на обучении."
  },
  "7energy-quote": {
    "message": "Я уверенно рекомендую Adblock Plus для бизнеса, не только потому что было легко установить его для всех пользователей, но и сами пользователи подтвердили его полезность."
  },
  "holstebro-quote": {
    "message": "После установки Adblock Plus загрузка сервера существенно уменьшилась, что обернулось улучшившейся производительность для наших пользователей."
  }
}