{
  "title": {
    "message": "Перевод регулярных выражений в простые фильтры"
  },
  "s1": {
    "message": "Начиная с Adblock Plus 0.7 совпадения простых фильтров (не регулярных выражений) были оптимизированы таким образом, что даже очень большое количество фильтров не замедляет работу браузера. К сожалению, эта оптимизация не работает для регулярных выражений, каждое регулярное выражение в списке делает немного замедляет браузер с Adblock Plus. Регулярные выражения долгое время использовались для \"сжатия\" списка фильтров, получая в результате длинные и непонятные правила фильтрации — теперь это не требуется."
  },
  "s2": {
    "message": "Эта страница оценит список фильтров и попытается конвертировать регулярные выражения в набор простых фильтров для повышения производительности списка. Например, конвертирует фильтр"
  },
  "s3": {
    "message": "/ad|banner/"
  },
  "s4": {
    "message": "в два фильтра"
  },
  "s5": {
    "message": "ad"
  },
  "s6": {
    "message": "и"
  },
  "s7": {
    "message": "banner"
  },
  "s8": {
    "message": ". Регулярное выражение типа"
  },
  "s9": {
    "message": "/ads|ad\\d+/"
  },
  "s10": {
    "message": "останется неизменным до тех пор, пока выражение"
  },
  "s11": {
    "message": "\\d"
  },
  "s12": {
    "message": "не будет иметь прямой эквивалент в синтаксисе простого фильтра и этот  инструмент пока не может извлекать части регулярных выражений."
  },
  "s13": {
    "message": "Откройте установки Adblock Plus и отметьте все фильтры которые хотите проверить. Скопируйте их (выберите Правка — Копировать из меню или нажмите Ctrl+C) и вставьте в текстовое поле ниже. Как вариант, вы можете экспортировать фильтры и вставить содержимое файла в текстовое поле."
  },
  "s14": {
    "message": "<em>Заявление о конфиденциальности</em>: Данные не передаются на сервер. Все необходимые вычисления производятся на вашем компьютере и ваши данные не покидают его."
  },
  "s15": {
    "message": "Конвертировать регулярные выражения"
  },
  "s16": {
    "message": "Ваш список с заменёнными, где это возможно, регулярными выражениями приведён ниже. Вы можете скопировать его и вставить в Установки Adblock Plus (вначале удалив существующий). Как вариант, вы можете"
  },
  "s17": {
    "message": "кликнуть здесь"
  },
  "s18": {
    "message": "для получения фильтров на отдельной странице. Сохраните их в файл и импортируйте его в Установки Adblock Plus. Также рекомендуется <a>проверить список на бесполезные фильтры</a>."
  }
}