{
  "title": {
    "message": "Тестовые сборки"
  },
  "s1": {
    "message": "Что такое тестовые сборки?"
  },
  "s2": {
    "message": "Тестовые сборки представляют собой последние достижения в разработке Adblock Plus и других расширений, размещённых на этом сайте. Устанавливая тестовую сборку вы сможете опробовать возможности, ещё не вошедшие в стабильную версию."
  },
  "s3": {
    "message": "Насколько надёжны тестовые сборки?"
  },
  "s4": {
    "message": "Разумеется, тестовые сборки менее надёжны, чем стабильные версии, и вы используете их на свой страх и риск. Однако, изменения тщательно тестируются перед добавлением в код. Это означает, что тестовые сборки будут работать отлично большую часть времени. Время от времени будут возникать проблемы, особенно если используется редкая конфигурация — пожалуйста, сообщайте о них, чтобы мы могли их исправить. Для языков, отличных от английского, новые строки будут переведены лишь незадолго до выпуска стабильной версии. Тестовые сборки также могут взаимодействовать с другими расширениями хуже, чем это ожидается от стабильной версии."
  },
  "s5": {
    "message": "Как сообщить об ошибке в тестовой сборке?"
  },
  "s6": {
    "message": "Пожалуйста, делайте это <a>на форуме</a>, просто создайте новую тему (но проверьте не сообщалось ли ранее о такой же ошибке). Вам не нужно регистрироваться, но вы можете сделать это, если хотите получать уведомления об изменениях в вашей теме. Пожалуйста, предоставьте всю информацию необходимую для воспроизведения ошибки, особенно версию тестовой сборки, браузер и его версию, версию операционной системы. Пожалуйста, временно установите последнюю стабильную версию расширения и удостоверьтесь, что там нет этой ошибки, так как эта информация в большинстве случаев очень полезна."
  },
  "s7": {
    "message": "Как установить/обновить тестовую сборку?"
  },
  "s8": {
    "message": "Для установки тестовой сборки нажмите на одну из перечисленных ниже ссылок:"
  },
  "s9": {
    "message": "(<a>список изменений</a>,  <a>старые сборки</a>)"
  },
  "s10": {
    "message": "{1} для {2}"
  },
  "s12": {
    "message": "{1} Для установки см. {2} (требуется Opera 17 или выше)"
  },
  "s13": {
    "message": "(<a>список изменений</a>, <a>старые сборки</a>)."
  },
  "s14": {
    "message": "Для установки см. <a>инструкцию внизу</a>!"
  },
  "s15": {
    "message": "{1} для {2} (требуется Safari 6 или выше)"
  },
  "s16": {
    "message": "(<a>список изменений</a>, <a>старые сборки</a>)"
  },
  "s17": {
    "message": "{1} для {2} (требуется Internet Explorer 8 или выше)"
  },
  "s18": {
    "message": "(<a>старые сборки</a>)"
  },
  "s19": {
    "message": "{1} для {2}"
  },
  "s20": {
    "message": "(<a>список изменений</a>, <a>старые сборки</a>)."
  },
  "s21": {
    "message": "Element Hiding Helper"
  },
  "s23": {
    "message": "Customizations для {1}"
  },
  "s24": {
    "message": "(<a>список изменений</a>,  <a>старые сборки</a>)"
  },
  "s25": {
    "message": "Diagnostics for {1}"
  },
  "s27": {
    "message": "URL Fixer"
  },
  "s28": {
    "message": "(<a>список изменений</a>, <a>старые сборки</a>)"
  },
  "s29": {
    "message": "Ваш браузер будет автоматически проверять обновления и предложит вам обновиться до последней доступной тестовой сборки."
  },
  "s30": {
    "message": "Учтите, что стабильная версия никогда не будет предложена для установки. Вместо этого после выпуска новой версии вам будет предложена тестовая сборка, сразу же следующая за этой версией."
  },
  "s32": {
    "message": "Как узнать об изменениях?"
  },
  "s33": {
    "message": "Когда браузер уведомит вас о доступных обновлениях, кликните по тестовой сборке и нажмите кнопку \"Показать информацию\". Будет показан список всех изменений в этой сборке. Для более полного обзора изменений и расширенной информации смотрите <a>анонсы тестовых сборок</a>. Вы можете подписаться на <a>RSS-рассылку</a> в любой программе для чтения лент."
  }
}