{
  "title": {
    "message": "Благодарим вас за пожертвование на Adblock Plus!"
  },
  "subheading": {
    "message": "Мы ценим вашу поддержку. Помощь таких людей, как вы, дает нам возможность и дальше работать над инструментами, делающими интернет лучше для всех нас."
  },
  "p1": {
    "message": "Ваш платеж был обработан и вам на почту будет отправлена квитанция о получении. Если вы использовали PayPal, вы можете войти в свою учетную запись и посмотреть подробную информацию о платеже там."
  },
  "faq-heading": {
    "message": "Часто задаваемые вопросы"
  },
  "faq-receipt": {
    "message": "Получу ли я квитанцию?"
  },
  "faq-receipt-1": {
    "message": "Мы используем сервисы PayPal и Stripe для безопасной обработки платежей, а подтверждения и квитанции о пожертвованиях на Adblock Plus отправляем через автоматизированную систему электронной почты."
  },
  "faq-receipt-2": {
    "message": "Мы рекомендуем сохранить присланное вам электронное письмо с квитанцией на случай, если вы захотите получить деньги обратно позже — нам понадобится базовая информация о платеже, чтобы мы могли обработать возврат средств или отменить регулярный платеж."
  },
  "faq-receipt-3": {
    "message": "<strong>Обратите внимание:</strong> платеж будет указан в квитанции как «eyeo GmbH (Adblock Plus)», а в выписке по счету как «Adblock Plus» или «ABP»"
  },
  "faq-refund": {
    "message": "Я совершил(-а) платеж по ошибке! Что делать?"
  },
  "faq-refund-1": {
    "message": "Просто <strong>напишите нам на электронную почту <a>support@adblockplus.org</a>, чтобы мы могли оформить вам возврат средств</strong>. Мы оформляем возвраты по будним дням с понедельника по пятницу. Если возврат был запрошен в выходные дни, мы обработаем его при первой возможности в понедельник."
  },
  "faq-info-transactions": {
    "message": "Пожалуйста, укажите следующую информацию, чтобы мы могли найти ваш платеж:"
  },
  "faq-info-transactions-1": {
    "message": "Дата платежа"
  },
  "faq-info-transactions-2": {
    "message": "Сумма (указывается в высланной на электронную почту квитанции от PayPal или Stripe)"
  },
  "faq-info-transactions-3": {
    "message": "Адрес электронной почты, использованный для платежа"
  },
  "faq-info-transactions-4": {
    "message": "Код платежа"
  },
  "faq-info-transactions-5": {
    "message": "<strong>Примечание:</strong> Мы никогда не будем запрашивать у вас конфиденциальную информацию, касающуюся вашего платежа (например, полный номер вашей банковской карты), и вы также не должны предоставлять такую информацию."
  },
  "faq-refund-policy": {
    "message": "Какова ваша политика в отношении возврата денежных средств?"
  },
  "faq-refund-policy-1": {
    "message": "Мы вернем ваш платеж, если вы попросите сделать это по любой причине, в течение 120 дней с момента совершения платежа. Отправьте нам сообщение по адресу <a>support@adblockplus.org</a>, и мы оформим возврат полной суммы. Не беспокойтесь – вы сможете продолжать использовать Adblock Plus бесплатно, не теряя доступа к каким-либо функциям!"
  },
  "faq-refund-policy-2": {
    "message": "Вне зависимости от того, сделали ли вы пожертвование с помощью PayPal или банковской карты, укажите в своем сообщении следующую информацию:"
  },
  "faq-cancellations": {
    "message": "Как отменить ежемесячную подписку?"
  },
  "faq-cancellations-paypal": {
    "message": "Пожертвования через PayPal"
  },
  "faq-cancellations-paypal-1": {
    "message": "Вы можете управлять подпиской PayPal или отменить ее прямо из учетной записи PayPal. Чтобы отменить пожертвование на Adblock Plus в виде регулярных платежей, следуйте инструкциям, приведенным в <a>Справочном центре PayPal</a>."
  },
  "faq-cancellations-card": {
    "message": "Пожертвования с банковской карты"
  },
  "faq-cancellations-card-1": {
    "message": "Если вы оформили подписку на пожертвования на Adblock Plus в виде регулярных платежей и хотите отменить ее, напишите нам на электронную почту <a>support@adblockplus.org</a>."
  },
  "further-questions": {
    "message": "У вас остались вопросы?"
  },
  "further-questions-1": {
    "message": "Вопросы об Adblock Plus? Напишите нам на электронную почту <a>support@adblockplus.org</a> или отправьте нам <a>отчет об ошибках</a>. Кроме этого, вы можете посетить наш <a>Справочный центр</a>."
  },
  "further-questions-2": {
    "message": "Вы можете в любое время прочитать наши последние новости, заглянув в <a>наш блог</a>."
  }
}