{
  "title": {
    "message": "Element Hiding Helper"
  },
  "s1": {
    "message": "Общие сведения"
  },
  "s2": {
    "message": "Element Hiding Helper — это дополнительное расширение для Adblock Plus предназначенное для того, чтобы облегчить создание правил скрытия. Вы просто выбираете элемент, который вы хотите скрыть, а затем выбираете, какие атрибуты этого элемента должно быть принято во внимание при его скрытии. Правило для скрытия элемента создаётся и добавляется автоматически. Часть кода расширения основана на"
  },
  "s3": {
    "message": "http://karmatics.com/aardvark/"
  },
  "s4": {
    "message": "расширении Aardvark"
  },
  "s5": {
    "message": "."
  },
  "s6": {
    "message": "У Element Hiding Helper те же самые <a>требования к версии браузера</a>, что и у Adblock Plus."
  },
  "s7": {
    "message": "Кроме того требуется Adblock Plus 1.3 или выше, само по себе это расширение ничего делать не будет."
  },
  "s8": {
    "message": "Установка"
  },
  "s9": {
    "message": "Установить Element Hiding Helper"
  },
  "s10": {
    "message": "Использование Element Hiding Helper"
  },
  "s11": {
    "message": "Вы запускаете Element Hiding Helper, выбрав в меню значка ABP на панели инструментов \"Скрыть элемент на странице\" или нажав Ctrl+Shift+K."
  },
  "s12": {
    "message": "Теперь вы можете выбрать элемент, который вы хотите скрыть с мышью. Если вы должны скрыть больше чем один элемент, попробуйте нажать Ш (или W на англ. раскладке). Нажатие У (или Н на англ. раскладке) снова уменьшит выбранную область. Другие команды, предлагаемые в справке, могут быть также полезными, чтобы удостовериться, что вы точно выбрали то, что вы хотите скрыть. Все команды легко запомнить: Ш — «шире», У — «ýже», К — «код» и т. д."
  },
  "s13": {
    "message": "Как только вы щелкнули по элементу, чтобы указать, что Вы закончили выбирать, откроется диалоговое окно составления правила. Теперь вы можете выбрать, на каком домене правило должно использоваться и какие атрибуты элемента должны быть учтены (если атрибуты, которые вы выбираете, слишком распространены, то в конечном счёте скрываются и полезные элементы). Предварительный просмотр применит получающееся правило сразу, чтобы показать вам, как будет выглядеть страница. Если вы хотите создавать более усовершенствованные правила, вы можете переключиться на Расширенный вид. Наконец, нажатие на кнопку \"Добавить фильтр\" добавит правило к вашему списку правил Adblock Plus и применит его к текущей странице."
  }
}