{
  "title": {
    "message": "FAQ - Основные функции"
  },
  "s1": {
    "message": "Как заблокировать баннер?"
  },
  "s2": {
    "message": "Вы можете нажать правой кнопкой мыши на любое изображение или фрейм и выбрать \"Adblock\" из выпадающего контекстного меню. Это откроет диалог, в котором вы сможете изменить новый фильтр перед его добавлением. Вы можете заменить части фильтра заполнителем (* - символом звездочки), для того, чтобы фильтр также блокировал другие адреса и баннеры. Для дополнительной информации, прочтите <a>\"создание фильтров Adblock Plus\"</a>."
  },
  "s3": {
    "message": "Покажите мне, как это делается"
  },
  "s4": {
    "message": "Иногда, я хочу отключить Adblock Plus. Какой самый простой способ для этого?"
  },
  "s5": {
    "message": "Вы можете нажать на стрелочку около значка Adblock Plus на панели инструментов для вызова меню. Там у вас будет возможность выключить/включить Adblock Plus. Если эти шаги слишком долги для вас, вы можете просто нажать колесом мыши на иконке Adblock Plus, что выключит или включит аддон."
  },
  "s6": {
    "message": "В меню у вас также есть возможность отключить Adblock Plus на конкретной странице. Это добавит исключение из правил, наподобие"
  },
  "s7": {
    "message": "@@||adblockplus.org^$document"
  },
  "s8": {
    "message": "в ваши фильтры. Вы можете прочесть больше об исключениях в разделе <a>\"Создание фильтров Adblock Plus\"</a>."
  },
  "s10": {
    "message": "Могу ли я помочь любимому сайту если буду скачивать, но скрывать рекламу?"
  },
  "s11": {
    "message": "Нет. Большинство рекламщиков платят за переходы, так что скрыв рекламу вы сайту так не поможете. Даже в том редком случае оплаты за просмотры рекламщику будет достаточно просто проверить видимость рекламных блоков при помощи JavaScript. К тому же скачивание, но скрытие рекламных баннеров с целью введения рекламщиков в заблуждение, чтобы они платили, будет сродни мошенничеству."
  },
  "s12": {
    "message": "Вкратце, если желаете помочь любимым сайта, то Adblock Plus на них придётся выключить добавив их в исключения."
  },
  "s13": {
    "message": "Как я могу вручную обновить список фильтров?"
  },
  "s14": {
    "message": "В Firefox:"
  },
  "s15": {
    "message": "Нажмите кнопку Firefox >> Дополнения (в Mac OS X / Linux, выберите в меню Инструменты >> Дополнения), это откроет менеджер дополнений Firefox."
  },
  "s16": {
    "message": "Нажмите там на «Расширения», найдите в списке Adblock Plus, зайдите в «Настройки» и затем нажмите «Настройки фильтров…»."
  },
  "s17": {
    "message": "Нажмите на списке фильтров правой кнопкой мыши и выебрите «Обновить фильтры». Для обновления всех списков фильтров сразу можно воспользоваться сочетанием клавиш: Ctrl+Shift+T."
  },
  "s18": {
    "message": "В Chrome:"
  },
  "s19": {
    "message": "Нажмите на кнопку меню Chrome, затем откройте «Инструменты» и выберите «Расширения»."
  },
  "s20": {
    "message": "Найдите Adblock Plus и затем нажмите на «Настройки» под описанием."
  },
  "s21": {
    "message": "Нажмите на кнопку «Обновить»."
  },
  "s22": {
    "message": "В Opera:"
  },
  "s23": {
    "message": "Нажмите кнопку \"Menu\" (для Mac OS X / Linux, \"Tools\"), выберите \"Extensions\" >> \"Manage Extensions\"."
  },
  "s24": {
    "message": "Найдите там Adblock Plus и нажмите на маленький значок с гаечным ключем с правой стороны, затем выберите \"Preferences\"."
  },
  "s26": {
    "message": "Могу ли я удалить списки фильтров?"
  },
  "s27": {
    "message": "В Firefox"
  },
  "s29": {
    "message": "В Google Chrome"
  },
  "s31": {
    "message": "В Opera (на Windows/Ubuntu)"
  },
  "s33": {
    "message": "В Opera (на Mac OSX)"
  },
  "s35": {
    "message": "Баннер является объектом (Flash или Java), и у меня нет контекстного меню. Что теперь?"
  },
  "s36": {
    "message": "У Adblock Plus есть функция \"Показывать ярлыки на Flash и Java\". Когда она включена (по умолчанию), она будет показывать кнопку \"Block\" в правом верхнем углу (в нижнем левом, если там не достаточно места) на каждом объекте. Нажатие на эту кнопку заблокирует объект."
  },
  "s38": {
    "message": "Кроме этого, вы можете открыть список блокируемых элементов (нажмите Ctrl+Shift+V или нажмите на выпадающую стрелку у значка ABP в панели инструментов и выберите \"Open blockable items\") и найдите нужный объект там."
  },
  "s40": {
    "message": "Вы можете нажать на заглавие колонки \"Type\" - это отсортирует список по типу, что облегчит поиск объектов."
  },
  "s41": {
    "message": "Список блокируемых объектов показывает много разных адресов. Как мне узнать, какой из них мне нужен?"
  },
  "s42": {
    "message": "Вы можете искать адреса, начало которых отличается от адреса той страницы, на которой вы находитесь. Баннеры также обычно имеют ключевые слова, такие как \"banner\" или \"ad\" в их адресе. Нажмите на адрес для того, чтобы заставить соответствующий элемент мигать на странице (к сожалению, это не работает для всех типов объектов). Если вы все еще не уверены, нажмите колесом мыши на адрес, чтобы открыть его в новой вкладке - там вы точно увидите, является ли он баннером."
  },
  "s43": {
    "message": "Влияет ли порядок фильтров на производительность?"
  },
  "s44": {
    "message": "Нет. Когда Adblock Plus проверяет адрес на факт нахождения его в ваших фильтрах, расширение само выбирает лучший порядок, в котором фильтры будут тестированы. Большинство фильтров даже не будут замечены. Порядок фильтров в диалоге настроек присутствует лишь для вашего удобства, и он не влияет на производительность."
  },
  "s45": {
    "message": "Быстрее ли регулярные выражения по сравнению с \"нормальными\" фильтрами?"
  },
  "s46": {
    "message": "Обычно, нет. Adblock Plus меняет любой \"нормальный\" фильтр в регулярное выражение, и внутри расширение работает только с регулярными выражениями вне зависимости от фильтров"
  },
  "s47": {
    "message": "banner"
  },
  "s48": {
    "message": "и"
  },
  "s49": {
    "message": "/banner/"
  },
  "s50": {
    "message": "."
  },
  "s51": {
    "message": "Регулярные выражения также часто используются для \"сжатия\" списка фильтров и замены некоторых фильтров одним регулярным выражением. Как правило, меньше фильтров - всегда лучше, но в данном случае это не всегда правда. Сложные регулярные выражения требуют слишком много времени для оценки, и может быть быстрее использовать несколько простых выражений."
  },
  "s52": {
    "message": "В то же время, регулярные выражения дают вам больше возможностей, и в этом случае их использование обосновано. Например, регулярное выражение"
  },
  "s53": {
    "message": "/adv(?!ice)/"
  },
  "s54": {
    "message": "будет блокировать"
  },
  "s55": {
    "message": "adv"
  },
  "s56": {
    "message": "и"
  },
  "s57": {
    "message": "advert"
  },
  "s58": {
    "message": "и"
  },
  "s59": {
    "message": "advertisement"
  },
  "s60": {
    "message": ", но не"
  },
  "s61": {
    "message": "advice"
  },
  "s62": {
    "message": "- такое не может быть осуществлено при помощи обычных заменителей."
  }
}