{
  "title": {
    "message": "ЧаВо (FAQ) — Настройка пользовательского интерфейса"
  },
  "s1": {
    "message": "Как мне добавить иконку Adblock Plus на панель инструментов?"
  },
  "s2": {
    "message": "Обычно эта иконка добавляется автоматически при первой установке Adblock Plus, но вероятно она была удалена в последствии. В Firefox можно настраивать панель инструментов, просто щёлкните правой кнопкой мыши по панели и выберите «Настроить…». Появится окно с иконками, одной из них будет иконка Adblock Plus. Перетазите её при помощи мыши на панель инструментов и разместите там, где нравится. Так-же можно настроить расположение и остальных элементов на панелях перемещая и даже «выбрасывая» их с панелей обратно в окно настройки."
  },
  "s3": {
    "message": "Как мне удалить иконку Adblock Plus с панели инструментов?"
  },
  "s4": {
    "message": "Не нравится иконка или требуется место для чего-то более важного? Щёлкните по стрелке рядом с иконкой и выберите «Опции → Отображать на панели инструментов» в меню. Аналогичное меню есть в окне настройки расширения на случаё, если решите восстановить иконку. Ну и кстати, можно просто воспользоваться функцией настройки панелей инструментов, встроенной в Firefox."
  },
  "s5": {
    "message": "Как сделать зелёной иконку для сайтов в белом списке?"
  },
  "s6": {
    "message": "Если хочется привести иконку Adblock Plus к тому виду, в котором она была до выхода Adblock Plus 1.3.5 (зелёная когда Adblock Plus выключен на сайте и серая, когда он выключен совсем) то можно установить <a>вот этот стиль</a> (требуется <a>Stylish</a>)."
  },
  "s7": {
    "message": "Как настроить отображение списка блокируемых элементов на отображение сверху или сбоку?"
  },
  "s8": {
    "message": "Нравится список блокируемых элементов с левой стороны окна браузера, как это было до Adblock Plus 0.7.5? Можно восстановить при помощи <a>этого расширения</a> (требуется <a>Stylish</a>). Этот стиль переместит отображение списка на левую сторону окна браузера и он будет отображаться как боковая панель. При добавлении стиля его можно отредактировать изменяя закомментированные блоки — тогда список будет отображаться справа или вверху."
  },
  "s9": {
    "message": "<em>Заметка</em>: Этот стиль не превращает список блокируемых элементов в настоящую боковую панель и потому может быть открыт одновременно с любой другой боковой панелью вроде Истории."
  },
  "s10": {
    "message": "Как настроить отображение текста вместо иконки в панели инструментов?"
  },
  "s11": {
    "message": "Старые версии Adblock Plus отображали слово «Adblock» в строке статуса. Это поведение можно восстановить воспользовавшись <a>вот этим стилем</a> (требуется <a>Stylish</a>)."
  },
  "s12": {
    "message": "Как переместить иконку в панели статуса в другое место?"
  },
  "s13": {
    "message": "Adblock Plus 0.5 позволял перемещать свою иконку в строке статуса. В последующих версиях было решено удалить данную возможность в виду редкой в ней необходимости. Всё равно расширение вроде <a>Organize Status Bar</a> сделает это лучше."
  },
  "s18": {
    "message": "Как изменить иконки отображаемые Adblock Plus?"
  },
  "s19": {
    "message": "Если нравятся иконки, использовавшиеся до выхода Adblock Plus 0.7.2 (таракан), то можно воспользоваться <a>этим стилем</a> для их восстановления (необходимо расширение <a>Stylish</a>). Но если у вас есть иконки лучше, то можно сделать собственный стиль воспользовавшись шаблоном ниже:"
  },
  "s20": {
    "message": "В данном предполагается, что картинки (одна с тремя иконками 16×16 и ещё одна с тремя иконками 24×24 размещёнными одна над другой) расположены в каталоге c:\\icons, а потому измените этот путь если потребуется. Для применения этого стиля можно воспользоваться <a>Stylish</a> или отредактировать файл chrome/userChrome.css в папке профиля ("
  },
  "s22": {
    "message": "где моя папка профиля? (англ.)"
  },
  "s23": {
    "message": ") добавив тула этот код. Если файл userChrome.css не существует, то просто создайте его."
  },
  "s24": {
    "message": "<em>Заметка</em>: Изменения будут заметны после перезапуска браузера."
  },
  "s25": {
    "message": "Как изменить «горячую клавишу» для … / добавить для выключения Adblock Plus?"
  },
  "s26": {
    "message": "Есть три скрытые настройки, которые можно изменить через"
  },
  "s28": {
    "message": "about:config"
  },
  "s29": {
    "message": ", которые определяют горячие клавиши для Adblock Plus: <a>extensions.adblockplus.sidebar_key</a> (открыть/закрыть панель блокируемых элементов), <a>extensions.adblockplus.settings_key</a> (открыть диалог настроек), <a>extensions.adblockplus.enable_key</a> (включить/выключить Adblock Plus). Измените их как вам хочется."
  },
  "s30": {
    "message": "<em>Заметка</em>: Изменения будут заметны после перезапуска браузера."
  }
}