{
  "s1": {
    "message": "Функции - Adblock Plus"
  },
  "s16": {
    "message": "Просто установите Adblock Plus для вашего браузера (доступен для <a>Firefox</a>, <a>Chrome</a>, <a>Safari</a> и <a>Opera</a>) или вашего смартфона и планшета на <a>Android</a>, и вся отвлекающая реклама будет удалена с любого посещаемого вами сайта."
  },
  "s17": {
    "message": "Допустимая реклама"
  },
  "s2": {
    "message": "При помощи Adblock Plus можно сделать намного больше, чем просто блокировать рекламу: избавляйтесь от нежелательного слежения, защитите себя от вирусов и уберите кнопки социальных сетей."
  },
  "s22": {
    "message": "Множество фирм следят за вашей активностью и историей посещений при каждом использовании браузера."
  },
  "s25": {
    "message": "Для включения данной функции, пожалуйста <a>откройте этот диалог</a> и нажмите \"Добавить\". Если вы хотите отключить эту функцию, пожалуйста <a>прочтите здесь</a> о том, как это сделать."
  },
  "s27": {
    "message": "Долгая загрузка, всплывающие окна, странное поведение браузера - знаки того, что ваш компьютер был заражён вредоносной программой."
  },
  "s30": {
    "description": "{1}: Adblock Plus",
    "message": "Adblock Plus может быть настроен так, чтобы блокировать домены, растространяющие вредоностные программы, что защитит ваш компьютер от вирусов, троянов и шпионских программ."
  },
  "s31": {
    "message": "Для включения данной функции, пожалуйста <a>откройте этот диалог</a> и нажмите \"Добавить\". Если вы хотите отключить эту функцию, пожалуйста <a>прочтите здесь</a> о том, как это сделать."
  },
  "s33": {
    "message": "Кнопки для того, чтобы поделиться страницей в таких социальных сетях как Вконтакте, Facebook, Google Plus и многих других расположены почти на каждом посещаемом вами сайте."
  },
  "s36": {
    "message": "Для включения данной функции, пожалуйста <a>откройте этот диалог</a> и нажмите \"Добавить\". Если вы хотите отключить эту функцию, пожалуйста <a>прочтите здесь</a> о том, как это сделать."
  },
  "s5": {
    "message": "Блокировка рекламы"
  },
  "s7": {
    "message": "Защита от слежения"
  },
  "s8": {
    "message": "Блокировка вредоносных доменов"
  },
  "s9": {
    "message": "Отключение кнопок социальных сетей"
  },
  "title": {
    "message": "Adblock Plus - Функции"
  }
}