{
  "filter-lists-requirements-item-3-example": {
    "message": "Пример: следует избегать избыточности, чрезвычайно универсальных фильтров и <a>“медленных” фильтров</a>"
  },
  "description": {
    "message": "Список фильтров должен соответствовать определенным требованиям, чтобы он мог быть рекомендован пользователям Adblock Plus."
  },
  "filter-lists-requirements-intro": {
    "message": "Список фильтров:"
  },
  "title": {
    "message": "Рекомендуемые требования к списку фильтров"
  },
  "filter-lists-requirements-item-6": {
    "message": "Должен активно обновляться"
  },
  "filter-lists-requirements-item-7": {
    "message": "И наконец, составитель списка должен профессионально владеть языком, для которого будет составляться список."
  },
  "filter-lists-requirements-item-4": {
    "message": "Должен соответствовать определенным стандартам, указанным в <a>политике EasyList</a>"
  },
  "filter-lists-requirements-item-5": {
    "message": "Должен блокировать только рекламу"
  },
  "filter-lists-requirements-item-2": {
    "message": "Должен быть уникальным (не дублировать другой список или фильтры в другом списке)"
  },
  "filter-lists-requirements-item-3": {
    "message": "Должен соответствовать стандартам качества"
  },
  "filter-lists-requirements-item-1": {
    "message": "Должен иметь открытый исходный код, что позволит пользователям сообщать о проблемах или предлагать фильтры"
  },
  "filter-lists-requirements-item-2-example": {
    "message": "Пример: мы не будем поддерживать второй список фильтров для Германии или список с уже включенными в «EasyList» фильтрами (т. е., не следует создавать другой список «EasyList Germany», если он не будет включать дополнительные или улучшенные фильтры)"
  },
  "filter-lists-requirements-item-5-example": {
    "message": "Пример: Список фильтров не должен блокировать содержимое, не являющееся рекламой, т. е. контент или самопродвижение, не должен затрагивать предупреждения и сообщения о блокировании рекламы или технологические меры, эффективно контролирующие доступ к веб-сайтам"
  }
}