{
  "s1": {
    "message": "Текущие версии Adblock Plus позволяют вам \"настраивать\" фильтры многими разными способами. Этот документ расскажет о выборе, который у вас есть, и о том, как его использовать."
  },
  "s10": {
    "description": "{1}: adv, {2}: http://example.com/advice.html, {3}: @@advice, {4}: @@",
    "message": "Для этого случая есть исключающие правила - они позволяют вам определить, в каком случае фильтры не должны применяться. Например, если фильтр <code>{1}</code> блокирует <code>{2}</code>, вы можете установить исключающее правило <code>{3}</code>. Исключающие правила не отличаются правил фильтров, вы можете использовать символы обобщения или регулярные выражения. Только вы должны начинать их с <code>{4}</code>, указывающее на исключающее правило."
  },
  "s100": {
    "message": "Правила-исключения «выключают» отдельные правила блокировки и скрытия на определённых доменах."
  },
  "s101": {
    "message": "В основном они полезны авторам подписок, дополняющих сторонние подписки, которые они не могут изменить."
  },
  "s102": {
    "description": "{1}: ##div.textad, {2}: example.com, {3}: example.com#@#div.textad",
    "message": "Например, правило <code>{1}</code> можно выключить на <code>{2}</code> добавив исключение  <code>{3}</code>."
  },
  "s103": {
    "description": "{1}: ~example.com##div.textad",
    "message": "Комбинация этих двух правил идентична по эффекту одному　правилу  <code>{1}</code>."
  },
  "s104": {
    "message": "Применять такие исключения рекомендуется только в случае, когда изменить само правило скрытия не представляется возможным, во всех остальных случаях лучше изменить само правило."
  },
  "s105": {
    "message": "Упрощённый синтаксис скрытия элементов"
  },
  "s106": {
    "description": "{1}: #div(id=foo)",
    "message": "Исключительно для сохранения обратной совместимости Adblock Plus поддерживает упрощённый синтаксис скрытия элементов (напр., <code>{1}</code>). Использовать его крайне не желательно, а лучше использовать обычные CSS селекторы. В будущем поддержка будет вовсе удалена."
  },
  "s12": {
    "message": "Соответствие началу/концу адреса"
  },
  "s13": {
    "description": "{1}: ad, {2}: *ad*, {3}: swf, {4}: http://example.com/swf/index.html",
    "message": "Обычно Adblock Plus обрабатывает каждый фильтр так,как если бы он имел обобщения в начале и в конце. Например, нет разницы между фильтрами <code>{1}</code> и <code>{2}</code>.Обычно это не является проблемой, но иногда вы можете захотеть, чтобы ваш фильтр соответствовал в начале или в конце адресов. Например, вы можете захотеть заблокировать весь Flash, но если вы добавите фильтр <code>{3}</code> , адрес <code>{4}</code> также будет заблокирован."
  },
  "s14": {
    "description": "{1}: swf|, {2}: http://example.com/annoyingflash.swf, {3}: http://example.com/swf/index.html",
    "message": "Решение проблемы: добавьте к фильтру символ |, чтобы показать, что конец адреса находится в этой точке. Например, фильтр <code>{1}</code> будет блокировать <code>{2}</code> , но не <code>{3}</code>. А фильтр <code>|http://baddomain.example/</code> будет блокировать <code>http://baddomain.example/banner.gif</code> , но не <code>http://gooddomain.example/analyze?http://baddomain.example</code>."
  },
  "s15": {
    "description": "{1}: http://example.com/banner.gif, {2}: https://example.com/banner.gif, {3}: http://www.example.com/banner.gif, {4}: ||example.com/banner.gif",
    "message": "Иногда хочется заблокировать <code>{1}</code> вместе с <code>{2}</code> и <code>{3}</code>. Этого можно достичь добавлением пары символов | в начало фильтра соответствующего началу доменного имени: <code>{4}</code> заблокирует все эти адреса и не тронет <code>http://badexample.com/banner.gif</code> или <code>http://gooddomain.example/analyze?http://example.com/banner.gif</code> (необходим Adblock Plus 1.1 и выше)."
  },
  "s16": {
    "message": "Разделительные символы"
  },
  "s17": {
    "description": "{1}: http://example.com/, {2}: http://example.com:8000/, {3}: http://example.com.ar/, {4}: http://example.com^",
    "message": "Часто вам нужно будет применить в фильтре любой разделительный символ. Например, вы можете написать фильтр, который блокирует <code>{1}</code> и <code>{2}</code> , но не <code>{3}</code>. Здесь символ ^ может быть использован как указатель для одного разделительного символа: <code>{4}</code> (необходим Adblock Plus 1.1 и выше)."
  },
  "s18": {
    "description": "{1}: _ - . %",
    "message": "Разделителем может быть любой символ кроме буквы, цифры и следующих символов: {1}. К концу адреса также применим разделитель. В следующем примере все разделители показаны красным:"
  },
  "s19": {
    "description": "{1}: ^example.com^, {2}: ^%D1%82%D0%B5%D1%81%D1%82^, {3}: ^foo.bar^",
    "message": ". Также этот адрес может быть блокирован фильтром <code>{1}</code> или <code>{2}</code> или <code>{3}</code>."
  },
  "s2": {
    "message": "<em>Ответственность</em>: Все примеры фильтров приведённые здесь являются только примерами и не предназначены для использования."
  },
  "s20": {
    "message": "Комментарии"
  },
  "s21": {
    "message": "Любое правило, начинающееся с восклицательного знака содержит комментарий. Оно отображается в списке фильтров серым цветом. Adblock Plus будет игнорировать это правило при блокировании, так что можете спокойно писать там всё, что хотите. Вы можете расположить комментарий выше реального фильтра, чтобы описать для чего он нужен. Или вы можете разместить комментарий с указанием вашего авторства вверху списка фильтров (так делают большинство авторов)."
  },
  "s3": {
    "message": "Введение"
  },
  "s4": {
    "message": "Параметров описанных в этом разделе должно быть достаточно для создания фильтров по мере необходимости."
  },
  "s5": {
    "message": "Основные правила"
  },
  "s51": {
    "message": "Расширенные возможности"
  },
  "s52": {
    "message": "Возможности, описанные в этом разделе, обычно используются опытными пользователями или создателями подписок. Вы можете пропустить его."
  },
  "s53": {
    "message": "Специфические опции фильтра"
  },
  "s54": {
    "message": "Adblock Plus позволяет вам определить число параметров, изменяющих поведение фильтра. Список этих параметров располагается в конце фильтра после знака доллара ($) и разделяется запятыми, например:"
  },
  "s55": {
    "description": "{1}: */ads/*, {2}: script, {3}: match-case",
    "message": "Здесь <code>{1}</code> текущий фильтр <code>{2}</code> и <code>{3}</code> его параметры. В настоящее время поддерживаются следующие параметры:"
  },
  "s56": {
    "message": "Типы параметров: определяют, какие типы элементов могут быть заблокированы фильтром (или пропущены в случае исключающего правила). Составной тип параметров, может быть определен, чтобы показать, что фильтр может быть применен к нескольким типам элементов. Доступные типы:"
  },
  "s57": {
    "description": "{1}: script",
    "message": "<code>{1}</code> — внешние файлы скриптов загруженные через HTML-тэг SCRIPT"
  },
  "s58": {
    "description": "{1}: image",
    "message": "<code>{1}</code> — обычные изображения, загруженные через HTML-тэг IMG"
  },
  "s59": {
    "description": "{1}: stylesheet",
    "message": "<code>{1}</code> — внешние CSS-файлы стилей"
  },
  "s6": {
    "description": "{1}: http://example.com/ads/banner123.gif, {2}: http://example.com/ads/banner*.gif, {3}: http://example.com/ads/*",
    "message": "Наиболее простой фильтр это адрес баннера, который вы хотите заблокировать. Однако, часто этот адрес изменяется каждый раз при загрузке страницы. Например, он может быть <code>{1}</code> где 123 -случайное число. В этом случае блокирование по адресу вам не поможет, вам нужен более общий фильтр, такой как <code>{2}</code>. Или, может быть, даже <code>{3}</code>."
  },
  "s60": {
    "description": "{1}: object",
    "message": "<code>{1}</code> — содержимое, управляемое плагинами браузера, напр. Flash или Java"
  },
  "s62": {
    "description": "{1}: xmlhttprequest",
    "message": "<code>{1}</code> — запросы, инициируемые <a>XMLHttpRequest объектом</a> (описание на английском)"
  },
  "s63": {
    "description": "{1}: object-subrequest",
    "message": "<code>{1}</code> — запросы инициированные плагинами вроде Flash"
  },
  "s64": {
    "description": "{1}: subdocument",
    "message": "<code>{1}</code> — встроенные страницы, обычно при помощи HTML-фреймов"
  },
  "s65": {
    "description": "{1}: document",
    "message": "<code>{1}</code> — сама страница (только <a>исключающие правила</a> могут быть применены к этой странице)"
  },
  "s66": {
    "description": "{1}: elemhide, {2}: document",
    "message": "<code>{1}</code> — только для исключающих правил, схоже с <code>{2}</code> но отключает только <a>правила скрытия элементов</a>, а не все правила фильтрации на странице (требуется Adblock Plus 1.2 и выше)"
  },
  "s67": {
    "description": "{1}: other",
    "message": "<code>{1}</code> — типы запросов не перечисленные выше"
  },
  "s68": {
    "description": "{1}: background, {2}: xbl, {3}: ping, {4}: dtd",
    "message": "Типы <code>{1}</code>, <code>{2}</code>,  <code>{3}</code> и <code>{4}</code> устарели и их не следует более использовать."
  },
  "s69": {
    "description": "{1}: ~script, {2}: ~image, {3}: ~stylesheet, {4}: ~object, {5}: ~xmlhttprequest, {6}: ~object-subrequest, {7}: ~subdocument, {8}: ~document, {9}: ~elemhide, {10}: ~other",
    "message": "Обратные типы параметров: определяет типы элементов, фильтр к которым применяться <strong>не</strong> должен. Доступные параметры обратных типов: <code>{1}</code>, <code>{2}</code>, <code>{3}</code>, <code>{4}</code>, <code>{5}</code>, <code>{6}</code>, <code>{7}</code>, <code>{8}</code>, <code>{9}</code>, <code>{10}</code>"
  },
  "s7": {
    "description": "{1}: http://example.com/*",
    "message": "<em>Примечание</em>: Убедитесь, что вы не обобщили слишком многое. Фильтр <code>{1}</code> безусловно, заблокирует все баннеры, но также заблокирует всё остальное с example.com то, что вы можете захотеть увидеть."
  },
  "s70": {
    "description": "{1}: third-party, {2}: ~third-party",
    "message": "Ограничение на сторонние/собственные запросы: Если указана опция <code>{1}</code>, то фильтр применяется лишь к запросам ресурсов из внешних источников. Аналогично, <code>{2}</code> ограничивает фильтр запросами из того-же источника, что и открытая страница."
  },
  "s71": {
    "description": "{1}: domain=example.com, {2}: domain=example.com|example.net, {3}: domain=~example.com, {4}: domain=example.com|~foo.example.com",
    "message": "Ограничители доменов: Параметр <code>{1}</code> означает, что фильтр должен быть применён только на страницах домена \"example.com\". Множество доменов можно установить, используя \"|\" как разделитель: с параметром <code>{2}</code> фильтр будет применён только на страницах доменов \"example.com\" или \"example.net\". Если доменное имя начинается с \"~\", фильтр <strong>не</strong> должен применяться на страницах этого домена. Например, <code>{3}</code> показывает, что фильтр должен применяться на страницах любого домена, но  \"example.com\" и <code>{4}</code> ограничивает фильтр доменом \"example.com\" исключая поддомен \"foo.example.com\"."
  },
  "s73": {
    "description": "{1}: match-case, {2}: */BannerAd.gif$match-case, {3}: http://example.com/BannerAd.gif, {4}: http://example.com/bannerad.gif",
    "message": "<code>{1}</code> — определяет фильтр, который применяется только к адресам с совпадением букв, например фильтр <code>{2}</code> будет блокировать <code>{3}</code>, но не <code>{4}</code>."
  },
  "s74": {
    "description": "{1}: collapse, {2}: ~collapse",
    "message": "<code>{1}</code> — эта опция принудительно включает скрытие для данного элемента не смотря на значение глобальной настройки «Прятать метки на месте заблокированных элементов». Соответственно опция <code>{2}</code> выключает скрытие свободного места от данного элемента."
  },
  "s75": {
    "description": "{1}: donottrack",
    "message": "<code>{1}</code> — для каждого адреса, который подходит под правило блокирования с этим параметром и не соответствует никаким исключающим правилам с этим параметром, Adblock Plus будет посылать  <a>заголовок Do-Not-Track</a> (необходим Adblock Plus 1.3.5 или выше)."
  },
  "s76": {
    "description": "{1}: *$donottrack,image,~image",
    "message": "Для обратной совместимости рекомендуется использовать этот параметр с противоречивыми параметрами типа. Это гарантирует, что в старых версиях Adblock Plus этот фильтр ничего не заблокирует:  <code>{1}</code>"
  },
  "s77": {
    "message": "Использование регулярных выражений"
  },
  "s79": {
    "description": "{1}: /banner\\d+/, {2}: banner123, {3}: banner321, {4}: banners",
    "message": "Если желаете добиться большего контроля над тем, к чему ваши фильтры подходят, а к чему нет, то можете использовать регулярные выражения. Например, фильтр <code>{1}</code> подойдёт к <code>{2}</code> и <code>{3}</code> , но не <code>{4}</code>. Изучите <a>документацию по регулярным выражениям</a> и сможете составлять их сами."
  },
  "s8": {
    "message": "Исключающие правила"
  },
  "s80": {
    "message": "<em>Примечание</em>: Для повышения производительности рекомендуется не использовать регулярные выражения, если этого можно избежать."
  },
  "s81": {
    "message": "Скрытие элементов"
  },
  "s82": {
    "message": "Основные правила"
  },
  "s83": {
    "message": "Иногда вы будете встречать рекламу, которая не может быть заблокирована потому, что она была внедрена как текст в саму веб-страницу. Если вы посмотрите исходный код такой страницы, то найдёте нечто вроде этого:"
  },
  "s84": {
    "message": "Для корректного отображения страницу необходимо полностью, а значит и реклама будет скачана и этого нельзя избежать. Всё, что тут можно сделать - скрыть то, что не желаете видеть. Для этого и применяются правила скрытие элементов."
  },
  "s85": {
    "description": "{1}: ##div.textad, {2}: ##div#sponsorad, {3}: ##*#sponsorad, {4}: ##textad",
    "message": "Первый рекламный слоган выше находится внутри элемента DIV с классом «textad». Следующее правило скроет скроет именно такую комбинацию: <code>{1}</code>. Тут «##» является признаком правила скрытия, а остальное — селектором, определяющим скрываемый элемент. Скрывать элементы по их атрибуту ID можно аналогичным образом, <code>{2}</code> скроет второй слоган. Указывать имя самого элемента не обязательно, фильтр <code>{3}</code> так же будет работать (* тоже не обязательна). Также можно скрывать элементы лишь по их имени. Например, <code>{4}</code> скроет третий рекламный слоган."
  },
  "s86": {
    "message": "Расширение <a>Element Hiding Helper</a> поможет в выборе нужного элемента и написании соответствующего правила без изучения исходного кода страницы. Базовые знания в HTML желательны в любом случае."
  },
  "s87": {
    "message": "<em>Примечание</em>: Правила скрытие кардинально отличается от обычных фильтров. Например, не поддерживаются привычные символы масок — они имеют другое значение и применение."
  },
  "s88": {
    "message": "Ограничение правил определенными доменами"
  },
  "s89": {
    "description": "{1}: ##*.sponsor, {2}: example.com##*.sponsor, {3}: http://example.com/, {4}: http://something.example.com/, {5}: http://example.org/, {6}: domain1.example,domain2.example,domain3.example##*.sponsor",
    "message": "Обычно вы хотите скрыть определенную рекламу на определенном сайте и не хотите, чтобы это правило применялось на других сайтах. Например, правило <code>{1}</code> может скрыть полезный код на некоторых сайтах. Но если вы напишете его как <code>{2}</code> оно будет применено на <code>{3}</code> и <code>{4}</code> но не на <code>{5}</code>. Вы также можете определить множество доменов - просто разделите их запятыми: <code>{6}</code>."
  },
  "s9": {
    "message": "Иногда вы можете заметить, что один из ваших фильтров обычно работающий нормально, блокирует то, что не должно быть блокировано. Вы не хотите удалять этот фильтр, но вы также не хотите, чтобы это продолжалось."
  },
  "s90": {
    "description": "{1}: ~example.com##*.sponsor, {2}: example.com,~foo.example.com##*.sponsor",
    "message": "Если доменному имени предшествует \"~\", правило <strong>не</strong> будет применяться на страницах этого домена (требуется Adblock Plus 1.1 и выше). Например, <code>{1}</code> будет применяться на страницах с других доменов, \"example.com\" и <code>{2}</code> делает правило применимым к домену \"example.com\" с исключением поддомена \"foo.example.com\"."
  },
  "s91": {
    "description": "{1}: domain, {2}: domain.example,domain.test",
    "message": "<em>Примечание</em>: Из-за способа, который применяется при скрытии элементов, вы можете использовать только полные доменные имена. Нельзя использовать другие части адресов и нельзя использовать <code>{1}</code> как замену <code>{2}</code>."
  },
  "s92": {
    "description": "{1}: browser##menuitem#javascriptConsole",
    "message": "<em>Примечание</em>: Правила скрытия элементов с ограничением доменов могут использоваться для скрытия элементов интерфейса браузера. Например, правило <code>{1}</code> скроет пункт Консоль JavaScript в меню Инструменты браузера Firefox."
  },
  "s93": {
    "message": "Селекторы атрибутов"
  },
  "s94": {
    "description": "{1}: ##table[width=\"80%\"], {2}: ##div[title*=\"adv\"], {3}: ##div[title^=\"adv\"][title$=\"ert\"], {4}: table[width=\"80%\"][bgcolor=\"white\"]",
    "message": "С некоторыми рекламными вставками справиться не так просто - их рекламный текст не имеет ни id, ни атрибута class. Вы можете использовать другие атрибуты для их скрытия, например <code>{1}</code> будет скрывать таблицы атрибут  width у которых установлен в 80%. Если вы не хотите определять полное значение атрибута, <code>{2}</code> будет скрывать все элементы div с атрибутом заголовка, содержащим строку \"adv\". Вы также можете проверять начало и конец атрибута, например <code>{3}</code> будет скрывать элементы  div начинающиеся с \"adv\" и заканчивающиеся \"ert\". Как видите, вы также можете использовать множество состояний — <code>{4}</code> будет подходить для таблиц с атрибутом width установленным в 80% и атрибутом bgcolor установленным в white."
  },
  "s95": {
    "message": "Дополнительные селекторы"
  },
  "s97": {
    "description": "{1}: ##div.adheader + *",
    "message": "В принципе любой CSS селектор моно работающий в Firefox можно использовать для скрытия. Например следующее правило скроет всё, что вложено в элемент DIV с классом «adheader»: <code>{1}</code>. Полный список CSS селекторов смотрите в <a>спецификации CSS от W3C</a> (учтите: на данный момент Firefox поддерживает ещё не все селекторы)."
  },
  "s98": {
    "message": "<em>Примечание</em>: Эта функция для продвинутых пользователей, необходимо свободное владение CSS селекторами, чтоб их корректно использовать. Adblock Plus не способен проверить синтаксис добавляемого селектора и если использовать неправильный синтаксис, то можно сломать другие (корректные) фильтры. Проверяйте консоль ошибок JavaScript на предмет сообщений об ошибках в CSS."
  },
  "s99": {
    "message": "Исключения"
  },
  "title": {
    "message": "Создание фильтров для Adblock Plus"
  }
}