{
  "title": {
    "message": "Начало работы с Adblock Plus"
  },
  "s1": {
    "message": "Начало работы с Adblock Plus"
  },
  "s2": {
    "message": "Нет опыта работы с Adblock Plus? Здесь можно узнать на сколько же просто защитить себя от всей этой назойливой рекламы. Скачайте и установите Adblock Plus для Chrome и других платформ."
  },
  "s3": {
    "message": "Начало работы с Adblock Plus"
  },
  "s4": {
    "message": "Нет опыта работы с Adblock Plus? Здесь можно узнать на сколько же просто защитить себя от всей этой назойливой рекламы. Скачайте и установите Adblock Plus для Chrome и других платформ."
  },
  "s5": {
    "message": "Что такое Adblock Plus?"
  },
  "s6": {
    "message": "Adblock Plus — самое популярное расширение, доступное для браузеров Mozilla Firefox, Google Chrome, Opera и под Android. Его основной целью является удаление всей навязчивой рекламы при просмотре страниц: видео-рекламы на YouTube, рекламы на Facebook, баннеров, всяческих всплывающих окон, фоновой рекламы и прочего подобного."
  },
  "s7": {
    "message": "Как Adblock Plus работает?"
  },
  "s8": {
    "message": "Для блокировки рекламы Adblock Plus нужны так называемые фильтры, чтобы «сказать» расширению какие запросы блокировать. По умолчанию Adblock Plus устанавливается без фильтров, но он предложит добавить подписку на список фильтров при первом запуске. С такими фильтрами расширение сможет блокировать конкретные запросы с сайтов, обычно это запросы для показа рекламы. Заблокированная реклама часто оставляет пустые блоки или «рекламные метки» на веб-страницах. Но Adblock Plus может скрыть и их при помощи возможности, именуемой «скрытием элементов» — основываясь на определённых признаках расширение может скрыть определённые элементы на веб-странице."
  },
  "s9": {
    "message": "Установка Adblock Plus"
  },
  "s10": {
    "message": "Для Firefox"
  },
  "s11": {
    "message": "Если вы используете браузер Mozilla Firefox — щёлкните на кнопку установки <a>на странице установки для Firefox</a>. Firefox спросит разрешения установить расширение Adblock Plus: нажмите «Разрешить»."
  },
  "s12": {
    "message": "Firefox начнёт устанавливать наш блокировщик рекламы и попросит подтвердить ваше доверие автору. Нажмите «Install Now», чтобы добавить Adblock Plus в ваш браузер Firefox."
  },
  "s13": {
    "message": "Теперь вы защищены от всей назойливой рекламы!"
  },
  "s14": {
    "message": "Для Chrome"
  },
  "s15": {
    "message": "В Google Chrome есть два пути установки нашего блокиратора рекламы. Простейший — через наш веб-сайт, но можно и через Интернет-магазин Chrome."
  },
  "s16": {
    "message": "Установка с нашего сайта в два шага"
  },
  "s17": {
    "message": "Просто <a>зайдите на страницу установки для Chrome</a> и щёлкните на кнопку установки для добавления блокиратора рекламы в ваш браузер Chrome. Нажмите «Добавить» (Add), когда в браузере появится следующее сообщение:"
  },
  "s18": {
    "message": "Adblock Plus будет установлен в ваш браузер. Если всё пройдёт успешно, то вы увидите следующее сообщение:"
  },
  "s19": {
    "message": "Установка через Интернет-магазин Google Chrome в три шага"
  },
  "s20": {
    "message": "Если желаете установить Adblock Plus через интернет-магазин Chrome, то нажмите <a>сюда</a> для открытия страницы расширения ABP. Появится страница расширения, аналогичная изображённой ниже:"
  },
  "s21": {
    "message": "На этом экране нажмите синюю кнопку «Установить» в правом-верхнем углу. После нажатия на неё следующее сообщение предложит «Добавить» (Add) Adblock Plus в ваш браузер:"
  },
  "s22": {
    "message": "После подтверждения вы будете защищены от всей назойливой рекламы в интернете при помощи самого популярного блокировщика рекламы в мире!"
  },
  "s23": {
    "message": "Для Opera"
  },
  "s24": {
    "message": "Для установки Adblock Plus в Opera, <a>перейдите на страницу расширений Opera</a> и нажмите \"Add to Opera\". Появится следующее сообщение:"
  },
  "s25": {
    "message": "Подтвердите его нажатием кнопки «Установить» и Adblock Plus будет блокировать рекламу в вашем браузере Opera."
  },
  "s26": {
    "message": "На Android"
  },
  "s27": {
    "message": "Adblock Plus также доступен для устройств под управлением Android. Важно заметить, что тут есть <a>несколько ограничений</a> на устройствах без прав рут доступа.  Для установки Adblock Plus необходимо разрешить установку из неподтверждённых источников:"
  },
  "s28": {
    "message": "Откройте \"Settings\" и выберите вариант \"Unknown sources\" (под \"Applications\" или \"Security\" в зависимости от вашего устройства)"
  },
  "s29": {
    "message": "Отметьте поле и подтвердите сообщение нажатием \"OK\""
  },
  "s30": {
    "message": "Для того, чтобы скачать Adblock Plus для Android, пройдите на <a>страницу установки</a>, загрузите приложение и откройте его."
  },
  "s31": {
    "message": "После того, как Adblock Plus будет установлен, включен и настроен, вся реклама будет заблокирована."
  },
  "s32": {
    "message": "Первые шаги"
  },
  "s33": {
    "message": "Выбор правильного списка фильтров"
  },
  "s35": {
    "message": "Существуют для основных списка фильтров: EasyList и Fanboy's List. Эти два списка блокируют рекламу с самых популярных сайтов, но не блокируют рекламу на менее популярных местных сайтах. В этом случае, если вы, например, из России, то вам придется подписаться на местный русский список фильтров (в данном примере - RU AdList). Обзор всех списков находится <a>здесь</a>."
  },
  "s36": {
    "message": "Важно заметить, что лучше не добавлять слишком много списков фильтров в Adblock Plus. Это замедлит ваш блокировщик рекламы, и следовательно, ваш браузер. Как правило, желательно не использовать похожие фильтры (т.е. выбрать, например, или EasyList ИЛИ только Fanboy's List)."
  },
  "s37": {
    "message": "Вы также можете использовать списки фильтров для того, чтобы защитить себя от слежения, вирусов, кнопок социальных сетей и.т.д. Читайте больше об этом <a>здесь</a>."
  },
  "s38": {
    "message": "Как добавить список фильтров"
  },
  "s40": {
    "message": "В Firefox"
  },
  "s41": {
    "message": "В Firefox выберите \"Firefox\" >> \"Add-ons\"  (на Mac OS X / Linux, выберите \"Tools\" из панели меню >> \"Add-Ons\"), что откроет менеджер аддонов Firefox."
  },
  "s42": {
    "message": "На Windows:"
  },
  "s43": {
    "message": "На Mac OS X / Linux"
  },
  "s44": {
    "message": "В менеджере адд-онов под вкладкой \"Extensions\" вы найдете Adblock Plus:"
  },
  "s45": {
    "message": "Пожалуйста, выберите \"Preferences\" для выбора профиля Adblock Plus, и нажмите на \"Filter Preferences\":"
  },
  "s46": {
    "message": "Это откроет меню настроек фильтров Adblock Plus:"
  },
  "s47": {
    "message": "Пожалуйста нажмите \"Add filter subscription\" и затем откройте выпадающий список для добавления новых фильтров к подписке. Выберите список, на который вы хотели бы подписаться, и Adblock Plus включит эти фильтр ны по умолчанию. Это меню показывает только популярные и рекомендованные фильтры. Пожалуйста, нажмите <a>сюда</a> для доступа к остальным спискам фильтров."
  },
  "s48": {
    "message": "В Google Chrome"
  },
  "s49": {
    "message": "Для добавления вашей подписки в Google Chrome, пожалуйста выберите \"Settings\" из меню в верхнем правом углу. Его можно найти по маленькому значку с тремя горизонтальными полосами:"
  },
  "s50": {
    "message": "В меню нажмите \"Settings\". Затем, перейдите на вкладку \"Extensions\" с левой стороны экрана. Это откроет окно расширений Google Chrome, где вы найдете Adblock Plus."
  },
  "s51": {
    "message": "Под описанием, вы найдете ссылку \"Options\". Пожалуйста, нажмите на нее для открытия меню нашего блокиратора рекламы для Chrome:"
  },
  "s52": {
    "message": "В меню настроек Adblock Plus вы увидите список всех установленных и включенных списков фильтров. Для добавления нового списка фильтров, выберите \"Add filter subscription\"."
  },
  "s53": {
    "message": "Это откроет список со всеми рекомендованными и популярными списками фильтров. Пожалуйста, выберите список, который вы бы хотели включить, и нажмите \"Add\". Если желаемого вами списка фильтров в списке нет, пожалуйста пройдите <a>сюда</a>."
  },
  "s54": {
    "message": "В Opera"
  },
  "s55": {
    "message": "Для добавления нового списка фильтров в Opera, пожалуйста нажмите кнопку \"Menu\" (для Mac OS X / Linux, \"Tools\"), выберите \"Extensions\" >> \"Manage Extensions\" . Это откроет список всех установленных расширений, включая Adblock Plus:"
  },
  "s56": {
    "message": "Для доступа в меню настроек, пожалуйста нажмите на маленький значек с гаечным ключом с правой стороны.  Это откроет меню \"Adblock Plus Options\" в котором вы сможете добавить ваши подписки."
  },
  "s57": {
    "message": "Нажмите \"Add filter subscription\" для доступа к выпадающему списку с рекомендованными и популярными списками фильтров."
  },
  "s58": {
    "message": "Здесь вы можете выбрать нужный список и нажать \"Add\"."
  },
  "s59": {
    "message": "На Android"
  },
  "s60": {
    "message": "На Android невозможно выбрать множественные списки фильтров. Для смены подписки на фильтры, пожалуйста откройте приложение Adblock Plus и выберите \"Filter Subscription\". Это откроет меню, в котором вы сможете изменить вашу подписку."
  },
  "s61": {
    "message": "Отключение Adblock Plus на часто посещаемых сайтах"
  },
  "s62": {
    "message": "Многие сайты зависят от рекламных доходов и если вы часто посещаете сайт, вы можете захотеть разрешить его рекламу, при условии, что эта реклама не слишком раздражает. Чтобы сделать это, перейдите на этот сайт и нажмите стрелку рядом со значком Adblock Plus в панели инструментов. Из меню вы можете выбрать \"Отключить на ...\" (отменить выбор можно ещё раз выбрав этот пункт меню)."
  },
  "s63": {
    "message": "Удаление Adblock Plus"
  },
  "s64": {
    "message": "В Firefox"
  },
  "s65": {
    "message": "Для удаления Adblock Plus на Firefox, пожалуйста зайдите в менеджер аддонов. Для этого, нажмите  \"Firefox\" >> \"Add-ons\"  (для Mac OS X / Linux, выберите \"Tools\" из панели меню >> \"Add-Ons\"). Здесь вы найдете обзор всех установленных аддонов. Найдите Adblock Plus, и просто нажмите на \"Remove\". Для более детальной информации, пожалуйста посетите <a>страницу Firefox</a>."
  },
  "s66": {
    "message": "Важно заметить, что Adblock Plus сохраняет ваши настройки, так что если вы заново установите ABP в будущем, вам не нужно будет ничего настраивать снова. Если вы хотите начать все с чистого листа, вам нужно удалить всю директорию \"adblockplus\" в вашем профиле пользователя (<a>как найти профиль</a>). Также вам нужно зайти в <a>about:config</a> и сбросить все параметры начинающиеся с \"extensions.adblockplus\" (для сброса правый клик по параметру и выберите \"Reset\" в контекстном меню)."
  },
  "s67": {
    "message": "В Google Chrome"
  },
  "s68": {
    "message": "Для удаления Adblock Plus для Chrome, пожалуйста зайдите в \"Settings\" из меню в правом верхнем углу. Затем, выберите \"Extensions\" с левой стороны. Пожалуйста, найдите там Adblock Plus и выберите значок с маленьким мусорником с правой стороны. Adblock Plus будет полностью удален с вашего браузера."
  },
  "s69": {
    "message": "В Opera"
  },
  "s70": {
    "message": "Для удаления Adblock Plus для Opera, пожалуйста нажмите на кнопку \"Menu\" (для Mac OS X / Linux, \"Tools\" в панели меню), выберите \"Extensions\" >> \"Manage Extensions\". Это откроет меню расширения. Найдите там Adblock Plus, нажмите \"Uninstall\" и подтвердите это."
  },
  "s71": {
    "message": "На Android"
  },
  "s72": {
    "message": "Удаление Adblock Plus для Android похоже на удаление любой другой установленной вами программы:"
  },
  "s73": {
    "message": "Зайдите в Menu > Settings > Applications > Manage applications (на устройствах с Android 4.x, Settings > Apps)."
  },
  "s74": {
    "message": "Пролистайте через список программ и найдите ту, которую хотели бы удалить."
  },
  "s75": {
    "message": "Нажмите на приложение, которое вы хотели бы удалить."
  },
  "s76": {
    "message": "Нажмите \"Uninstall\"."
  },
  "s77": {
    "message": "Решение проблем"
  },
  "s78": {
    "message": "Что, если Adblock Plus блокирует слишком много?"
  },
  "s79": {
    "message": "Может случиться, что Adblock Plus мешает правильной работе какого-нибудь сайта."
  },
  "s80": {
    "message": "Как правило, это не ошибка в Adblock Plus, а проблема с фильтрами (или подпиской), которые вы используете. В данном случае они указывают Adblock Plus заблокировать что-то, что рекламой не является."
  },
  "s81": {
    "message": "Чтобы убедиться в этом, можно  <a>временно отключить Adblock Plus</a>. Если это \"исправило\" проблему, значит вы столкнулись с плохим фильтром."
  },
  "s82": {
    "message": "Пожалуйста, сообщайте о плохих фильтрах с помощью функции \"Сообщить о проблеме на этой странице\", которая автоматически соберет все важные данные о странице:"
  },
  "s83": {
    "message": "Как тип проблемы нужно выбрать \"Adblock Plus блокирует слишком многое\":"
  },
  "s84": {
    "message": "Ваше сообщение будет автоматически послано авторам списка фильтров, который вы используете."
  },
  "s85": {
    "message": "К сожалению, авторы подписок не могут ответить на каждое из множества присылаемых сообщений."
  },
  "s86": {
    "message": "Вероятность, что ваше сообщение будет учтено, вырастет, если оно содержит дополнительную информацию, которая сделает проблему более очевидной и поможет проще воспроизвести ошибку."
  },
  "s87": {
    "message": "Что, если Adblock Plus не блокирует рекламу?"
  },
  "s88": {
    "message": "Если вы обнаружили рекламу, которую Adblock Plus не заблокировал, пожалуйста, сначала проверьте используете ли вы <a>правильную подписку</a>."
  },
  "s89": {
    "message": "Например, ожидать от подписки с французскими фильтрами блокирования рекламы на болгарских сайтах нереально — для этого вы должны добавить подписку с болгарскими фильтрами."
  },
  "s90": {
    "message": "Если подписка подходящая, вероятно, автор подписки просто не знает о проблеме. Сообщите ему с помощью функции \"Сообщить о проблеме на этой странице\", которая автоматически соберет все важные данные о странице:"
  },
  "s91": {
    "message": "Как тип проблемы нужно выбрать \"Adblock Plus не блокирует рекламу\":"
  },
  "s92": {
    "message": "Ваше сообщение будет автоматически послано авторам списка фильтров, который вы используете."
  },
  "s93": {
    "message": "К сожалению, авторы подписок не могут ответить на каждое из множества присылаемых сообщений."
  },
  "s94": {
    "message": "Вероятность, что ваше сообщение будет учтено, вырастет, если оно содержит дополнительную информацию, которая сделает проблему более очевидной и поможет проще воспроизвести ошибку."
  }
}