{
  "abb-banner-button-text": {
    "message": "Скачайте Adblock Browser"
  },
  "abb-banner-headline": {
    "message": "Хотите заблокировать рекламу на Вашем смартфоне или планшете?"
  },
  "blocking-features": {
    "message": "Блокирует слежку, вредные сайты, баннеры, всплывающие окна и рекламу в видео - даже в Facebook и на YouTube"
  },
  "gplv3-license": {
    "message": "Абсолютно бесплатно! (<a>GPLv3</a>)"
  },
  "opt-out-acceptable-ads": {
    "message": "Приемлемая реклама не будут блокироваться для поддержки сайтов (<a>настраивается</a>)"
  },
  "privacy-policy-note": {
    "message": "Adblock Plus никогда не будет собирать ваши личные данные."
  },
  "s1": {
    "message": "Adblock Plus - пользуйтесь интернетом без назойливой рекламы!"
  },
  "s11": {
    "message": "Встроен по-умолчанию в"
  },
  "s12": {
    "message": "Облачный браузер Макстон"
  },
  "s13": {
    "message": "Установить для Firefox"
  },
  "s14": {
    "message": "Установить для Chrome"
  },
  "s15": {
    "message": "Установить для Opera"
  },
  "s16": {
    "message": "Установить для Android"
  },
  "s17": {
    "message": "Установите для Internet Explorer"
  },
  "s18": {
    "message": "Установить для Safari"
  },
  "s19": {
    "message": "Установить на Яндекс.Браузер"
  },
  "s2": {
    "description": "{1}: Adblock Plus, {2}: Firefox, {3}: Chrome, {4}: Opera, {5}: Safari, {6}: Android, {7}: Internet Explorer, {8}: YouTube, {9}: Facebook, {10}: Google Chrome, {11}: Adblock Plus, {12}: Adblock Plus, {13}: 100",
    "message": "Adblock Plus — самое популярное расширение для блокировки рекламы для Firefox, Chrome, Opera, Safari, Android и Internet Explorer. Блокирует всю назойливую рекламу по всему Интернету: удаляет видео-рекламу на YouTube, рекламу на Facebook, избавляет от всплывающих окон и многого другого. Adblock Plus для Google Chrome — одно из самых быстро популярных расширений. Adblock Plus используется более чем на 100 миллионах устройств. Скачайте бесплатно прямо сейчас!"
  },
  "s20": {
    "message": "Adblock Plus для Firefox"
  },
  "s21": {
    "message": "Adblock Plus для Chrome"
  },
  "s22": {
    "message": "Adblock Plus для Android"
  },
  "s23": {
    "message": "Adblock Plus для Opera"
  },
  "s24": {
    "message": "Adblock Plus для Internet Explorer"
  },
  "s25": {
    "message": "Adblock Plus для Safari"
  },
  "s26": {
    "message": "Adblock Plus для Яндекс.Браузера"
  },
  "s27": {
    "message": "Adblock Plus для Maxthon"
  },
  "s28": {
    "message": "Похоже, что вы используете Mozilla Firefox."
  },
  "s29": {
    "message": "Перейти к Adblock Plus для Firefox."
  },
  "s30": {
    "message": "Похоже, что вы используете Google Chrome."
  },
  "s31": {
    "message": "Перейти к Adblock Plus для Chrome."
  },
  "s32": {
    "message": "Похоже, что вы используете Android."
  },
  "s33": {
    "message": "Перейти к Adblock Plus для Android."
  },
  "s34": {
    "message": "Похоже, что вы используете Opera."
  },
  "s35": {
    "message": "Перейти к Adblock Plus для Opera."
  },
  "s36": {
    "message": "Похоже, что вы используете Internet Explorer."
  },
  "s37": {
    "message": "Перейти к Adblock Plus для Internet Explorer."
  },
  "s38": {
    "message": "Похоже, что вы используете Safari."
  },
  "s39": {
    "message": "Перейти к Adblock Plus для Safari."
  },
  "s40": {
    "message": "Похоже, что вы используете Яндекс.Браузер."
  },
  "s41": {
    "message": "Перейти к Adblock Plus для Яндекс.Браузера."
  },
  "s42": {
    "message": "Похоже, что вы используете Maxthon."
  },
  "s43": {
    "message": "Перейти к Adblock Plus для Maxthon."
  },
  "s44": {
    "message": "Открытый код"
  },
  "s45": {
    "message": "Adblock Plus — проект с открытым кодом. <a>Присоединяйтесь!</a>"
  },
  "s46": {
    "description": "{1}: 100",
    "message": "Активирован на 100 миллионах устройств"
  },
  "s47": {
    "description": "{1}: Adblock Plus",
    "message": "Adblock Plus является самым популярным в мире браузерным приложением."
  },
  "s48": {
    "message": "Конфиденциальность гарантирована"
  },
  "s50": {
    "message": "Узнать больше"
  },
  "s51": {
    "message": "Показать меньше"
  },
  "s58": {
    "message": "Яндекс.Браузер"
  },
  "s59": {
    "message": "Макстон"
  },
  "s6": {
    "message": "Интернет без назойливой рекламы!"
  },
  "s60": {
    "message": "Скачать Adblock Plus для Firefox"
  },
  "s62": {
    "message": "Adblock Plus для Firefox - это больше, чем просто блокировщик всплывающих окон. Вам мешают баннеры и другая надоедливая реклама? Просто установите блокировщик рекламы для Firefox и испытайте интернет таким, каким он должен быть. В зависимости от установленных фильтров, вы даже можете блокировать рекламу на YouTube и слежение Вконтакте. Списки фильтров созданы членами нашего открытого сообщества, и они полностью бесплатны. Если вы не хотите полагаться на предустановленные фильтры, всегда есть возможность создать свои <a>правила блокировки</a> для полной настройки того, каким вы видите интернет."
  },
  "s63": {
    "message": "Adblock Plus для Firefox является самым загружаемым дополнением для браузера в мире. Кроме этого, он выиграл About.com Reader's Choice Award в 2011 и 2013, а также приз Linux New Media за лучшее дополнение для Firefox с открытым кодом."
  },
  "s64": {
    "message": "Блокировщик рекламы для Chrome"
  },
  "s65": {
    "message": "Adblock Plus является самым развитым блокировщиком рекламы для браузера Google Chrome. Вам надоела реклама, портящая все сайты? Просто установите наше дополнение и вся назойливая реклама в интернете будет автоматически заблокирована. Мигающие баннеры, всплывающие окна, видео реклама и реклама Вконтакте: Adblock Plus для Chrome запросто удалит любую надоедливую рекламу со всех посещаемых вами сайтов. Хотите больше? Вы можете включить дополнительные <a>функции</a>, защищающие вашу безопасность в интернете."
  },
  "s67": {
    "description": "{1}: 100, {2}: Adblock Plus, {3}: Google Chrome",
    "message": "Дополнение разработано открытым сообществом, и является полностью бесплатным для всех. Имея более 100 миллионов активных устройств, Adblock Plus является одним из самых популярных приложений для Chrome."
  },
  "s72": {
    "message": "Блокировка рекламы на Opera"
  },
  "s73": {
    "description": "{1}: Adblock Plus, {2}: 100, {3}: Opera, {4}: Adblock Plus, {5}: Opera, {6}: YouTube, {7}: Facebook",
    "message": "Adblock Plus является одним из самых популярных встраиваемых приложений и используется более чем на 100 миллионах устройств. Установка дополнений на Opera занимает всего несколько секунд. Добавляя Adblock Plus для Opera, вы удалите все баннеры, всплывающие окна, рекламу на Youtube, рекламу Вконтакте и любую другую назойливую рекламу в интернете. После установки дополнения, вся назойливая реклама будет автоматически заблокирована на всех сайтах, что делает пользование интернетом намного приятнее."
  },
  "s74": {
    "message": "Кроме блокировки всей назойливой рекламы со всех сайтов, Adblock Plus значительно увеличивает скорость браузера Opera. Предотвращая рекламу от загрузки, Adblock Plus помогает вам сэкономить траффик, что позволяет пользоваться интернетом намного быстрее, особенно при медленном соединении."
  },
  "s75": {
    "message": "Добавьте Adblock Plus для Opera нажав на зеленую кнопку \"Установить для Opera\" сверху. Нажмите \"Установить\" для подтверждения установки. От вас не требуется никаких дополнительных действий или настроек, защита от назойливой рекламы будет включена автоматически."
  },
  "s76": {
    "message": "Adblock Plus для Opera работает идеально. Не верите? Вот, что популярный портал для загрузок \"Softpedia\" пишет о нашем дополнении: \"Adblock Plus для Opera является очень полезным аддоном, который был специально разработан для того, чтобы помочь пользователям избавиться от всяческих помех.\""
  },
  "s77": {
    "message": "Приложение Adblock Plus для Android"
  },
  "s78": {
    "description": "{1}: 1",
    "message": "Adblock Plus является самым популярным приложением, блокирующим рекламу на Android. Им пользуются более {1} миллиона пользователей ежедневно. Это первый мобильный блокировщик рекламы, работающий на устройствах без прав рут доступа, что делает Adblock Plus намного удобнее для пользования по сравнению с любым другим блокировщиком рекламы для Android. После добавления Adblock Plus на ваше устройство с Android, все баннеры и другие назойливые типы рекламы будут автоматически заблокированы в большинстве приложений и сайтов, которые вы посещаете на вашем смартфоне или планшете. Блокировщик рекламы для Android работает с большинством браузеров, например с Google Chrome для Android."
  },
  "s79": {
    "message": "Установив Adblock Plus, вы значительно увеличите скорость загрузки страниц на вашем мобильном устройстве. Приложение фильтрует весь веб-траффик и предотвращает загрузку рекламы, что экономит ваш траффик и увеличивает скорость. Adblock Plus для Android также помогает защитить вашу безопасность и защищает вас от угрозы загрузки приложений с вирусами, которые зачастую распространяются через обманчивую рекламу."
  },
  "s80": {
    "message": "Пожалуйста, обратите внимание, что на Android присутствуют ограничения, которые могут потребовать от приложения ручной настройки для того, чтобы заблокировать рекламу. Для устройств без прав рут доступа, использующих версию 4.1.2, 4.2.1 и выше, необходима небольшая ручная настройка. Для устройств без прав рут доступа c Android 3.1 и выше, Adblock Plus автоматически заблокирует всю рекламу только при соединении через WiFi. Реклама на устройствах без прав рут доступа не может быть заблокирована при соединении через 3G."
  },
  "s81": {
    "message": "Adblock Plus для Internet Explorer"
  },
  "s82": {
    "message": "Хотя вы, быть может, этого и не ожидали, Internet Explorer это второй по популярности браузер в мире, сотни миллионов пользователей используют его каждый день. Мы разработали Adblock Plus для Internet Explorer специально для них - так что они наконец-то смогут пользоваться интернетом без надоедливой рекламы."
  },
  "s84": {
    "message": "Текущие ограничения: Из-за ограничений в некоторых версиях Internet Explorer, Adblock Plus в настоящее время не работает в:"
  },
  "s85": {
    "message": "Метро режиме Internet Explorer в Windows 8"
  },
  "s86": {
    "message": "Internet Explorer в Windows RT."
  },
  "s87": {
    "message": "Adblock Plus для Safari"
  },
  "s88": {
    "message": "С выпуском Адблок плюс для Сафари в январе 2014 года, семья браузеров АБП стала полной. С этого момента, наше расширение будет доступно для всех основных браузеров: Mozilla Firefox, Google Chrome, Internet Explorer, Opera и Apple Safari."
  },
  "s89": {
    "message": "Адблок плюс для Сафари использует тот же базовый код, как версии Хроме и Опера. Несмотря на то что это сделало развитие Адблокер гораздо более сложным, существуют определенные ключевые преимущества. Например, он имеет общую кодовую базу, любые изменения или усовершенствования, внесенные в один из этих браузеров автоматически передаются в Safari, обеспечивая опыт, который всегда в актуальном состоянии."
  },
  "s90": {
    "message": "В отличие от Хроме и Фаерфокс, Сафари имеет несколько врожденных ограничений. Они встроенны в браузере, и поэтому влияют на все надстройки для браузера Сафари - и наша, конечно, не исключение. Эти ограничения существуют, потому что невозможно получить \"глубокий\" доступ к коду Сафари, как мы можем с другими браузерами. Итог: Есть некоторые аспекты Адблок плюс для Сафари, которые не могут функционировать оптимально. Например, невозможно, блокировать рекламу в \"сторонних плагинов\", как видеоплееры или блокировать так называемые запросы КХР. Обычно это означало бы, что YouTube видео реклама не может быть заблокирована. Но из-за некоторых очень умных обходных путей, Адблок плюс может блокировать эти надоедливые видеорекламы в вашем браузере Сафари."
  },
  "s91": {
    "message": "Но, в целом говоря, Adblock Plus для Safari является хорошим дополнения благодаря его возможности автоматически блокировать все ненужные, раздражающие баннеры и видео рекламу."
  },
  "s93": {
    "message": "Adblock Plus для Яндекс.Браузера"
  },
  "s94": {
    "message": "Adblock Plus является самым развитым блокировщиком рекламы для Яндекс.Браузера (Yandex Browser). Вам надоела реклама, портящая все сайты? Просто установите наше дополнение, и вся назойливая реклама в интернете будет автоматически заблокирована. Мигающие баннеры, всплывающие окна, видео реклама, реклама в социальных сетях, таких как Вконтакте, Одноклассники, Facebook и других - Adblock Plus для Яндекс.Браузера запросто удалит любую надоедливую рекламу со всех посещаемых вами сайтов. Хотите больше? Вы можете включить <a>дополнительные функции</a>, защищающие вашу безопасность в интернете."
  },
  "s95": {
    "message": "Установка Adblock Plus занимает всего пару секунд. Просто нажмите на кнопку “Установить для Яндекс.Браузера” и подтвердите желание, нажав “Добавить”. Пожалуйста, учтите, что Яндекс.Браузер отображает сообщение, что Adblock Plus может получить доступ к вашим данным на посещаемых вами сайтах. Это стандартное предупреждение для браузерных расширений, работающих на всех вкладках. Мы обещаем никогда не собирать никакую информацию о Вас и Ваших данных."
  },
  "s96": {
    "description": "{1}: 100",
    "message": "Дополнение разработано и поддерживается открытым сообществом, и является полностью бесплатным для всех. Имея более 100 миллионов активных устройств, это самое популярное браузерное приложение за все времена."
  },
  "title": {
    "description": "meta",
    "message": "Adblock Plus - Интернет без назойливой рекламы!"
  }
}