{
  "title": {
    "message": "Adblock Plus - пользуйтесь интернетом без назойливой рекламы!"
  },
  "s1": {
    "message": "Adblock Plus - пользуйтесь интернетом без назойливой рекламы!"
  },
  "s2": {
    "message": "Adblock Plus наиболее популярный блокировщик рекламы для Firefox, Chrome, Opera, Android и Internet Explorer. Блокируйте всю надоедливую рекламу, везде в сети - удалите видео рекламу на YouTube, блокируйте рекламу на Facebook, запретите всплывающие окна и многое другое. В Google Chrome, Adblock Plus одно из самых быстро развивающихся приложений. Наш блокировщик рекламы для Chrome используется 10 миллионами людей. Скачайте его бесплатно, прямо сейчас!"
  },
  "s3": {
    "message": "Adblock Plus - пользуйтесь интернетом без назойливой рекламы!"
  },
  "s4": {
    "message": "Adblock Plus наиболее популярный блокировщик рекламы для Firefox, Chrome, Opera, Android и Internet Explorer. Блокируйте всю надоедливую рекламу, везде в сети - удалите видео рекламу на YouTube, блокируйте рекламу на Facebook, запретите всплывающие окна и многое другое. В Google Chrome, Adblock Plus одно из самых быстро развивающихся приложений. Наш блокировщик рекламы для Chrome используется 10 миллионами людей. Скачайте его бесплатно, прямо сейчас!"
  },
  "s5": {
    "message": "Adblock Plus"
  },
  "s6": {
    "message": "Пользуйтесь интернетом без назойливой рекламы!"
  },
  "s7": {
    "message": "Блокирует баннеры, всплывающие окна и видео рекламу - даже на Facebook и YouTube"
  },
  "s8": {
    "message": "Защищает вашу онлайн-конфиденциальность"
  },
  "s9": {
    "message": "Быстрая и простая установка"
  },
  "s10": {
    "message": "Абсолютно бесплатно!"
  },
  "s11": {
    "message": "Установить для Firefox"
  },
  "s12": {
    "message": "Установить для Chrome"
  },
  "s13": {
    "message": "Установить для Opera"
  },
  "s14": {
    "message": "Установить для Android"
  },
  "s15": {
    "message": "Установите для Internet Explorer"
  },
  "s16": {
    "message": "Adblock Plus для Firefox"
  },
  "s17": {
    "message": "Adblock Plus для Chrome"
  },
  "s18": {
    "message": "Adblock Plus для Android"
  },
  "s19": {
    "message": "Adblock Plus для Opera"
  },
  "s20": {
    "message": "Adblock Plus для Internet Explorer"
  },
  "s21": {
    "message": "Похоже, вы используете Mozilla Firefox."
  },
  "s22": {
    "message": "Перейти к Adblock Plus для Firefox."
  },
  "s23": {
    "message": "Похоже, вы используете Google Chrome."
  },
  "s24": {
    "message": "Перейти к Adblock Plus для Chrome."
  },
  "s25": {
    "message": "Похоже, вы используете Android."
  },
  "s26": {
    "message": "Перейти к Adblock Plus для Android."
  },
  "s27": {
    "message": "Похоже, вы используете Opera."
  },
  "s28": {
    "message": "Перейти к Adblock Plus для Opera."
  },
  "s29": {
    "message": "Похоже, что Вы используете Internet Explorer."
  },
  "s30": {
    "message": "Переключить на Adblock Plus для Internet Explorer."
  },
  "s31": {
    "message": "Открытый код"
  },
  "s32": {
    "message": "Adblock Plus поддерживается сообществом.\n      <a>Присоединяйтесь!</a>"
  },
  "s33": {
    "message": "Более"
  },
  "s34": {
    "message": "миллионов скачиваний"
  },
  "s35": {
    "message": "Adblock Plus - самое популярное расширение для браузеров."
  },
  "s38": {
    "message": "Узнать больше"
  },
  "s39": {
    "message": "Показать меньше"
  },
  "s40": {
    "message": "Mozilla Firefox"
  },
  "s41": {
    "message": "Google Chrome"
  },
  "s42": {
    "message": "Opera"
  },
  "s43": {
    "message": "Android"
  },
  "s44": {
    "message": "Internet Explorer"
  },
  "s45": {
    "message": "Скачать Adblock Plus для Firefox"
  },
  "s46": {
    "message": "Firefox - бесплатный браузер с открытым кодом, доступный для Windows, Mac OS X, Linux и Android. Firefox поддерживает аддоны - специальные дополнения для вашего браузера, позволяющие улучшить безопасность и то, каким вы видите интернет. С момента создания в 2006 году, Adblock Plus остаётся самым популярным аддоном для Mozilla Firefox."
  },
  "s47": {
    "message": "Adblock Plus для Firefox - это больше, чем просто блокировщик всплывающих окон. Вам мешают баннеры и другая надоедливая реклама? Просто установите блокировщик рекламы для Firefox и испытайте интернет таким, каким он должен быть. В зависимости от установленных фильтров, вы даже можете блокировать рекламу на YouTube и слежение Вконтакте. Списки фильтров созданы членами нашего открытого сообщества, и они полностью бесплатны. Если вы не хотите полагаться на предустановленные фильтры, всегда есть возможность создать свои <a>правила блокировки</a> для полной настройки того, каким вы видите интернет."
  },
  "s48": {
    "message": "Adblock Plus для Firefox является самым загружаемым дополнением для браузера в мире. Кроме этого, он выиграл About.com Reader's Choice Award в 2011 и 2013, а также приз Linux New Media за лучшее дополнение для Firefox с открытым кодом."
  },
  "s49": {
    "message": "Блокировщик рекламы для Chrome"
  },
  "s50": {
    "message": "Adblock Plus является самым развитым блокировщиком рекламы для браузера Google Chrome. Вам надоела реклама, портящая все сайты? Просто установите наше дополнение и вся назойливая реклама в интернете будет автоматически заблокирована. Мигающие баннеры, всплывающие окна, видео реклама и реклама Вконтакте: Adblock Plus для Chrome запросто удалит любую надоедливую рекламу со всех посещаемых вами сайтов. Хотите больше? Вы можете включить дополнительные <a>функции</a>, защищающие вашу безопасность в интернете."
  },
  "s51": {
    "message": "Установка Chrome Adblock Plus для вашего браузера занимает всего несколько секунд. Просто нажмите кнопку \"Установить для Chrome\" сверху и подтвердите установку нажатием кнопки \"Добавить\". Пожалуйста, обратите внимание: Chrome покажет предупреждение о том, что Adblcok Plus получит доступ к информации о всех посещаемых вами сайтах. Это стандартное предупреждение для всех дополнений для Chrome. Мы обещаем никогда не собирать никакой вашей личной информации."
  },
  "s52": {
    "message": "Дополнение разработано открытым сообществом, и является полностью бесплатным для всех. Имея более"
  },
  "s53": {
    "message": "миллионов пользователей, Adblock Plus является одним из самых популярных дополнений для Chrome. Вот, что говорят о нас:"
  },
  "s54": {
    "message": "Если вы используете Google Chrome, у вас нет причин пользоваться им без Adblock Plus."
  },
  "s55": {
    "message": "Download.com об Adblock Plus for Chrome"
  },
  "s56": {
    "message": "Если вас беспокоит реклама во время пользования интернетом, попробуйте Adblock Plus. Вы не пожалеете."
  },
  "s57": {
    "message": "Softonic.com"
  },
  "s58": {
    "message": "Блокировка рекламы на Opera"
  },
  "s59": {
    "message": "Adblock Plus является одним из самых популярных аддонов, доступных для Opera, который был загружен более"
  },
  "s60": {
    "message": "миллионов раз. Установка дополнений на Opera занимает всего несколько секунд. Добавляя Adblock Plus для Opera, вы удалите все баннеры, всплывающие окна, рекламу на Youtube, рекламу Вконтакте и любую другую назойливую рекламу в интернете. После установки дополнения, вся назойливая реклама будет автоматически заблокирована на всех сайтах, что делает пользование интернетом намного приятнее."
  },
  "s61": {
    "message": "Кроме блокировки всей назойливой рекламы со всех сайтов, Adblock Plus значительно увеличивает скорость браузера Opera. Предотвращая рекламу от загрузки, Adblock Plus помогает вам сэкономить траффик, что позволяет пользоваться интернетом намного быстрее, особенно при медленном соединении."
  },
  "s62": {
    "message": "Добавьте Adblock Plus для Opera нажав на зеленую кнопку \"Установить для Opera\" сверху. Нажмите \"Установить\" для подтверждения установки. От вас не требуется никаких дополнительных действий или настроек, защита от назойливой рекламы будет включена автоматически."
  },
  "s63": {
    "message": "Adblock Plus для Opera работает идеально. Не верите? Вот, что популярный портал для загрузок \"Softpedia\" пишет о нашем дополнении: \"Adblock Plus для Opera является очень полезным аддоном, который был специально разработан для того, чтобы помочь пользователям избавиться от всяческих помех.\""
  },
  "s64": {
    "message": "Приложение Adblock Plus для Android"
  },
  "s65": {
    "message": "Adblock Plus является самым популярным приложением, блокирующим рекламу на Android. Им пользуются более"
  },
  "s66": {
    "message": "миллиона пользователей ежедневно. Это первый мобильный блокировщик рекламы, работающий на устройствах без прав рут доступа, что делает Adblock Plus намного удобнее для пользования по сравнению с любым другим блокировщиком рекламы для Android. После добавления Adblock Plus на ваше устройство с Android, все баннеры и другие назойливые типы рекламы будут автоматически заблокированы в большинстве приложений и сайтов, которые вы посещаете на вашем смартфоне или планшете. Блокировщик рекламы для Android работает с большинством браузеров, например с Google Chrome для Android."
  },
  "s67": {
    "message": "Установив Adblock Plus, вы значительно увеличите скорость загрузки страниц на вашем мобильном устройстве. Приложение фильтрует весь веб-траффик и предотвращает загрузку рекламы, что экономит ваш траффик и увеличивает скорость. Adblock Plus для Android также помогает защитить вашу безопасность и защищает вас от угрозы загрузки приложений с вирусами, которые зачастую распространяются через обманчивую рекламу."
  },
  "s68": {
    "message": "Пожалуйста, обратите внимание, что на Android присутствуют ограничения, которые могут потребовать от приложения ручной настройки для того, чтобы заблокировать рекламу. Для устройств без прав рут доступа, использующих версию 4.1.2, 4.2.1 и выше, необходима небольшая ручная настройка. Для устройств без прав рут доступа c Android 3.1 и выше, Adblock Plus автоматически заблокирует всю рекламу только при соединении через WiFi. Реклама на устройствах без прав рут доступа не может быть заблокирована при соединении через 3G."
  },
  "s69": {
    "message": "Adblock Plus для Internet Explorer"
  },
  "s70": {
    "message": "Хотя вы, быть может, этого и не ожидали, Internet Explorer это второй по популярности браузер в мире, сотни миллионов пользователей используют его каждый день. Мы разработали Adblock Plus для Internet Explorer специально для них - так что они наконец-то смогут пользоваться интернетом без надоедливой рекламы."
  },
  "s71": {
    "message": "Разработка расширения для Internet Explorer непростая задача – именно поэтому существует не так много расширений для Internet Explorer, в отличие от Mozilla Firefox, Google Chrome и Opera. Установка Adblock Plus для Internet Explorer отличается от установки расширений в других браузерах. Обычно расширение добавляется непосредственно в браузер, однако для Internet Explorer необходимо установить его через так называемый установщик. Но не волнуйтесь: вам потребуется менее 30 секунд, чтобы установить Adblock Plus для Internet Explorer. Просто нажмите на зеленую кнопку \"установка для Internet Explorer\", чтобы защитить себя от надоедливой рекламы."
  },
  "s72": {
    "message": "Текущие ограничения: Из-за ограничений в некоторых версиях Internet Explorer, Adblock Plus в настоящее время не работает в:"
  },
  "s73": {
    "message": "Расширенном защищенном режиме Internet Explorer 10"
  },
  "s74": {
    "message": "Метро режиме Internet Explorer в Windows 8"
  },
  "s75": {
    "message": "Internet Explorer в Windows RT."
  },
  "s76": {
    "message": "Ожидается, что поддержка расширенного защищенного режима Internet Explorer 10 будет добавлена в последующих релизах."
  }
}