{
  "title": {
    "message": "Известные проблемы"
  },
  "s5": {
    "message": "Ниже приведён список известных проблем, влияющих на работу Adblock Plus. Если вашей проблемы нет в списке, пожалуйста, проверьте <a>форум</a> и создайте новую тему, если это необходимо (регистрация не требуется)."
  },
  "s6": {
    "message": "Ошибка установки \"Цифровая подпись не может быть проверена\""
  },
  "s7": {
    "message": "<strong>Причина 1</strong>: Устаревшая версия браузера"
  },
  "s8": {
    "message": "Устаревшие браузеры, как к примеру первые версии Firefox 3.0, не могут проверить подпись пакета Adblock Plus."
  },
  "s9": {
    "message": "<strong>Решение</strong>: Проверьте, что ваш браузер соответствует <a>системным требованиям</a>, обновите его до актуальной версии в случае надобности."
  },
  "s10": {
    "message": "<strong>Причина 2</strong>: Установочный пакет повреждён"
  },
  "s11": {
    "message": "Пакеты Adblock Plus подписаны с целью предотвращения несанкционированного изменения. Это сообщение может указывать на такое изменение при установке со сторонних веб-сайтов."
  },
  "s12": {
    "message": "<strong>Решение</strong>: Установите Adblock Plus с <a>addons.mozilla.org</a>."
  },
  "s13": {
    "message": "<strong>Причина 3</strong>: Устаревший список сертификатов"
  },
  "s14": {
    "message": "Для проверки подписи Adblock Plus браузер должен принять сертификаты выданные StartCom Ltd. На системах, где хранилище сертификатов не зависит от браузера, список сертификатов может быть устаревшим и не допустить подтверждения подписи."
  },
  "s15": {
    "message": "<strong>Распространяется на</strong>: Некоторые дистрибутивы Linux (касается только версии браузера, поставляемой с дистрибутивом)"
  },
  "s16": {
    "message": "<strong>Решение</strong>: Обновите пакет &quot;nss&quot;  до версии 1.3.1 или выше. Смотрите &quot;Причина 4&quot; как альтернативное решение."
  },
  "s17": {
    "message": "<strong>Причина 4</strong>: Неправильные настройки хранилища сертификатов"
  },
  "s18": {
    "message": "На некоторых системах настройки хранилища сертификатов по какой-то причине неправильные и приложение не доверяет сертификатам, выданным фирмой StartCom Ltd. Из-за этого подпись пакета Adblock Plus не может быть проверена."
  },
  "s19": {
    "message": "<strong>Решение</strong>: Зайдите в"
  },
  "s20": {
    "message": "http://support.mozilla.com/en-US/kb/Options+window+-+Advanced+panel#Encryption_tab"
  },
  "s21": {
    "message": "шифрование/сертификаты в настройках браузера"
  },
  "s22": {
    "message": "и кликните \"Просмотр сертификатов\". В \"Центры сертификации\" найдите \"StartCom Certification Authority\", выберите его и кликните \"Редактировать\". Убедитесь, что все поля отмечены и подтвердите нажатием кнопки OK."
  },
  "s23": {
    "message": "Ошибка установки с другим сообщением (напр. -228 или -203)"
  },
  "s24": {
    "message": "По другим проблемам с установкой, пожалуйста, посетите"
  },
  "s25": {
    "message": "http://support.mozilla.com/en-US/kb/Unable+to+install+add-ons"
  },
  "s26": {
    "message": "главную страницу устранения неполадок"
  },
  "s27": {
    "message": "."
  },
  "s28": {
    "message": "Иконка и пункт Adblock Plus в меню Инструменты не появились после установки"
  },
  "s29": {
    "message": "<strong>Причина 1</strong>: Расширение Adblock Plus отключено"
  },
  "s30": {
    "message": "При открытии Менеджера Дополнений (меню Инструменты / Дополнения) и нахождении Adblock Plus среди расширений, запись о нём серая, а не черная (отключено)."
  },
  "s31": {
    "message": "<strong>Решение</strong>: Кликните запись Adblock Plus в Менеджере дополнений и кликните кнопку &quot;Включить&quot;."
  },
  "s46": {
    "message": "Firefox не может открыть новые окна"
  },
  "s47": {
    "message": "<strong>Причина</strong>: Расширение Zone Alarm Spy Blocker Toolbar"
  },
  "s48": {
    "message": "Эта проблема вызвана <a>ошибками в программировании расширения Ask Toolbar 2.1.0.5</a> (в частности, вариант &quot;Zone Alarm Spy Blocker Toolbar&quot;)."
  },
  "s49": {
    "message": "<strong>Решение</strong>:"
  },
  "s50": {
    "message": "http://support.mozilla.com/en-US/kb/Uninstalling+add-ons"
  },
  "s51": {
    "message": "Удалите или отключите"
  },
  "s52": {
    "message": "Ask Toolbar."
  },
  "s53": {
    "message": "Adblock Plus ничего не блокирует"
  },
  "s54": {
    "message": "<strong>Причина 1</strong>: Не добавлены фильтры"
  },
  "s55": {
    "message": "Adblock Plus не будет блокировать ничего &quot;само по себе&quot;, если вы отказались добавить подписку с фильтрами после установки Adblock Plus. Не будет никакого эффекта, пока вы не добавите фильтры вручную.<a>Больше информации</a>"
  },
  "s56": {
    "message": "<strong>Решение</strong>: Добавьте подписку с фильтрами (в идеале предназначенную для вашего языка) <a>из списка</a>."
  },
  "s57": {
    "message": "<strong>Причина 2</strong>: База данных с фильтрами Adblock Plus повреждена"
  },
  "s58": {
    "message": "У некоторых людей база данных с фильтрамы иногда повреждается (очень редкое событие, обычно случается только однажды), в результате чего список фильтров становится пустым (можно убедиться зайдя в меню Инструменты / Установки Adblock Plus). Причина возникновения этой проблемы в настоящее время не установлена."
  },
  "s59": {
    "message": "<strong>Решение</strong>: Ещё раз добавьте подписку <a>из списка</a>. Кроме этого, восстановить базу данных из автоматически созданной резервной копии:"
  },
  "s60": {
    "message": "Откройте"
  },
  "s61": {
    "message": "http://support.mozilla.com/en-US/kb/Profiles#How_to_find_your_profile"
  },
  "s62": {
    "message": "папку профиля"
  },
  "s63": {
    "message": "."
  },
  "s64": {
    "message": "Откройте подпапку \"adblockplus\"."
  },
  "s65": {
    "message": "Закройте браузер."
  },
  "s66": {
    "message": "Обратите внимание, что patterns.ini мал (менее 1 Kб), удалите его."
  },
  "s67": {
    "message": "Переименуйте patterns-backupN.ini в patterns.ini (где N - число. Выберите первый файл, который больше 1 Кб)."
  },
  "s68": {
    "message": "<strong>Причина 3</strong>: Adblock Plus выключен"
  },
  "s69": {
    "message": "Adblock Plus может быть временно выключен, это можно узнать по значку - он становится серым, а не красным."
  },
  "s70": {
    "message": "<strong>Решение</strong>: Включите Adblock Plus, кликнув на значке ABP средней кнопкой мыши (альтернатива: правый клик и &quot;Включить Adblock Plus&quot; в контекстном меню)."
  },
  "s71": {
    "message": "Adblock Plus не блокирует перенаправления в Firefox Mobile 4"
  },
  "s72": {
    "message": "<strong>Причина</strong>: <a>Mozilla bug 646373</a>"
  },
  "s73": {
    "message": "<strong>Распространяется на</strong>: Adblock Plus 1.3.6 и выше в Firefox Mobile 4"
  },
  "s74": {
    "message": "<strong>Решение</strong>: Пока никакого, упомянутая ошибка должна быть исправлена в будущей версии Firefox Mobile."
  },
  "s75": {
    "message": "Заголовок Do Not Track не посылается в Firefox Mobile 4 несмотря на фильтр"
  },
  "s76": {
    "message": " "
  },
  "s77": {
    "message": "<strong>Причина</strong>: Do Not Track на данный момент не поддерживается в Firefox Mobile 4"
  },
  "s78": {
    "message": "<strong>Решение</strong>: Пока никакого, но поддержка, возможно, будет добавлена в будущих версиях Adblock Plus."
  },
  "s79": {
    "message": "Ярлыки на Flash и Java не всегда видны"
  },
  "s80": {
    "message": "<strong>Причина</strong>: Adblock Plus не знает, когда отображать ярлык"
  },
  "s81": {
    "message": "<strong>Распространяется на</strong>: Adblock Plus 1.1 и выше на Fedora Linux"
  },
  "s82": {
    "message": "<strong>Решение</strong>: Используйте <a>официальные сборки браузера</a> вместо поставляемых в дистрибутиве."
  },
  "s83": {
    "message": "Непереведенные (английские) строки в некоторых языках"
  },
  "s84": {
    "message": "<strong>Причина</strong>: Не поддерживаемые переводы"
  },
  "s85": {
    "message": "К сожалению, не все переводы Adblock Plus одинаково хорошо поддерживаются. Некоторые либо пропустили выпуск Adblock Plus, либо совсем не обновляются."
  }
}