{
  "title": {
    "message": "Политика конфиденциальности"
  },
  "s1": {
    "message": "Основные понятия"
  },
  "s2": {
    "message": "Общая политика конфиденциальности проекта Adblock Plus – это избежание сбора больше данных, чем требуется для нормального функционирования  расширения и сайта AdblockPlus."
  },
  "s3": {
    "message": "Собранные данные анонимны, насколько это возможно, и удаляются сразу, как только перестают быть нужными."
  },
  "s4": {
    "message": "Эти данные никогда не передаются третьим лицам."
  },
  "s5": {
    "message": "Эта система составляет список данных, которые собраны и обрабатывает его."
  },
  "s6": {
    "message": "Веб-сайт AdblockPlus.org"
  },
  "s7": {
    "message": "Логи веб-сайта"
  },
  "s8": {
    "message": "Все запросы к веб-сайту AdblockPlus.org занесены в логи веб-сайта."
  },
  "s9": {
    "message": "Хранимые данные включают в себя: Ваш IP-адрес, время запроса, веб-адрес получивший доступ, идентификатор браузера и относящаяся страница."
  },
  "s10": {
    "message": "Эти данные используются, чтобы произвести статистику использования, а так же исследовать потенциальные вопросы безопасности и спама на форуме/блоге."
  },
  "s11": {
    "message": "Подробные логи хранятся 30 дней, после которых остаются только сгруппированные статистические данные использования."
  },
  "s12": {
    "message": "Сохраненные IP-адреса"
  },
  "s13": {
    "message": "Веб-приложения установленные на веб-сайте AdblockPlus.org сохраняют Ваш IP-адрес, когда Вы создаете тему форума, добавляете комментарий в блог,  или переводите страницу."
  },
  "s14": {
    "message": "Это позволяет администраторам обращаться к содержанию спама и нарушениям правил безопасности эффективно."
  },
  "s15": {
    "message": "После 30 дней удаляются все сохраненные IP-адреса."
  },
  "s16": {
    "message": "Cookies (Куки(Печеньки)"
  },
  "s17": {
    "message": "Некоторые части сайта Adblock Plus используют куки, чтобы узнавать зарегистрированных пользователей или сохранить параметры настройки."
  },
  "s18": {
    "message": "Куки не используются, ни в каком другом виде и никогда не используется, чтобы следить за посетителями веб-сайта."
  },
  "s19": {
    "message": "Регистрация на форуме"
  },
  "s21": {
    "message": "Есть два исключения:"
  },
  "s22": {
    "message": "Пароли проходят одностороннее шифрование прежде, чем быть сохраненным на сервере."
  },
  "s23": {
    "message": "Это означает, что они не могут быть восстановлены никем, даже с доступом к базе данных."
  },
  "s25": {
    "message": "По умолчанию они используются только для посылки уведомлений, на которые Вы подписывались."
  },
  "s27": {
    "message": "Комментирование блога"
  },
  "s28": {
    "message": "Когда комментарий добавлен на <a>блог Adblock Plus</a> адрес электронной почты может быть опционально определен"
  },
  "s29": {
    "message": "В отличие от других полей, адрес никогда не показывается и только используется, чтобы уведомить автора комментария об ответах."
  },
  "s30": {
    "message": "Расширение Adblock Plus"
  },
  "s31": {
    "message": "Проверка обновлений расширения"
  },
  "s33": {
    "message": "Некоторая основная информация, такая как версия браузера, версия расширения, операционная система и ваш IP адрес, будет передана во время проверки обновления."
  },
  "s36": {
    "message": "политике конфиденциальности Firefox"
  },
  "s37": {
    "message": "."
  },
  "s42": {
    "message": "Загрузка подписок"
  }
}