{
  "title": {
    "message": "Поиск бесполезных фильтров"
  },
  "s1": {
    "message": "'{filter}' неправильный"
  },
  "s2": {
    "message": "'{filter1}' стал лишним из-за '{filter2}'"
  },
  "s3": {
    "message": "Бесполезных фильтров не найдено"
  },
  "s4": {
    "message": "Подготовка проверки..."
  },
  "s5": {
    "message": "Проверяем фильтр {current} из {count}"
  },
  "s6": {
    "message": "Подготовка списка результатов..."
  },
  "s7": {
    "message": "Завершено"
  },
  "s8": {
    "message": "Эта страница оценит список фильтров и выяснит какие фильтры могут быть удалены. Может определять такие случаи как"
  },
  "s9": {
    "message": "http://example.com/ads/*"
  },
  "s10": {
    "message": "и"
  },
  "s11": {
    "message": "*/ads/*"
  },
  "s12": {
    "message": ", где первый фильтр стал лишним из-за второго. По окончании обработки выдаст список без бесполезных фильтров."
  },
  "s13": {
    "message": "У этого инструмента есть несколько ограничений. Он не может оценить фильтры для скрытия элементов и они всегда будут оставаться неизменными. Также он не может определить, какое регулярное выражение может быть удалено, но может определить простой фильтр, который может быть удалён в связи с наличием регулярного выражения."
  },
  "s14": {
    "message": "Откройте установки Adblock Plus и отметьте все фильтры которые хотите проверить. Скопируйте их (выберите Правка — Копировать из меню или нажмите Ctrl+C) и вставьте в текстовое поле ниже. Как вариант, вы можете экспортировать фильтры и вставить содержимое файла в текстовое поле."
  },
  "s15": {
    "message": "<em>Заявление о конфиденциальности</em>: Данные не передаются на сервер. Все необходимые вычисления производятся на вашем компьютере и ваши данные не покидают его."
  },
  "s16": {
    "message": "Найти бесполезные фильтры"
  },
  "s17": {
    "message": "Состояние:"
  },
  "s18": {
    "message": "Ваш список фильтров без бесполезных фильтров приведён ниже. Вы можете скопировать его и вставить в форму Установки Adblock Plus (предварительно удалив существующий список). Как вариант, вы можете <a>кликнуть здесь</a> для получения фильтров на отдельной странице. Сохраните их в файл и импортируйте в форме Установки Adblock Plus (см. меню)."
  }
}