{
  "blog": {
    "message": "Блог"
  },
  "changelog": {
    "message": "Последние изменения"
  },
  "contact": {
    "message": "Контакт"
  },
  "deprecation_warning": {
    "message": "Примечание: этот список фильтров не оптимизирован для Adblock Plus и может отрицательно сказаться на быстродействии вашего браузера."
  },
  "forum": {
    "message": "Форум"
  },
  "homepage": {
    "message": "Домашная страница"
  },
  "maintainer_prefix": {
    "message": "от"
  },
  "policy": {
    "message": "Правила"
  },
  "s1": {
    "message": "Ниже приведен список активных подписок фильтрации, о которых нам известно. Чтобы подписаться на список фильтрации, нажмите на его ссылку \"Подписаться\". Имейте в виду, <a>не следует добавлять слишком много подписок фильтрации</a>."
  },
  "s2": {
    "message": "Не видите свой список фильтрации? <a>Отправьте нам</a> свой список, а также любую дополнительную информацию, которую вы хотите видеть на этой странице. Имейте в виде, чтобы ваша подписка была включена в этот список, она должна содержать краткое описание логики фильтрации, а также вашу информацию о том, как с вами связаться, в случае каких-либо проблем. Вы должны быть в состоянии исправить любую проблему с вашим списком в кратчайшие сроки."
  },
  "s3": {
    "message": "Все списки фильтрации на этой странице обслуживаются третьими лицами. eyeo, компания-разработчик Adblock Plus, не имеет контроля над ними. Мы просто выкладываем их здесь, чтобы вы могли найти полезные для себя подписки. eyeo ни в коем случае не несет никакой ответственности перед вами или любыми третьими лицами за какие-либо убытки или повреждения (включая кроме прочего потерю возможностей и бизнеса), вызванные прямым или косвенным использованием этих списков."
  },
  "subscribe": {
    "message": "Подписаться:"
  },
  "supplements_prefix": {
    "message": "дополнение к"
  },
  "title": {
    "message": "Подписки для Adblock Plus"
  },
  "type_ads": {
    "message": "Блокировка рекламы"
  },
  "type_other": {
    "message": "Разное"
  }
}