{
  "title": {
    "message": "Уроки по использованию"
  },
  "s1": {
    "message": "Уроки по использованию - Adblock Plus"
  },
  "s2": {
    "message": "Хотите блокировать рекламу на YouTube? Убрать эту рекламу на Facebook? Никогда больше не хотите видеть эти баннеры? Используйте уроки по использованию Adblock Plus чтобы защитить себя от нежелательной рекламы в интернете."
  },
  "s5": {
    "message": "Что такое блокиратор рекламы?"
  },
  "s6": {
    "message": "Блокировщик рекламы для Chrome или Firefox - это расширение (или аддон) для вашего браузера, которое добавляет функцию фильтровки содержимого. Блокираторы реклам сами по себе ничего не делают, в том смысле что они не блокируют ничего, пока им не \"говорят\" это делать. Так называемые списки фильтров выполняют эту роль. Эти списки представляют из себя свод правил, которые говорят Adblock Plus, что нужно блокировать. Эти списки создаются и поддерживаются нашим большим сообществом."
  },
  "s7": {
    "message": "Блокировщики реклам очень популярны, особенно на Google Chrome, где более 20 миллионов человек пользуются ими. На Firefox, около 16 миллионов человек используют их каждый день."
  },
  "s8": {
    "message": "Как заблокировать рекламу"
  },
  "s9": {
    "message": "В то время, как Adblock Plus способен на многое, блокировка назойливой рекламы является главной функцией расширения. Эти уроки покажут вам как заблокировать назойливую рекламу в разных браузерах."
  },
  "s10": {
    "message": "Как заблокировать рекламу на Firefox"
  },
  "s11": {
    "message": "Adblock Plus для Firefox позволяет вам избавиться от всей назойливой рекламы, например рекламы на YouTube, Facebook, баннеров, всплывающих окон и многого другого. Если у вас нет браузера Mozilla Firefox, пожалуйста <a>установите его с сайта разработчика</a>. Если вы хотите заблокировать рекламу в другом браузере, пожалуйста ознакомьтесь с нашими уроками, показывающими как установить Adblock Plus для Google Chrome и Opera."
  },
  "s12": {
    "message": "Самый простой способ установить Adblock Plus для Firefox - это <a>зайти на страницу установки для Firefox </a> и нажать на кнопку установки. Когда маленькое окно откроется с левой стороны вашего браузера, пожалуйста нажмите на \"Allow\". Затем, другое небольшое окно появится, где вам нужно будет нажать на \"Install now\". Это добавит Adblock Plus в ваш браузер, и вы будете защищены от всей назойливой рекламы."
  },
  "s13": {
    "message": "Вы можете также <a>установить Adblock Plus через Mozilla Firefox</a>. Сперва, найдите Adblock Plus в секции аддонов для Mozilla Firefox. Затем, после того, как вы открыли ссылку, появится следующий экран:"
  },
  "s14": {
    "message": "Пожалуйста, нажмите на большую зеленую кнопку \"Add to Firefox\" для установки Adblock Plus. Затем, когда Firefox спросит вас следующее: \"Install add-ons only from authors whom you trust.\", пожалуйста подтвердите это нажатием на \"Install\". После подтверждения, вся назойливая реклама будет заблокирована."
  },
  "s15": {
    "message": "Список фильтров по умолчанию будет установлен после первой установки Adblock Plus, основываясь на языковых настройках вашего браузера. Для добавления подписок на другие фильтры, <a>прочтите об этом здесь</a>. Для информации о более продвинутых настройках, пожалуйста <a>нажмите сюда</a>."
  },
  "s16": {
    "message": "Как заблокировать рекламу на Google Chrome"
  },
  "s17": {
    "message": "В данный момент, более 10 миллионов человек блокируют рекламу на Chrome каждый день. Если вы пользуетесь Chrome, используйте расширение Adblock Plus для удаления всей назойливой рекламы. Adblock Plus убирает всю надоедливую рекламу в интернете, включая рекламу на YouTube, рекламу на Facebook и многое другое. Расширение даже блокирует всплывающие окна, которые не заблокированы вашим браузером. Этот урок покажет вам, как установить Adblock Plus и как заблокировать рекламу на Chrome."
  },
  "s18": {
    "message": "Добавить Adblock Plus для Chrome"
  },
  "s19": {
    "message": "Существуют два способа добавления Adblock Plus в ваш Chrome. Во-первых, вы можете добавить наш блокировщик рекламы в Chrome <a>пройдя на страницу установки для Chrome</a> и нажав на зеленую кнопку установки. Появится маленький экран, просящий вас подтвердить установки Adblock Plus для Chrome. Пожалуйста, нажмите \"Add\" для того, чтобы скачать Adblock Plus. Теперь вы защищены от всей назойливой рекламы."
  },
  "s20": {
    "message": "Вы также можете добавить Adblock Plus через Google Chrome Webstore. Для установки нашего блокировщика рекламы, сперва <a>зайдите в Webstore</a>. Нажмите на \"Add to Chrome\", и затем нажмите \"Add\" для подтверждения."
  },
  "s21": {
    "message": "Adblock Plus автоматически устанавливает список фильтров по умолчанию, основываясь на языке вашего браузера. Если вы хотите узнать, как добавить другие списки фильтров, <a>прочтите об этом здесь</a>. Для более продвинутых функций, например для защиты от слежения, нажмите <a>сюда</a>."
  },
  "s22": {
    "message": "Как заблокировать рекламу на Opera"
  },
  "s23": {
    "message": "Чтобы заблокировать рекламу на Opera, вам только нужно установить Adblock Plus. Самый простой способ - это <a>зайти на страницу аддона для Opera</a> и нажать \"Add to Opera\". Маленькое окошко спросит вас подтверждения добавления Adblock Plus для вашего браузера. Нажмите на \"Install\", чтобы защитить себя от всей рекламы в интернете."
  },
  "s24": {
    "message": "Как заблокировать рекламу на Android"
  },
  "s25": {
    "message": "Если вы хотите заблокировать всю рекламу на вашем устройстве под управлением Android, просто зайдите на <a>наш сайт</a> со своего Android-устройства и скачайте приложение \"Adblock Plus\". Перед установкой, пожалуйста убедитесь, что ваше устройство позволяет <a>установку приложения из неизвестных источников</a>. Если у вас нет устройства с правами рут доступа, вам пожет понадобиться <a>ручная настройка прокси</a>. После этого, вы будете защищены от рекламы."
  },
  "s26": {
    "message": "Как отключить слежение в интернете"
  },
  "s27": {
    "message": "Существует много компаний, собирающих всю информацию о ваших предпочтениях среди многих сайтов. Даже ваша история просмотренных сайтов собирается и просматривается. Некоторые пользователи не имеют никаких проблем из-за таких сервисов, поскольку фирмы подстраивают рекламу, подобраную под индивидуальные предпочтения. Несмотря на это, существуют сотни рекламных агенств, собирающих массу информации о вас и ваших предпочтениях. Если вы не хотите, чтобы другие компании могли следить за вашей онлайн-жизнью, вы можете использовать Adblock Plus для истребления всех процессов слежения. Согласно этому <a>исследованию Стэнфордского Университета</a>, Adblock Plus является самым лучшим решением для защиты от онлайн-слежения."
  },
  "s28": {
    "message": "Прочитайте <a>как заблокировать кнопки социальных сетей</a>, если посредством удаления кнопок социальных сетей со всех сайтов вы хотите запретить таким компаниям как Facebook и Google следить за вами."
  },
  "s29": {
    "message": "Отключить слежение в интернете на Firefox"
  },
  "s30": {
    "message": "Слежение может быть заблокировано путем добавления новой подписки на фильтры в Adblock Plus. Так называемый фильтр \"EasyPrivacy\" заблокирует все запросы на трекинг от всех сайтов. Чтобы добавить этот список в Adblock Plus, просто <a>нажмите сюда</a> и выберите \"Add subscription\"."
  },
  "s31": {
    "message": "Отключить слежение в интернете на Google Chrome"
  },
  "s32": {
    "message": "Adblock Plus для Google Chrome может заблокировать все нежелательные запросы на слежение от рекламных фирм. Отключение слежения осуществляется путем установки подписки на список фильтров \"EasyPrivacy\", <a>нажав на этот диалог</a>. Нажмите \"Add\" для того, чтобы защитить себя от слежение на Chrome."
  },
  "s33": {
    "message": "Как запретить вредоносные сайты"
  },
  "s34": {
    "message": "На данный момент, вирусы являются одной самых больших угроз в интернете. Без ведома пользователя, эти вредоносные программы устанавливаются на ваш жесткий диск и делают ваш компьютер доступным для самой разной нелегальной интернет-деятельности. Если ваш компьютер заражен вирусами, вся ваша информация, как например данные из интернет банка, номера кредитных карт, личные пароли, номера идентификации и.т.д. находятся под угрозой. Вирусы могут попасть на ваш компьютер <a>через интернет рекламу</a>, даже через рекламные блоки Google или Yahoo. Вы можете использовать Adblock Plus, чтобы защитить себя от вирусов, троянов, червей и других вредоносных программ."
  },
  "s35": {
    "message": "Отключение вредоносных сайтов на Firefox"
  },
  "s36": {
    "message": "Отключение известных вирусных доменов осуществляется путем добавления подписки на список фильтров в Adblock Plus Для добавления этого списка, просто <a>нажмите сюда</a> и выберите \"Add subscription\"."
  },
  "s37": {
    "message": "Отключение вредоносных сайтов на Chrome"
  },
  "s38": {
    "message": "Adblock Plus может отключить все вредоносные домены путем добавления новой подписки на фильтры. Для добавления этого списка в Adblock Plus, просто <a>нажмите сюда</a>и нажмите \"Add\" на панели настроек списков фильтров в нашем блокираторе рекламы для Chrome."
  },
  "s39": {
    "message": "Как отключить кнопки социальных сетей"
  },
  "s40": {
    "message": "Почти каждый сайт сегодня содержит кнопки социальных сетей, таких как Facebook, Twitter, Google+ и других. Даже если вы никогда не нажимаете эти кнопки, вся информация о вас все равно передается этим платформам для создания личного профиля, который основывается на ваших предпочтениях."
  },
  "s41": {
    "message": "Если вы хотите пользоваться интернетом без наблюдения со стороны социальных сетей, Adblock Plus представляет простое решение для удаления этих кнопок."
  },
  "s42": {
    "message": "Отплючить кнопки социальных сетей в Mozilla Firefox"
  },
  "s43": {
    "message": "Если вы хотите заблокировать кнопки социальных сетей в Firefox, просто <a>нажмите сюда</a> и выберите \"Add subscription\"."
  },
  "s44": {
    "message": "Отключить кнопки социальных сетей в Google Chrome"
  },
  "s45": {
    "message": "Adblock Plus для Chrome предлагает очень простой способ удаления кнопок социальных сетей путем добавления новой подписки на фильтры. Все что вам нужно сделать, это <a>нажать сюда</a>и затем выбрать \"Add\" в настроек фильтров Adblock Plus."
  },
  "s46": {
    "message": "Как блокировать рекламу на YouTube"
  },
  "s47": {
    "message": "Непременно, одной из самых главных раздражительных особенностей сегодняшнего интернета является необходимость смотреть 30-секундные рекламные ролики на YouTube, прежде чем посмотреть любое, даже самое короткое видео. Несмотря на то, что многие этим возмущены, такой тип рекламы будет только развиваться в будущем. При помощи Adblock Plus блокировать рекламу на YouTube очень просто. Просто установите Adblock Plus, и вся видео реклама будет сразу заблокирована."
  },
  "s48": {
    "message": "Для Google Chrome, Adblock Plus может быть установлен путем <a>посещения страницы установки для Chrome</a> и нажатия на кнопку установки. После появления небольшого окошка, нажмите \"Add\". Adblock Plus сразу начнет автоматически блокировать всю назойливую рекламу на YouTube."
  },
  "s49": {
    "message": "Для Firefox, вы можете установить Adblock Plus <a>посетив страницу установки для Firefox</a> и нажав на кнопку установки. Подтвердите установку нажатием \"Allow\" на первом окне, и \"Install Now\" на втором. Adblock Plus автоматически блокирует всю видео рекламу на YouTube по умолчанию."
  },
  "s50": {
    "message": "Как заблокировать рекламу на Facebook"
  },
  "s51": {
    "message": "Надоела многочисленная реклама на Facebook и Вконтакте? Используйте Adblock Plus для блокировки всей рекламы в этих социальных сетях! После установки, Adblock Plus автоматически блокирует всю рекламу, включая Facebook и Вконтакте."
  },
  "s52": {
    "message": "Для Google Chrome, Adblock Plus может быть установлен путем <a>посещения страницы установки для Chrome</a> и нажатия на кнопку установки. Просто подтвердите установку нажатием \"Add\" и перезагрузите страницу. Вы увидите, что вся реклама на Facebook и Вконтакте будет заблокирована!"
  },
  "s53": {
    "message": "Adblock Plus для Firefox устанавливается <a>путем посещения страницы установки для Firefox</a> и нажатия на кнопку установки. Firefox попросит вашего подтверждения аддона дважды, поэтому нажмите \"Allow\" и затем \"Install Now\". После установки, Adblock Plus будет блокировать всю назойливую рекламу Вконтакте."
  }
}