{
  "s1": {
    "message": "uBlock Origin покидает Chrome. Вот что нужно знать:"
  },
  "s2": {
    "message": "Бразуер Google Chrome начал отключение uBlock Origin. В начале этого лета платформа расширений Chrome перешла на версию Manifest V3, что сопровождается прекращением поддержки Manifest V2 и всех расширений MV2. Расширения Chrome, не обновленные до Manifest V3, постепенно выводятся из браузера."
  },
  "s3": {
    "message": "uBlock Origin является расширением MV2 и больше не будет работать в Chrome. Разработчики uBlock Origin публично заявили, что не будут обновлять полную версию для выполнения требований MV3, и <a>Chrome автоматически отключает uBlock Origin из-за прекращения поддержки</a>."
  },
  "s4": {
    "message": "Найдите блокиратор рекламы Chrome"
  },
  "s5": {
    "message": "<span>Убедитесь в актуальности версии вашего браузера</span> Обычно браузер обновляется в фоновом режиме, но если вы достаточно долго не закрывали браузер, обновление все еще может ожидать установки. Если ваш браузер устарел, расширения могут работать некорректно. <a>Здесь</a> вы можете узнать, как вручную обновить версию Chrome на компьютере, устройствах Android или iOS, либо просто проверить, установлена ли у вас последняя версия."
  },
  "s6": {
    "message": "<span>Найдите расширения, которые работают в Chrome</span> Если ваш текущий блокиратор рекламы или расширение больше не работает в Chrome, зайдите в <a>Chrome Web Store,</a> чтобы найти совместимые с MV3 расширения."
  },
  "s7": {
    "message": "Что Manifest V3 значит для блокираторов рекламы?"
  },
  "s8": {
    "message": "Расширения, такие как блокираторы рекламы и менеджеры паролей — это инструменты, которые мы добавляем в браузеры, чтобы сделать работу в сети более индивидуальной и безопасной. С технической точки зрения браузеры предоставляют платформу, которую разработчики используют для создания этих расширений, обеспечивая их бесперебойную работу, с соблюдением требований конфиденциальности и безопасности пользователей."
  },
  "s9": {
    "message": "Недавно Google обновил способ работы с расширениями, перейдя на платформу <a>Manifest V3</a>. Эти изменения повлияли на работу многих расширений Chrome, включая некоторые популярные блокираторы рекламы. К ключевым изменениям относятся замена старых функций новыми, например, использование скриптов service workers вместо фоновых страниц, введение более строгих правил изменения веб-запросов и запрет удаленно размещаемых кодов. Как сообщает Google, эти обновления направлены на повышение безопасности, конфиденциальности и эффективности расширений при сохранении важных функций."
  },
  "s10": {
    "message": "При этом не перешедшие на MV3 расширения, такие как uBlock Origin Chrome, в настоящее время удаляются из Chrome Web Store и перестанут работать в Chrome."
  },
  "s11": {
    "message": "Adblock Plus совместим с MV3 и доступен в Chrome"
  },
  "s12": {
    "message": "Когда был анонсирован Manifest V3, мы приступили к обновлению и тестированию Adblock Plus, чтобы по-прежнему дарить вам те же качественные впечатления от блокировки рекламы на всех ваших устройствах и браузерах."
  },
  "s13": {
    "message": "Мы считаем, что вы должны иметь возможность выбирать, какой браузер использовать, и при этом обладать инструментами, позволяющими лучше работать в Интернете. <a>Adblock Plus был одним из первых расширений, перешедших на Manifest V3,</a> и совместим с последней версией Chrome. Надеемся, вы даже не заметили изменений."
  }
}