{
  "title": {
    "message": "Adblock Plus был обновлен"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus обновился!"
  },
  "update-lead-1": {
    "message": "За последние несколько месяцев мы добавили новые функции и улучшили производительность Adblock Plus. Мы стремимся предоставить пользователям наилучшую технологию блокировки рекламы и чистый интернет. Adblock Plus — это бесплатное ПО, поддерживаемое сообществом. Реализация этого проекта была бы невозможной без вашей поддержки."
  },
  "update-lead-2": {
    "message": "Мы уделяем много времени и вкладываем значительные ресурсы в разработку программ, обеспечивающих пользователям удобную и безопасную работу в интернете. Мы обращаемся к вам с просьбой пожертвовать на развитие проекта Adblock Plus сумму, которую вы считаете справедливой. Так вы сможете поддержать сообщество проекта Adblock Plus. Мы будем благодарны за любое ваше денежное пожертвование!"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Средство оплаты:"
  },
  "whats-new-header-1": {
    "message": "Что нового?"
  },
  "whats-new-lead-1": {
    "message": "Вот обзор некоторых недавних улучшений."
  },
  "whats-new-list-1": {
    "message": "<strong>Улучшен функционал блокировки рекламы</strong>. Многие веб-сайты пытаются найти способы помешать Adblock Plus блокировать раздражающую рекламу. По этой причине мы часто обновляем наш функционал, чтобы нейтрализовать попытки помешать работе блокировщика рекламы. Если вам встретился веб-сайт, который не позволяет вам блокировать рекламу, сообщите нам об этом при помощи функции «Сообщить о проблеме»."
  },
  "whats-new-list-2": {
    "message": "<strong>Улучшенная производительность</strong>. Мы изменили способ обработки фрагментов исходного текста программного обеспечения для защиты от обхода, целью которых являются те же самые домены, чтобы оставить активными только те из них, которые применяют изменения. Это означает, что от нашего расширения можно ожидать более высокой производительности в целом."
  },
  "whats-new-list-3": {
    "message": "<strong>Улучшенная основа на будущее</strong>. В ближайшем будущем появится Manifest V3, последняя версия платформы расширений для браузеров на базе Chromium. И мы к этому готовились! MV3 существенным образом изменяет принципы работы браузерных расширений в будущем, что требует от нашей команды внесения значительных изменений в принципы функционирования AdBlock Plus. Мы добились определенных успехов и готовы продолжать помогать пользователям AdBlock Plus сохранять контроль над работой в сети по мере развития Интернета."
  },
  "whats-new-list-4": {
    "message": "<strong>Улучшенная конфиденциальность.</strong> Для пользователей, просматривающих приватные вкладки, мы исключили ряд блокируемых запросов из общего объема блокировки."
  },
  "whats-new-list-5": {
    "message": "<strong>Улучшенная отладка.</strong> Для наших технически подкованных пользователей мы представили режим отладки фильтров, скрывающих элементы, который можно включить на странице <em>«Расширенные настройки»</em> Adblock Plus. Вы можете легко выделять элементы, на которые действуют такие фильтры."
  },
  "whats-new-support": {
    "message": "Хотите сообщить о проблеме? Обратитесь к нам в соцсетях, напишите <a data-mask='{\"href\": \"bWFpbHRvOmRvbmF0aW9uc0BhZGJsb2NrcGx1cy5vcmc=\"}'>электронное сообщение</a> или воспользуйтесь <a href=\"https://adblockplus.org/forum\">форумом пользователей</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Политика конфиденциальности"
  }
}