{
  "title": {
    "message": "Adblock Plus был обновлен"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus был обновлен! <span>(версия 3.11)</span>"
  },
  "update-lead-1": {
    "message": "Последние несколько месяцев мы добавляли новые функции и повышали эффективность Adblock Plus. Мы с радостью предоставляем вам лучшие технологии блокировки рекламы, чтобы вы могли наслаждаться Интернетом без помех. Adblock Plus – это бесплатное, поддерживаемое сообществом пользователей программное обеспечение, которое <strong>не смогло бы существовать без вашей постоянной поддержки.</strong>"
  },
  "update-lead-2": {
    "message": "Мы выделяем массу времени и ресурсов для разработки программы и обеспечения наилучшего опыта работы в сети для наших пользователей. Просим вас внести пожертвование, которое вы сочтете справедливым вкладом в развитие проекта Adblock Plus, в поддержку наших усилий по сохранению сообщества блокировки рекламы. <strong>Мы ценим каждое пожертвование!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Средство оплаты:"
  },
  "whats-new-header-1": {
    "message": "Что нового?"
  },
  "whats-new-lead-1": {
    "message": "Вот обзор некоторых улучшений и новых функций. Скоро будут еще изменения!"
  },
  "whats-new-list-1": {
    "message": "<strong>Новые рекомендуемые фильтры.</strong> Мы упростили блокировку дополнительных отвлекающих факторов, таких как уведомления о файлах cookie и прочее. Чтобы попробовать новые фильтры, зайдите в <em>Настройки > Общие > Рекомендуемые фильтры</em>."
  },
  "whats-new-list-2": {
    "message": "<strong>Улучшенная блокировка рекламы.</strong> Многие вебсайты мешают Adblock Plus блокировать рекламу. Мы улучшили нашу способность блокировки рекламы на таких сайтах и регулярно ее совершенствуем. При возникновении любых проблем с блокировкой рекламы нашей программой воспользуйтесь функцией <em>«Сообщить о проблеме»</em>, чтобы проинформировать нас об этом."
  },
  "whats-new-list-3": {
    "message": "<strong>Повышенная эффективность.</strong> Мы усовершенствовали логику при проверке отключенных перечней фильтров, чтобы сократить расход трафика Adblock Plus."
  },
  "whats-new-list-4": {
    "message": "<strong>Улучшенная конфиденциальность.</strong> Для пользователей, просматривающих приватные вкладки, мы исключили ряд блокируемых запросов из общего объема блокировки."
  },
  "whats-new-list-5": {
    "message": "<strong>Улучшенная отладка.</strong> Для наших технически подкованных пользователей мы представили режим отладки фильтров, скрывающих элементы, который можно включить на странице <em>«Расширенные настройки»</em> Adblock Plus. Вы можете легко выделять элементы, на которые действуют такие фильтры."
  },
  "whats-new-support": {
    "message": "Хотите сообщить о проблеме? Обратитесь к нам в соцсетях, напишите <a>электронное сообщение</a> или воспользуйтесь <a>форумом пользователей</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Политика конфиденциальности"
  }
}