{
  "abp-can-be-improved": {
    "message": "Ваш Adblock Plus может стать лучше!"
  },
  "adding-enhancements": {
    "message": "Недавно мы внедрили первую серию улучшений в Adblock Plus. С запуском Adblock Plus Premium мы разработали дополнительные возможности, позволяющие нашим пользователям наслаждаться Интернетом, встречая в процессе меньше всплывающих окон и отвлекающих элементов. Мы отдельно описали проделанную работу ниже."
  },
  "abp-free-software": {
    "message": "Наша команда тратит тысячи часов на то, чтобы Adblock Plus сделал посещение сети лучше для всех. В этом году мы сфокусировали свои усилия на том, чтобы пользователям было легче блокировать всплывающие окна и другие отвлекающие элементы, и наша работа в этом направлении только началась. Мы бы хотели, чтобы вы попробовали Adblock Plus Premium. <strong>Мы будем рады каждому финансовому вкладу!</strong>"
  },
  "whats-new-header-1": {
    "message": "Обновления"
  },
  "enjoy-fewer-distractions": {
    "message": "Adblock Premium позволяет вам посещать Интернет, встречая гораздо меньше отвлекающих элементов."
  },
  "stop-autoplay-video": {
    "message": "<strong>Остановка автовоспроизведения видеороликов. </strong> Многие сайты используют автоматически воспроизводящиеся видеоролики, которые остаются на экране во время просмотра разных страниц сайта; эта функция позволит вам скрывать их."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Скрытие всплывающих окон новостных рассылок.</strong> Избавьтесь от всплывающих окон, предлагающих вам подписаться на новостные и почтовые рассылки."
  },
  "block-survey-requests": {
    "message": "<strong>Блокировка уведомлений от сайтов и запросов на прохождение опросов.</strong> Многие сайты просят вас сообщить о своем местонахождении или принять участие в коротких опросах. Теперь наше ПО позволит автоматически отклонять такие запросы."
  },
  "hide-cookie-notices": {
    "message": "<strong>Скрытие уведомлений о файлах cookie.</strong> Скоро вы сможете избавиться от назойливых баннеров с согласием на использование файлов cookie, которые есть на большинстве сайтов, благодаря новой функции блокировки файлов cookie, работа над которой уже близится к завершению."
  },
  "whats-new-support": {
    "message": "Хотите сообщить о проблеме? Свяжитесь с нами через социальные сети, <a>по электронной почте</a> или через <a>форум для пользователей</a>."
  },
  "privacy-policy": {
    "message": "Политика конфиденциальности"
  }
}