{
  "title": {
    "message": "Adblock Plus обновился"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Средство оплаты:"
  },
  "whats-new-header-1": {
    "message": "Что нового?"
  },
  "whats-new-list-3": {
    "message": "<strong>Заложена основа для будущего</strong>. Manifest V3, последняя версия платформы расширений для браузеров на основе Chromium, уже на горизонте. И мы к этому готовились! MV3 знаменует собой значительные изменения в плане того, как будут работать расширения браузера, а значит, нашей команде потребуется внести большие изменения в работу Adblock Plus. Мы добились серьезного прогресса, чтобы продолжать помогать пользователям Adblock Plus контролировать свои ощущения от просмотра Интернет-страниц по мере развития глобальной сети."
  },
  "whats-new-list-4": {
    "message": "<strong>Улучшенная конфиденциальность.</strong> Для пользователей, просматривающих приватные вкладки, мы исключили ряд блокируемых запросов из общего объема блокировки."
  },
  "whats-new-list-5": {
    "message": "<strong>Улучшенная отладка.</strong> Для наших технически подкованных пользователей мы представили режим отладки фильтров, скрывающих элементы, который можно включить на странице <em>«Расширенные настройки»</em> Adblock Plus. Вы можете легко выделять элементы, на которые действуют такие фильтры."
  },
  "whats-new-support": {
    "message": "Вам нужно сообщить о проблеме? Обратитесь к нам через социальные сети, <a>электронную почту</a> или <a>форум пользователей</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Политика конфиденциальности"
  },
  "improved_ad_blocking_functionality": {
    "message": "<strong>Повышена функциональность блокировки рекламы</strong>. Многие веб-сайты ищут способы не позволить Adblock Plus блокировать надоедливую рекламу. Поэтому мы сосредоточились на усовершенствовании нашей функциональности, чтобы преодолеть все попытки помешать блокировке рекламы."
  },
  "new-tab-heading-1": {
    "message": "Помогите Adblock Plus сделать Интернет лучше"
  },
  "new-tab-lead-1": {
    "message": "Мы сосредоточились на добавлении новых функций и повышении эффективности работы Adblock Plus, и мы в восторге от того, что можем предоставить вам лучшую технологию блокировки рекламы, чтобы вы могли наслаждаться чистой сетью."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus — это бесплатная программа, которая поддерживается сообществом пользователей. Для нас важно, чтобы нашей программой мог пользоваться любой человек, независимо от того, может ли он внести свой вклад. Но это было бы невозможно без вашего постоянного содействия. Мы уделяем много времени и ресурсов на развитие и обеспечение наилучшего опыта работы в сети для наших пользователей. Внесите вклад в размере, который сочтете справедливым, в проект Adblock Plus и в наши усилия по поддержанию существования сообщества блокировки рекламы. Мы ценим каждый взнос!"
  },
  "out-mission-heading-1": {
    "message": "Мы обеспечиваем лучший опыт пользования Интернетом для каждого"
  },
  "out-mission-lead-1": {
    "message": "Наша миссия — сделать так, чтобы можно было спокойно пользоваться Интернетом, без ненужных помех и беспокойства. У нас много работы: от блокировки новых видов всплывающих окон и отвлекающих факторов до повышения безопасности и защищенности в сети. Один из наших приоритетов — обеспечить, чтобы наши пользователи полностью контролировали все, что они делают в Интернете. Ваш вклад позволяет нашей команде создавать простые и понятные на интуитивном уровне инструменты, доступные каждому. Без вас мы не смогли бы делать свое дело!"
  },
  "hide-cookie-notices": {
    "message": "<strong>Скрытие уведомлений о файлах cookie. </strong> Скоро вы сможете избавиться от назойливых баннеров с согласием на использование файлов cookie, которые есть на большинстве сайтов, благодаря новой функции блокировки файлов cookie, работа над которой уже близится к завершению."
  },
  "block_more_popups_and_distractions": {
    "message": "<strong>Блокируйте больше всплывающих окон и отвлекающих факторов.</strong> С Adblock Plus Premium вы забудете о предложениях пройти опрос, всплывающих окнах с рассылками и надоедливой автоматической видеорекламе."
  },
  "do_you_like_adblockplus": {
    "message": "Вам нравится Adblock Plus? Если да, возможно, вы подумаете о том, чтобы поддержать нас?"
  },
  "an_overview": {
    "message": "Представляем результаты нашей работы, которую мы недавно провели в Adblock Plus."
  }
}