{
  "title": {
    "message": "Adblock Plus обновился"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus обновился!"
  },
  "update-lead-1": {
    "message": "Последние несколько месяцев мы потратили на добавление новых функций и повышение эффективности Adblock Plus. Мы в восторге от того, что можем предоставить вам лучшую технологию блокировки рекламы, чтобы вы могли наслаждаться чистой сетью. Adblock Plus — это бесплатное программное обеспечение с пользовательской поддержкой, работа которого <strong>была бы невозможной без вашего постоянного содействия.</strong>"
  },
  "update-lead-2": {
    "message": "Мы уделяем много времени и ресурсов развитию и обеспечению наилучшего опыта работы в сети для наших пользователей. Внесите вклад в размере, который сочтете справедливым, в проект Adblock Plus и в наши усилия по поддержке существования сообщества блокировки рекламы. <strong>Мы ценим каждый взнос!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Средство оплаты:"
  },
  "whats-new-header-1": {
    "message": "Что нового?"
  },
  "whats-new-lead-1": {
    "message": "Представляем некоторые недавние улучшения."
  },
  "whats-new-list-1": {
    "message": "<strong>Улучшен функционал блокировки рекламы</strong>. Многие веб-сайты пытаются найти способы помешать Adblock Plus блокировать раздражающую рекламу. По этой причине мы часто обновляем наш функционал, чтобы нейтрализовать попытки помешать работе блокировщика рекламы. Если вам встретился веб-сайт, который не позволяет вам блокировать рекламу, сообщите нам об этом при помощи функции «Сообщить о проблеме»."
  },
  "whats-new-list-2": {
    "message": "<strong>Повышена эффективность</strong>. Мы изменили способ обработки фрагментов кода защиты от обхода, направленных на одни и те же домены, чтобы оставлять в работе только те, которые применяют изменения. Это означает, что вы сможете ожидать от нашего расширения более высокую эффективность."
  },
  "whats-new-list-3": {
    "message": "<strong>Заложена основа для будущего</strong>. Manifest V3, последняя версия платформы расширений для браузеров на основе Chromium, уже на горизонте. И мы к этому готовились! MV3 знаменует собой значительные изменения в плане того, как будут работать расширения браузера, а значит, нашей команде потребуется внести большие изменения в работу Adblock Plus. Мы добились серьезного прогресса, чтобы продолжать помогать пользователям Adblock Plus контролировать свои ощущения от просмотра Интернет-страниц по мере развития глобальной сети."
  },
  "whats-new-list-4": {
    "message": "<strong>Улучшенная конфиденциальность.</strong> Для пользователей, просматривающих приватные вкладки, мы исключили ряд блокируемых запросов из общего объема блокировки."
  },
  "whats-new-list-5": {
    "message": "<strong>Улучшенная отладка.</strong> Для наших технически подкованных пользователей мы представили режим отладки фильтров, скрывающих элементы, который можно включить на странице <em>«Расширенные настройки»</em> Adblock Plus. Вы можете легко выделять элементы, на которые действуют такие фильтры."
  },
  "whats-new-support": {
    "message": "Вам нужно сообщить о проблеме? Свяжитесь с нами через наш <a>Справочный центр</a> или отправьте нам письмо по адресу <a>support@adblockplus.org</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Политика конфиденциальности"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Повышена функциональность блокировки рекламы</strong>. Многие веб-сайты ищут способы не позволить Adblock Plus блокировать надоедливую рекламу. Поэтому мы сосредоточились на усовершенствовании нашей функциональности, чтобы преодолеть все попытки помешать блокировке рекламы."
  },
  "new-tab-heading-1": {
    "message": "Помогите Adblock Plus сделать Интернет лучше"
  },
  "new-tab-lead-1": {
    "message": "Мы сосредоточились на добавлении новых функций и повышении эффективности работы Adblock Plus, и мы в восторге от того, что можем предоставить вам лучшую технологию блокировки рекламы, чтобы вы могли наслаждаться чистой сетью."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus — это бесплатная программа, которая поддерживается сообществом пользователей. Для нас важно, чтобы нашей программой мог пользоваться любой человек, независимо от того, может ли он внести свой вклад. Но это было бы невозможно без вашего постоянного содействия. Мы уделяем много времени и ресурсов на развитие и обеспечение наилучшего опыта работы в сети для наших пользователей. Внесите вклад в размере, который сочтете справедливым, в проект Adblock Plus и в наши усилия по поддержанию существования сообщества блокировки рекламы. Мы ценим каждый взнос!"
  },
  "out-mission-heading-1": {
    "message": "Мы обеспечиваем лучший опыт пользования Интернетом для каждого"
  },
  "out-mission-lead-1": {
    "message": "Наша миссия — сделать так, чтобы можно было спокойно пользоваться Интернетом, без ненужных помех и беспокойства. У нас много работы: от блокировки новых видов всплывающих окон и отвлекающих факторов до повышения безопасности и защищенности в сети. Один из наших приоритетов — обеспечить, чтобы наши пользователи полностью контролировали все, что они делают в Интернете. Ваш вклад позволяет нашей команде создавать простые и понятные на интуитивном уровне инструменты, доступные каждому. Без вас мы не смогли бы делать свое дело!"
  },
  "abp-can-be-improved": {
    "message": "Ваш Adblock Plus можно усовершенствовать!"
  },
  "adding-enhancements": {
    "message": "Недавно мы внесли в Adblock Plus первое улучшение из целой серии. Запустив Adblock Plus Premium, мы подготовили дополнительные инструменты, которые помогут нашим пользователям получать удовольствие от Интернета с еще меньшим количеством всплывающих окон и отвлекающих факторов. Ниже мы приводим ключевые моменты этой работы."
  },
  "abp-free-software": {
    "message": "Наша команда тратит тысячи часов, чтобы Adblock Plus мог обеспечивать наилучший онлайн-опыт для всех. В нынешнем году мы сосредоточились на том, чтобы упростить для наших пользователей блокировку большего числа всплывающих окон и отвлекающих факторов, и мы только начинаем. Мы будем очень рады, если вы попробуете Adblock Plus Premium. <strong>Мы ценим каждый взнос!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "С Adblock Premium вы можете наслаждаться просмотром Интернет-страниц, отвлекаясь гораздо реже."
  },
  "stop-autoplay-video": {
    "message": "<strong>Остановка видеоконтента с автоматическим воспроизведением. </strong> Скрывайте видео, которое воспроизводится автоматически и следует за вами по всему сайту во время его просмотра."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Удаление всплывающих окон с рассылками.</strong> Положите конец всплывающим окнам, которые заставляют вас подписаться на электронные письма и информационные рассылки веб-сайтов."
  },
  "block-survey-requests": {
    "message": "<strong>Блокировка уведомлений сайтов и предложений пройти опрос.</strong> Многие веб-сайты запрашивают отслеживание вашего местоположения или просят вас поучаствовать в коротких опросах. Теперь мы будем автоматически отклонять эти запросы с веб-сайтов, которые вы посещаете."
  },
  "hide-cookie-notices": {
    "message": "<strong>Скрытие уведомлений о файлах cookie. </strong> Скоро вы сможете избавиться от назойливых баннеров с согласием на использование файлов cookie, которые есть на большинстве сайтов, благодаря новой функции блокировки файлов cookie, работа над которой уже близится к завершению."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Блокируйте больше всплывающих окон и отвлекающих факторов.</strong> С Adblock Plus Premium вы забудете о предложениях пройти опрос, всплывающих окнах с рассылками и надоедливой автоматической видеорекламе."
  },
  "do-you-like-adblockplus": {
    "message": "Вам нравится Adblock Plus? Если да, возможно, вы подумаете о том, чтобы поддержать нас?"
  },
  "an-overview": {
    "message": "Представляем результаты нашей работы, которую мы недавно провели в Adblock Plus."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "Adblock Plus обновился!"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "Последние несколько месяцев мы потратили на добавление новых функций и повышение эффективности Adblock Plus. Мы в восторге от того, что можем предоставить вам лучшую технологию блокировки рекламы, чтобы вы могли наслаждаться чистой сетью. Adblock Plus — это бесплатное программное обеспечение с пользовательской поддержкой, работа которого была бы невозможной без вашего постоянного содействия."
  },
  "whats-new-header-1-unrestricted": {
    "message": "Что нового?"
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>Повышена функциональность блокировки рекламы.</strong> Многие веб-сайты ищут способы не позволить Adblock Plus блокировать назойливую рекламу. Вот почему мы сосредоточились на улучшении наших возможностей блокировки такой рекламы и контроле постоянных изменений таких сайтов. Благодаря недавним изменениям в Adblock Plus для Safari, а также обновлениям в Chrome, Edge и Firefox, вы по-прежнему будете видеть меньше навязчивой рекламы при просмотре веб-страниц."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>Улучшена архитектура для будущего.</strong> Manifest V3, последняя версия платформы расширений для браузеров на основе Chromium, уже на горизонте. И мы к этому готовились! MV3 знаменует собой значительные изменения в плане того, как будут работать расширения браузера, а значит, нашей команде потребуется внести большие изменения в работу Adblock Plus. Мы добились большого прогресса и стремимся продолжать обслуживание пользователей по мере изменения интернет-мира."
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>Настраивайте страницы при их просмотре.</strong> Мы выпустили функцию блокировки элементов, позволяющую блокировать части веб-страницы, даже если они не являются рекламой. Например, особенно досаждать могут такие компоненты веб-страниц, как подсказки на боковой панели. С помощью этой новой функции вы можете блокировать любую часть страницы, чтобы она оставалась скрытой при каждом посещении соответствующего сайта."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>Adblock Plus Premium уже здесь!</strong> С Adblock Plus Premium вы можете более целенаправленно блокировать отвлекающие факторы на веб-сайтах, включая уведомления сайтов, всплывающие видео, выскакивающие окна с рассылками и многое другое. Дополнительная информация о Premium представлена <a>здесь</a>. Если ранее вы уже делали взнос, вы можете получить <a>доступ</a> к этим функциям Premium сразу же."
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[Ожидается в ближайшее время]</em> Режим обхода для Adblock Plus Premium.</strong> В Интернете все чаще появляются выскакивающие окна, требующие от пользователей отключить блокиратор рекламы. Именно поэтому мы выпускаем новую функцию для Adblock Plus Premium под названием «Режим обхода». В «Режиме обхода» вы можете просматривать интернет-страницы и видеть меньше сообщений о блокировке рекламы, наслаждаясь обычным просмотром сайтов."
  },
  "update__alert__heading": {
    "message": "Не закрывайте эту страницу"
  },
  "update__alert__paragraph-1": {
    "message": "Привет!"
  },
  "update__alert__paragraph-2": {
    "message": "Как пользователь Adblock Plus, вы по личному опыту понимаете ценность нашей программы для вашей работы в сети. Блокируя нежелательную и назойливую рекламу, Adblock Plus помогает вам просматривать веб-сайты быстрее, безопаснее и меньше отвлекаясь. Но знаете ли вы, что Adblock Plus абсолютно бесплатен и не предполагает скрытых платежей? Мы считаем, что лучший Интернет без рекламы должен быть доступен каждому, и поэтому предлагаем Adblock Plus бесплатно всем пользователям."
  },
  "update__alert__paragraph-3": {
    "message": "Но нам нужна ваша помощь, чтобы Adblock Plus продолжал работать и совершенствоваться. Отдельные люди вносят весьма щедрый вклад в поддержку нашей миссии, однако мы полагаемся на поддержку простых пользователей, таких как вы, чтобы Adblock Plus продолжал работать и оставался бесплатным для всех. Ваш взнос, каким бы маленьким он ни был, может оказать большое влияние. Поэтому, если Adblock Plus сэкономил вам хотя бы несколько долларов или часов разочарования от просмотра нежелательной рекламы, подумайте о том, чтобы сделать взнос, поддержав нашу команду и внеся свой вклад в создание Интернета без рекламы для всех. Спасибо за поддержку. Вместе мы можем сделать Интернет лучше для всех."
  },
  "update__alert__paragraph-4": {
    "message": "С уважением,   команда Adblock Plus"
  },
  "new__paragraph-1": {
    "message": "Мы в Adblock Plus убеждены, что работа в сети может приносить больше удовольствия каждому. Мы работали над тем, чтобы воплотить для вас это убеждение в жизнь, и вот некоторые результаты:"
  },
  "new__item-1__heading": {
    "message": "Подготовка к Manifest V3"
  },
  "new__item-1__paragraph-1": {
    "message": "Мы рады сообщить, что официальный релиз расширения Adblock Plus Manifest V3 будет выпущен этой весной! Manifest V3, последняя версия платформы расширений для браузеров на основе Chromium, уже на горизонте. MV3 знаменует собой значительные изменения в плане того, как будут работать расширения браузера, а значит, нашей команде потребуется внести <a>некоторые изменения в работу Adblock Plus</a>."
  },
  "new__item-2__heading": {
    "message": "Исправления различных ошибок"
  },
  "new__item-2__paragraph-1": {
    "message": "Как всегда, мы постоянно заботимся о том, чтобы вы могли максимально эффективно использовать свой продукт для блокировки рекламы. Мы исправили некоторые ошибки, в том числе ту, которая мешала доступу к Adblock Plus Premium."
  },
  "new__item-3__heading": {
    "message": "cкрывайте баннеры cookie и прочие отвлекающие факторы (Premium)"
  },
  "new__item-3__paragraph-1": {
    "message": "Сосредоточьтесь на том контенте, который вы хотите видеть, и заблокируете эти <a>назойливые баннеры, предлагающие принять файлы cookie на веб-сайтах.</a> Вы также можете <a>блокировать дополнительные выскакивающие окна</a>, включая видео с автоматическим воспроизведением, выскакивающие окна с рассылками, предложения пройти опрос и многое другое."
  },
  "new__item-4__heading": {
    "message": "Улучшенная блокировка рекламы в Интернете"
  },
  "new__item-4__paragraph-1": {
    "message": "Как всегда, мы постоянно следим за тем, как веб-сайты и создатели контента взаимодействуют с блокировщиками рекламы. Мы усовершенствовали наше расширение, чтобы учитывать любые изменения в текущей ситуации и чтобы вы могли по-прежнему блокировать рекламу во время просмотра веб-сайтов. Мы также исправили недавнюю проблему, из-за которой у некоторых пользователей замедлялась работа на YouTube и других сайтах. С дополнительной информацией об этом можно ознакомиться <a>здесь</a>."
  },
  "new__item-4__paragraph-2": {
    "message": "<a>Узнать больше об Adblock Plus Premium.</a>"
  },
  "new__paragraph-3": {
    "message": "Вам нужно сообщить о проблеме? Обратитесь к нам через социальные сети, <a>электронную почту</a> или <a>форум пользователей</a>."
  },
  "new__item-5__heading": {
    "message": "Определяйте сами, какие ощущения вы получите от просмотра веб-сайтов"
  },
  "new__item-5__paragraph-1": {
    "message": "Что, если вы хотите заблокировать не рекламу, а что-то другое? Вы можете персонализировать свой просмотр веб-страниц, воспользовавшись специальным <a>мастером скрытия элементов</a>, который поможет вам скрыть те части страницы, которые вы не хотите видеть."
  },
  "support-money-back": {
    "message": "Поддерживайте нас с уверенностью: <strong>гарантия возврата средств в течение 60 дней</strong>. При этом вы можете оставить Adblock Plus и пользоваться им и дальше."
  },
  "update-section-1__heading": {
    "message": "Adblock Plus обновился!"
  },
  "update-section-1-row-1__paragraph-1": {
    "message": "Приветствуем вас, "
  },
  "update-section-1-row-1__paragraph-2": {
    "message": "Наша миссия в Adblock Plus — сделать так, чтобы Интернетом можно было пользоваться спокойно, без ненужных помех и беспокойства. Поэтому мы разработали расширение для блокировки выскакивающих окон, раздражающей рекламы и других отвлекающих факторов в сети. Adblock Plus помогает просматривать сайты быстрее, безопаснее и с большим контролем над вашими впечатлениями от Интернета."
  },
  "update-section-1-row-1__paragraph-3": {
    "message": "Кроме того, Adblock Plus бесплатен для пользователей, поскольку мы верим, что каждый должен получать удовольствие от Интернета. Именно поэтому многие пользователи решают внести вклад в нашу работу. Если вы верите в то, что мы делаем, и хотите помочь нам на нашем пути, вы можете сделать это ниже. Вместе мы сможем сделать Интернет лучше для всех!"
  },
  "update-section-1-row-1__paragraph-4": {
    "message": "С искренним уважением, <span></span> Команда Adblock Plus"
  },
  "update-gaurantee__text": {
    "message": "Поддерживайте нас с уверенностью: <strong>Гарантия возврата средств в течение 60 дней.</strong> При этом вы можете оставить Adblock Plus и пользоваться им и дальше."
  },
  "update-payment-frequency__label--once": {
    "message": "Сделать <strong>разовый</strong> взнос"
  },
  "update-payment-frequency__label--recurring": {
    "message": "Делать <strong>периодический</strong> взнос"
  },
  "update-payment-switch__label--monthly": {
    "message": "Ежемесячно"
  },
  "update-payment-switch__label--yearly": {
    "message": "Ежегодно"
  },
  "update-payment-reward__text": {
    "message": "Отлично! Взнос в размере <span>35.00</span> – это возможность один год пользоваться <span>Adblock Plus Premium</span><span></span>. Спасибо за вашу поддержку!"
  },
  "update-payment__checkout-button": {
    "message": "Оформить"
  },
  "product__premium": {
    "message": "Adblock Plus Premium"
  },
  "update-payment-reward__1-month": {
    "message": "Отлично! Взнос в размере <span>35.00</span> – это возможность один месяц пользоваться <span>Adblock Plus Premium</span>. Спасибо за вашу поддержку!"
  },
  "update-payment-reward__n-months": {
    "message": "Отлично! Взнос в размере <span>35.00</span> – это возможность <span>8</span> месяцев пользоваться <span>Adblock Plus Premium</span>. Спасибо за вашу поддержку!"
  },
  "update-payment-reward__1-year": {
    "message": "Отлично! Взнос в размере <span>35.00</span> – это возможность один год пользоваться <span>Adblock Plus Premium</span>. Спасибо за вашу поддержку!"
  },
  "update-payment-reward__n-years": {
    "message": "Отлично! Взнос в размере <span>35.00</span> – это возможность <span>8</span> лет пользоваться <span>Adblock Plus Premium</span>. Спасибо за вашу поддержку!"
  },
  "update-payment-reward": {
    "message": "Отлично! Взнос в размере <span>35.00</span> – это возможность пользоваться <span>Adblock Plus Premium</span>. Спасибо за вашу поддержку!"
  },
  "update-payment-suffix__monthly": {
    "message": "/в месяц"
  },
  "update-payment-suffix__yearly": {
    "message": "/в год"
  },
  "update__installing-card__heading-1": {
    "message": "Устанавливается последнее обновление Adblock Plus"
  },
  "please_dont_scroll_away": {
    "message": "Не закрывайте эту страницу"
  },
  "whats-new-paragraph-1": {
    "message": "Мы прилагаем все усилия, чтобы сделать Adblock Plus более ценным для вас, улучшая функциональность и готовя наше расширение к будущему."
  },
  "whats-new-paragraph-2": {
    "message": "Вот некоторая информация о том, над чем мы работали в последнее время:"
  },
  "new__item-6__heading": {
    "message": "Поддержите своих любимых создателей контента"
  },
  "new__item-6__paragraph-1": {
    "message": "Многие создатели контента зависят от доходов от рекламы, и без них не смогут продолжать творить. Поддержите тех создателей, которые вам нравятся, <a>разрешив рекламу на определенных сайтах</a> и продолжая блокировать ее на остальных."
  },
  "new__item-7__heading": {
    "message": "Наслаждайтесь более конфиденциальным и безопасным Интернетом"
  },
  "new__item-7__paragraph-1": {
    "message": "С <a>AdBlock VPN</a>, разработанным нашими партнерами в AdBlock, вы получаете еще больший контроль над вашими впечатлениями от просмотра веб-страниц. Скройте свою личность в сети, повысьте безопасность при использовании общедоступного Wi-Fi и наслаждайтесь более безопасным просмотром веб-страниц сразу же после начала использования."
  },
  "new-premium__heading": {
    "message": "Больше возможностей с Premium."
  },
  "new-premium__paragraph-1": {
    "message": "Вы знали, что Adblock Plus дает больше возможностей контролировать ваши ощущения от просмотра веб-страниц? Один из способов повысить удовольствие от работы в сети – это <a>убрать баннеры cookie </a> с помощью <a>Adblock Plus Premium</a>."
  },
  "new-premium__paragraph-2": {
    "message": "Вероятно, вы очень хорошо знакомы с баннерами, которые просят вас дать согласие на использование файлов cookie на веб-сайтах. Хотя эти баннеры призваны предоставить вам информацию в целях обеспечения конфиденциальности, они являются неудобством для многих пользователей. Некоторые даже соглашаются со всеми файлами cookie, лишь бы закрыть поскорее этот баннер и продолжать просматривать сайт."
  },
  "new-premium__paragraph-3": {
    "message": "К счастью, с Adblock Plus Premium вы можете добиться желаемого быстрее. Adblock Plus Premium <a>блокирует надоедливые баннеры cookie</a> и отклоняет все ненужные сторонние файлы cookie, которые он может отклонить от вашего имени. Теперь вы можете сосредоточиться на самом важном, не отвлекаясь ни на что."
  },
  "240423-shared__heading-1": {
    "message": "Получите максимум от AdBlock Plus"
  },
  "240423-shared__paragraph-1": {
    "message": "Adblock Plus начинает блокировать выскакивающие окна и другую раздражающую рекламу сразу после установки. Вот несколько способов открыть для себя еще больше возможностей:"
  },
  "240423-shared__heading-2": {
    "message": "Блокируйте больше с подпиской Premium"
  },
  "240423-shared__paragraph-2": {
    "message": "Возьмите под полный контроль работу в сети с <a>Adblock Plus Premium</a>. Блокируйте <a>надоедливые баннеры cookie</a> и другие выскакивающие окна, в том числе видео с автоматическим воспроизведением, окна с рассылками, предложения пройти опрос и многое другое."
  },
  "240423-shared__heading-3": {
    "message": "Наслаждайтесь более высоким уровнем конфиденциальности"
  },
  "240423-shared__paragraph-3": {
    "message": "Получите доступ к более безопасному Интернету, где бы вы ни находились, используя Adblock Plus Premium и <a>AdBlock VPN</a>, созданный нашими партнерами из AdBlock. Помимо всех преимуществ версии Premium, вы сможете защитить свою персональную информацию и <a>просматривать веб-страницы анонимно</a>."
  },
  "240423-shared__heading-4": {
    "message": "Закрепите Adblock Plus на панели инструментов"
  },
  "240423-shared__paragraph-4": {
    "message": "<a>Закрепив расширение </a> в своем браузере, вы можете осуществлять доступ к настройкам и смотреть, сколько рекламы вы заблокировали. Чтобы закрепить расширение, в большинстве браузеров достаточно просто щелкнуть значок пазла в правом верхнем углу."
  },
  "240423-shared__heading-5": {
    "message": "Выберите, что вы хотите блокировать"
  },
  "240423-shared__paragraph-5": {
    "message": "Вы можете <a>просмотреть имеющиеся списки фильтров </a> или воспользоваться нашим инструментом ручной блокировки, чтобы настроить, что именно вы хотите блокировать во время просмотра – рекламу и не только!"
  },
  "240423-shared__heading-6": {
    "message": "Включите Adblock Plus для режима приватного просмотра"
  },
  "240423-shared__paragraph-6": {
    "message": "Любите пользоваться приватным просмотром в вашем браузере? Чтобы AdBlock продолжал работать в приватном режиме, просто следуйте инструкциям <a>в этом посте в блоге</a>."
  },
  "240423-shared__heading-7": {
    "message": "Поддержите создателей контента, которые вам нравятся"
  },
  "240423-shared__paragraph-7": {
    "message": "Хотя мы все не любим навязчивую рекламу, наверняка есть некоторые авторы, чей контент нам нравится. Если вы хотите поддержать их доходом от рекламы, вы всегда можете <a>добавить свои любимые сайты в разрешенный список</a>. Это позволит показывать рекламу на этих сайтах, но блокировать ее на всех остальных."
  },
  "240430-shared__heading-2": {
    "message": "Блокируйте надоедливые баннеры cookie"
  },
  "240430-shared__paragraph-2": {
    "message": "Вы знали, что файлы cookie собирают ваши данные? Файлы cookie используются везде в Интернете – вместе с раздражающими баннерами, которые предлагают согласиться с их использованием. Вы можете запретить нежелательное отслеживание и заблокировать баннеры cookie с помощью <a>Premium</a>."
  }
}