{
  "title": {
    "message": "Adblock Plus был обновлен"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus был обновлен! <span>(версия 3.10.2)</span>"
  },
  "update-lead-1": {
    "message": "За последние несколько месяцев мы добавили в Adblock Plus новые функции и улучшили его работу. Adblock Plus — это бесплатное, поддерживаемое сообществом программное обеспечение, <strong>которое не смогло бы существовать без вашей постоянной поддержки</strong>."
  },
  "update-lead-2": {
    "message": "Мы стремимся предоставить пользователям наилучшую технологию блокировки рекламы и чистый интернет. Мы вкладываем много времени и сил в обеспечение удобной и безопасной работы в интернете для наших пользователей. Мы обращаемся к вам с просьбой пожертвовать на развитие проекта Adblock Plus сумму, которую вы считаете справедливой. Так вы сможете поддержать сообщество проекта Adblock Plus. <strong>Мы будем благодарны за любую пожертвованную вами сумму!</strong>"
  },
  "fair-amount-header-1": {
    "description": "heading",
    "message": "Укажите справедливую сумму (в долларах <span>США</span>)"
  },
  "fair-amount-header-2": {
    "description": "heading",
    "message": "Укажите справедливую сумму:"
  },
  "one-time-legened-1": {
    "description": "heading",
    "message": "Сделать <strong>однократное</strong> пожертвование:"
  },
  "subscription-legend-1": {
    "description": "heading",
    "message": "Или <strong>ежемесячное</strong> пожертвование:"
  },
  "min-donation-warning": {
    "description": "notice",
    "message": "Ой! С учетом накладных расходов, минимальная сумма однократного пожертвования составляет <span>$5</span>."
  },
  "min-subscription-warning": {
    "description": "notice",
    "message": "Ой! С учетом накладных расходов, минимальная сумма ежемесячного пожертвования составляет <span>$1.99</span>."
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Средство оплаты:"
  },
  "stripe-label": {
    "description": "button label",
    "message": "Кредитная карта"
  },
  "paypal-label": {
    "description": "button label",
    "message": "PayPal"
  },
  "whats-new-header-1": {
    "message": "Что нового?"
  },
  "whats-new-lead-1": {
    "message": "Вот обзор некоторых улучшений и новых функций. Скоро будут еще изменения!"
  },
  "whats-new-list-1": {
    "message": "<strong>Обновлена и улучшена функция «Заблокировать элемент».</strong> Мы сделали более интуитивно понятным для пользователей выбор элементов на странице, которые нужно скрыть, а также предоставили возможность предварительного просмотра того, как страница будет выглядеть без этих элементов. Предлагаем попробовать!"
  },
  "whats-new-list-2": {
    "message": "<strong>Улучшена функциональность блокировки рекламы.</strong> Многие сайты используют различные технические приемы, чтобы не дать Adblock Plus блокировать рекламу. Мы усовершенствовали способность Adblock Plus блокировать рекламу на таких сайтах. Если у вас возникли какие-то проблемы с блокировкой рекламы с помощью Adblock Plus, воспользуйтесь опцией «Сообщить о проблеме», чтобы дать нам знать об этих проблемах."
  },
  "whats-new-list-3": {
    "message": "<strong>Добавлена поддержка блокирования рекламы на нескольких новых языках.</strong> Для людей, говорящих на нескольких скандинавских и индийских языках, мы добавили возможность блокировать рекламу на сайтах, где используются эти языки."
  },
  "whats-new-list-4": {
    "message": "<strong>Внесены улучшения в дизайн.</strong> Мы обновили некоторые наиболее популярные функции нашего расширения (как внешний вид, так и способ использования), чтобы сделать Adblock Plus более интуитивно понятным."
  },
  "whats-new-support": {
    "message": "Хотите сообщить о проблеме? Обратитесь к нам в соцсетях, напишите <a>электронное сообщение</a> или воспользуйтесь <a>форумом пользователей</a>."
  },
  "purchase-item-name": {
    "description": "item being paid for",
    "message": "Пожертвование для Adblock Plus"
  },
  "checkout-overlay-cta": {
    "description": "button label",
    "message": "Пожертвовать"
  },
  "stripe-declined": {
    "message": "Ваш платеж был отклонен."
  },
  "stripe-sorry": {
    "message": "К сожалению, ваш платеж не удалось обработать."
  },
  "securely-processed": {
    "message": "Защищенная обработка платежей осуществляется Stripe.com"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Политика конфиденциальности"
  },
  "email-input": {
    "message": "Email"
  }
}
