{
  "youtube-letter__heading": {
    "message": "Сообщение о препятствиях для блокировки рекламы на YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Блокировка рекламы на YouTube становится все сложнее."
  },
  "youtube-letter__paragraph-1": {
    "message": "Поскольку вы являетесь пользователем Adblock Plus, YouTube иногда может не позволять вам просматривать видео, когда у вас включен блокировщик рекламы. Иногда после трех видео вы можете увидеть сообщение, где вам предложат разрешить рекламу на YouTube, а в других случаях вы не сможете ничего просмотреть, пока не отключите Adblock Plus."
  },
  "youtube-letter__paragraph-2": {
    "message": "Мы работаем над сохранением актуальности и эффективности нашего расширения, однако YouTube постоянно принимает новые меры, чтобы помешать работе блокировщиков рекламы на их сайте. Мы знаем, что из-за этого у вас возникают непредсказуемые и далекие от идеальных впечатления, независимо от того, видите ли вы такое сообщение или нет. Мы делаем все возможное, чтобы сделать эти впечатления лучше для наших пользователей."
  },
  "youtube-letter__paragraph-3": {
    "message": "Чтобы гарантировать свободный доступ к YouTube с установленным Adblock Plus, вам нужно всего лишь <a>добавить YouTube в разрешенный список</a>. Вы можете выбрать, разрешить ли рекламу один раз, либо всегда разрешать рекламу на YouTube. И, конечно же, мы продолжим блокировать надоедливую рекламу в других местах. В любой точке Интернета Adblock Plus также позволяет вам <a>использовать индивидуальные правила блокировки,</a> чтобы скрывать отвлекающие факторы на веб-страницах. (Эта функция доступна пользователям Chrome, Edge и Firefox.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "При этом мы продолжим блокировать для вас выскакивающие окна и другую раздражающую рекламу в Интернете. А если вы заинтересованы в блокировке дополнительных отвлекающих факторов (таких как выскакивающие окна с рассылками, предложения пройти опрос и всплывающие видео), вы всегда можете оформить подписку на <a>Adblock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "Благодарим вас за поддержку!"
  },
  "title": {
    "message": "Блокировка на YouTube | Adblock Plus"
  },
  "description": {
    "message": "Пытаетесь заблокировать рекламу на YouTube? Узнайте больше о том, почему пользователи Adblock Plus сталкиваются с препятствиями для блокировки рекламы на YouTube."
  }
}