{
  "youtube-letter__heading": {
    "message": "Новые препятствия для блокировки рекламы на YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Блокировка рекламы на YouTube становится все сложнее."
  },
  "youtube-letter__paragraph-1": {
    "message": "Будучи пользователем Adblock Plus, на YouTube вы можете сталкиваться с препятствиями для блокировки рекламы. Иногда после трех видео вам предложат разрешить рекламу на YouTube – в противном случае вы не сможете продолжать просмотр, пока не отключите Adblock Plus. "
  },
  "youtube-letter__paragraph-2": {
    "message": "Мы работаем над сохранением актуальности и эффективности нашего расширения, однако YouTube постоянно принимает новые меры, чтобы мешать нам блокировать рекламу. Мы понимаем, что из-за этого вы не можете знать заранее, столкнетесь ли вы с препятствиями для блокировки рекламы или нет. Мы прилагаем все усилия в рамках правового поля, чтобы улучшить для наших пользователей впечатления от просмотра сайтов. Наши пользователи находятся в различных странах по всему миру, и значит, мы должны обеспечить работу в соответствии с законами этих стран."
  },
  "youtube-letter__paragraph-3": {
    "message": "Чтобы гарантировать свободный доступ к YouTube с установленным Adblock Plus, вам нужно всего лишь <a>добавить YouTube в разрешенный список</a>. Это позволит показывать рекламу на YouTube, блокируя ее на всех остальных сайтах, которые вы просматриваете. В любой точке Интернета Adblock Plus также позволяет вам использовать <a>индивидуальные правила блокировки</a>, чтобы скрывать отвлекающие факторы на веб-страницах. (Эта функция доступна пользователям Chrome, Edge и Firefox.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "При этом мы продолжим блокировать для вас выскакивающие окна и другую раздражающую рекламу в Интернете. А если вы заинтересованы в блокировке дополнительных отвлекающих факторов (таких как выскакивающие окна с рассылками, предложения пройти опрос и всплывающие видео), вы всегда можете оформить подписку на <a>Adblock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "Мы ценим всю вашу поддержку!"
  },
  "title": {
    "message": "Блокировка на YouTube | Adblock Plus"
  },
  "description": {
    "message": "Пытаетесь заблокировать рекламу на YouTube? Узнайте больше о том, почему пользователи Adblock Plus сталкиваются с препятствиями для блокировки рекламы на YouTube."
  }
}