{
  "title": {
    "message": "O programe"
  },
  "title-full": {
    "message": "O Adblock Plus"
  },
  "s1": {
    "message": "Ukáž viac"
  },
  "s2": {
    "message": "Ukáž menej"
  },
  "s3": {
    "message": "Čo je Adblock Plus?"
  },
  "s4": {
    "message": "Adblock Plus blokuje nielen reklamy na internete, ale aj <a>ostatné veci</a>, ako sledovanie. S viac ako"
  },
  "s5": {
    "message": "miliónmi používateľov je Adblock Plus najpopulárnejšie"
  },
  "s6": {
    "message": "rozšírenie"
  },
  "s7": {
    "message": ". Adblock Plus je open-source projekt vytvorený Wladimirom Palantom v roku 2006. Firma <a>Eyeo</a> bola založená v 2011 Wladimirom Palantom a Tillom Faidom aby udržali vývoj rozšírenia."
  },
  "s8": {
    "message": "Ako Adblock Plus pracuje?"
  },
  "s9": {
    "message": "Adblock Plus nemá bez zoznamov filtrov žiadnu funkciu, na to aby blokoval reklamy potrebuje zoznamy pravidiel. V zoznamy filtrov sú pravidlá, ktoré hovoria Adblocku Plus aké elementy webových stránok má blokovať. Popri blokovaní reklamy, zoznamy filtrov môžu byť použité na blokovanie <a>sledovania</a> a <a>malvéru</a>."
  },
  "s10": {
    "message": "Štandardne sú zapnuté dva zoznamy filtrov:"
  },
  "s11": {
    "message": "Blokovací zoznam zvolený na základe vášho jazyka"
  },
  "s12": {
    "message": "Zoznam akceptovaných reklám"
  },
  "s13": {
    "message": "Je na vás, či tieto zoznamy vypnete, pridáte iné alebo <a>si vytvoríte svoj vlastný zoznam filtrov</a>."
  },
  "s14": {
    "message": "Čo sú akceptované reklamy?"
  },
  "s15": {
    "message": "Adblock Plus existuje, aby uchránil používateľov pred reklamou. Ale, nemyslíme si že všetky reklamy sú zlé a sme si plne vedomý, že majitelia webových stránok potrebujú reklamy k prežitiu. A preto sme určili <a>prísne pravidlá</a> na identifikovanie akceptovaných reklám: sú to nenápadné reklamy, ktoré nepotrebujú byť blokované. Webové stránky, ktoré sú ochotné splniť tieto kritéria môžu <a>zmeniť</a> reklamy tak, aby spĺňali prísne pravidlá a mohli sa zaradiť do akceptovaných reklám, čo spôsobí, že ich bude vidieť väčšina používateľov. Ak nechcete vidieť žiadne reklamy, vždy môžete <a>vypnúť</a> filter akceptovaných reklám."
  },
  "s16": {
    "message": "Prosím pozrite si <a>často kladené otázky o akceptovaných reklamách</a> aby ste sa dozvedeli viac."
  },
  "s17": {
    "message": "Ako vlastne zarábame?"
  },
  "s18": {
    "message": "Sme platení niektorými veľkými firmami, ktoré sa rozhodli priniesť nerušivé reklamy a chceli sa zapojiť do iniciatívy akceptovaných reklám."
  },
  "s20": {
    "message": "Zaradenie vašich reklám do kategórie akceptovaných reklám je zdarma pre všetky malé a stredné firmy, ako aj blogy. Avšak, riadenie zoznamu akceptovaných reklám si vyžaduje značné úsilie na našej strane, a preto táto úloha nemôže byť prevzaná dobrovoľníkmi ako sa to deje s bežným zoznamom filtrov."
  },
  "s21": {
    "message": "Majte na vedomí, že nikdy neakceptujeme reklamu, ktorá nespĺňa naše <a>kritériá</a>. Neexistuje žiadna cesta ako si kúpiť miesto na zaradenie reklamy do zoznamu akceptovaných reklám. Zaradenie reklamy do zoznamu akcceptovaných reklám je zdarma pre všetky malé a stredné webové stránky."
  },
  "s22": {
    "message": "Okrem toho sme dostali kapitál od našich investorov, ako napríklad Tim Schumacher, ktorí verí, že akceptovateľné reklamy budú mať úspech."
  },
  "s23": {
    "message": "Prečo potrebujeme peniaze?"
  },
  "s24": {
    "message": "<a>Eyeo GmbH</a>, firma stojaca za rozšírením Adblock Plus, bola založená za účelom zmeniť svet online reklamy. V tejto firme nie je jeden človek, čo toto všetko považuje za hobby."
  },
  "s27": {
    "message": "Ďalej je potrebné preskúmať veľa žiadostí o prijatí reklám do zoznamu akceptovateľných reklám a vytvoriť pre ne vhodné filtre. Tiež musíme aktívne pristupovať k vydavateľom a k reklamným sietam aby vytvárali prijateľné reklamy."
  },
  "s28": {
    "message": "Eyeo nie je len o Adblocku Plus a akceptovateľných reklamách. Naša misia je spraviť web lepším, máme v úmysle to robiť prostredníctvom vytvárania nových spôsobov, ako môžu vydavatelia zarobiť peniaze z ich obsahu."
  },
  "s29": {
    "message": "Zbiera Adblock Plus používateľské dáta?"
  },
  "s30": {
    "message": "My nezbierame špecifické používateľské dáta, a väčšina dát (napr. ake stránky navštevujete) nie su nikdy poslané na naše servery. Prosím pozrite si <a>zásady ochrany osobných údajov</a> pre všetky detaily."
  }
}