{
  "title": {
    "message": "Adblock Plus pre Android - Často kladené otázky"
  },
  "s1": {
    "message": "Je potrebné rootované zariadenie?"
  },
  "s2": {
    "message": "Ak používate Android vo verzii 3.1 a vyššej alebo vaše zariadenie podporuje manuálnu konfiguráciu proxy servera, root nie je potrebný. Jediná cesta, ako blokovať reklamy na všetkých typoch pripojenia je mať rootnuté zariadenie"
  },
  "s3": {
    "message": "Prečo mám spraviť zmeny v nastaveniach siete pričom Adblock Plus funguje?"
  },
  "s4": {
    "message": "Adblock Plus sa pokúša automaticky zmeniť proxy nastavenia. Android 4.1.2, 4.2.1 a novšie verzie obsahujú ochranné zabezpečenie, ktoré znemožňuje nastaviť proxy. Takže zatiaľ nie je žiadna cesta, ako proxy nakonfigurovať manuálne. Snažíme sa robiť tento proces najľahšie ako môžeme. Tuto je"
  },
  "s5": {
    "message": "blog s viacerými informáciami"
  },
  "s6": {
    "message": "."
  },
  "s7": {
    "message": "Môžem premiestniť aplikáciu na SD kartu?"
  },
  "s8": {
    "message": "Adblock Plus obsahuje možnosť automatického zapnutia pri štarte systému. V Androide je toto len možné s aplikáciami, ktoré sú uložené na internej pamäti. Ak nemáte záujem aby sa aplikácia zapínala pri štarte systému, môžete ju bezpečne premiestniť na SD kartu."
  },
  "s9": {
    "message": "Prečo nie sú blokované reklamy vo Firefoxe určenom pre Android?"
  },
  "s10": {
    "message": "Firefox nepodporuje systémové proxy nastavenia, takže blokovanie reklám nebude funkčné na nerootovaných zariadeniach. Ale ak chcete aj naďalej používať Firefox pre Android, odporúčame vám aby ste si nainštalovali \n<a>Adblock Plus pre Firefox</a>."
  },
  "s11": {
    "message": "Prečo cez Adblock Plus prechádza veľké množstvo webového obsahu?"
  },
  "s12": {
    "message": "Aby Adblock Plus eliminoval všetky reklamy, musí cez neho prechádzať úplný webový obsah stránky. Android môže ukazovať, že Adblock Plus spotrebúva veľké množstvo dát ale v realite sú to všetky dáta, ktoré sa stiahli alebo odoslali do zariadenia."
  },
  "s13": {
    "message": "Ako môžem zmazať ikonu s notifikačnej lišty?"
  },
  "s14": {
    "message": "My vieme, ikona je trošku otravná. Ikona Adblocku Plus tam musí byť, pretože ak by zmizla, aplikácia by sa zastavila a reklamy by sa už viac neblokovali. A preto sme pridali možnosť skryť ikonu -- to je to najlepšie, čo sme mohli zatiaľ spraviť."
  },
  "s15": {
    "message": "Prečo nie je Adblock Plus v Google Play obchode?"
  },
  "s16": {
    "message": "Adblock Plus bol v obchode, ale"
  },
  "s17": {
    "message": "neskôr bol zmazaný"
  },
  "s18": {
    "message": "."
  }
}