{
  "title": {
    "message": "Nastavenie Adblocku Plus pre Android"
  },
  "s1": {
    "message": "Začíname"
  },
  "s2": {
    "message": "Adblock Plus automaticky zvolí vhodný zoznam filtrov pri prvom spustení aplikácie. Vždy môžete z ponuky <a>zvoliť iný zoznam filtrov </a>."
  },
  "s3": {
    "message": "Adblock Plus bude spustený ako aplikácia na pozadí a bude zobrazovať svoj status na notifikačnej lište."
  },
  "s4": {
    "message": "Zvolenie zoznamu filtrov"
  },
  "s5": {
    "message": "V každom čase môžete zmeniť zoznam filtrov na taký, aký vám vyhovuje:"
  },
  "s6": {
    "message": "Každý raz keď zvolíte iný zoznam filtrov, tak bude automaticky stiahnutý a aktivovaný. Zoznamy sa aktualizujú automaticky. V pokročilých nastaveniach aktualizácie sú dostupné dve možnosti:"
  },
  "s7": {
    "message": "Manuálne — zoznamy filtrov sú aktualizované ak stlačíte tlačidlo na aktualizovanie ("
  },
  "s8": {
    "message": ")."
  },
  "s9": {
    "message": "Pri spustení — zoznamy filtrov sú aktualizované automaticky pri spustení Adblocku Plus."
  },
  "s10": {
    "message": "Manuálne nastavenie proxy"
  },
  "s11": {
    "message": "Android verzie menšie ako 3.1 nemajú zabudovanú možnosť nastavenia proxy, ale väčšina výrobcov tam túto možnosť doplní. Ak máte nerootované zariadenie bežiace na Androide 3.1 a nižšom, proxy stále môžete nastaviť manuálne."
  },
  "s12": {
    "message": "Záležiac na zariadení, proxy nastavenia sa nachádzajú na rôznych miestach. Ak je vaše zariadenie v nasledujúcom zozname, pozrite si ich špecifické inštrukcie:"
  },
  "s13": {
    "message": "Inštrukcie pre špecifické zariadenia"
  },
  "s14": {
    "message": "Alcatel onetouch 918D"
  },
  "s15": {
    "message": "Samsung Galaxy I"
  },
  "s16": {
    "message": "Samsung Galaxy Y"
  },
  "s17": {
    "message": "Samsung Galaxy S III"
  },
  "s18": {
    "message": "Všeobecné inštrukcie"
  },
  "s19": {
    "message": "Ak vaše zariadenie nebolo v zozname, proxy nastavenia sú väčšinou zabudované v pokročilých možnostiach WiFi nastavení."
  },
  "s20": {
    "message": "Android 4.x (Ice Cream Sandwich, Jelly Bean) zariadenia"
  },
  "s21": {
    "message": "Spustite aplikáciu <em>Nastavenia</em> . Zvoľte <em>Wi-Fi</em>. Otvorí sa vám zoznam dostupných WiFi sietí:"
  },
  "s22": {
    "message": "Ak nie ste ešte pripojený k sieti (prístupovému bodu) tak sa pripojte. Potom stlačte a podržte prst nad <em>pripojenou </em> sieťou, aby sa vám otovorilo ďalšie okno s nastaveniami. Zvoľte možnosť <em>Upraviť sieť</em>:"
  },
  "s23": {
    "message": "Keď sa vám otvorí ďalšie okno s nastaveniami zvoľte možnosť <em>Ukáž pokročilé nastavenia</em>:"
  },
  "s24": {
    "message": "Nájdite proxy nastavenia, zvoľte <em>Manuálne </em>, zároveň sa objavia nastavenia proxy:"
  },
  "s25": {
    "message": "Nastavte <em>Proxy</em> na"
  },
  "s26": {
    "message": "localhost"
  },
  "s27": {
    "message": "a"
  },
  "s28": {
    "message": "Port"
  },
  "s29": {
    "message": "na číslo, ktoré je špecifikované Adblockom Plus v notifikačnej správe:"
  },
  "s30": {
    "message": "Android 2.x (Eclair, Froyo, Gingerbread) zariadenia"
  },
  "s31": {
    "message": "Choďte do nastavení WiFi a zvoľte z menu <em>Rozšírené nastavenia</em>:"
  },
  "s32": {
    "message": "Nájdite proxy host a port nastavenia:"
  },
  "s33": {
    "message": "Nastavte proxy host na"
  },
  "s34": {
    "message": "localhost"
  },
  "s35": {
    "message": "a port na číslo zobrazené Adblockom Plus:"
  },
  "s36": {
    "message": "Často kladené otázky"
  }
}