{
  "title": {
    "message": "Nahlásenie chyby"
  },
  "s1": {
    "message": "Nahlásenie chyby - Adblock Plus"
  },
  "s2": {
    "message": "Máte nejaký problém s Adblockom Plus? Dajte nám vedieť o tom, aby sme mohli vylepšiť vaše skúsenosti. Stiahnite si Adblock Plus pre Chrome a ostatné platformy tu."
  },
  "s3": {
    "message": "Nahlásenie chyby - Adblock Plus"
  },
  "s4": {
    "message": "Máte nejaký problém s Adblockom Plus? Dajte nám vedieť o tom, aby sme mohli vylepšiť vaše skúsenosti. Stiahnite si Adblock Plus pre Chrome a ostatné platformy tu."
  },
  "s5": {
    "message": "Prosím prečítajte si nasledujúce body pred tým ako vyplníte hlásenie o chybe."
  },
  "s6": {
    "message": "Niektoré chyby nie sú spôsobené Adblockom Plus"
  },
  "s7": {
    "message": "Reklama nie je blokovaná: toto je chyba filtrov, prosím <a>nahláste ju tu</a>."
  },
  "s8": {
    "message": "Webová stránka nefunguje korektne a  <a>dočasné vypnutie AdBlocku Plus </a> vyrieši tento problém: toto je chyba filtrov, prosím <a>nahláste ju tu</a>."
  },
  "s14": {
    "message": "Chyba ktorá sa udiala pred tým ako bol AdBlock Plus nainštalovaný alebo pretrváva po odinštalovaní: musíte  niekde hľadať riešenie."
  },
  "s16": {
    "message": "Ako nahlásiť chyby"
  },
  "s18": {
    "message": "Vaše hlásenie by malo obsahovať všetky potrebné informácie:"
  },
  "s20": {
    "message": "Všetky detaily nastavenia ktoré sú potrebné (použité zoznamy filrov, vlastné filtre, nezvyčajné nastavenia prehliadača, iné rozšírenia)"
  },
  "s21": {
    "message": "Presné vysvetlenie krokov, ktoré sú potrebné na prejavenie chyby"
  },
  "s22": {
    "message": "Presné vysvetlenie čo sa deje a čo si myslíte že je zlé"
  },
  "s23": {
    "message": "Moje hlásenie už viac nie je k dispozícii, čo sa stalo?"
  },
  "s24": {
    "message": "Prišli ste naspäť ale svoje hlásenie už nevidíte?"
  },
  "s15-link": {
    "message": "http://support.mozilla.com/en-US/kb/Unable%20to%20install%20add-ons"
  }
}