{
  "title": {
    "message": "Pridajte sa"
  },
  "title-full": {
    "message": "Prispejte do Adblocku Plus"
  },
  "s1": {
    "message": "Prispievanie - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus je open-source, projekt ovládaný komunitou. Existuje viacero možností ako prispieť do projektu."
  },
  "s3": {
    "message": "Prispievanie - Adblock Plus"
  },
  "s4": {
    "message": "Adblock Plus je open-source, projekt ovládaný komunitou. Existuje viacero možností ako prispieť do projektu."
  },
  "s5": {
    "message": "Adblock Plus je komunitný open-source projekt, ktorý je namierený spraviť internet lepším miestom zmazaním reklám."
  },
  "s6": {
    "message": "Prosím podporte nás ak nás máte radi."
  },
  "s7": {
    "message": "Zdieľajte váš osobný názor"
  },
  "s8": {
    "message": "Hlásenie chýb"
  },
  "s9": {
    "message": "Prispejte kódom"
  },
  "s10": {
    "message": "Pomôžte ostatným používateľom"
  },
  "s11": {
    "message": "Preložte Adblock Plus"
  },
  "s12": {
    "message": "Prineste návrhy"
  },
  "s13": {
    "message": "Prispejte"
  },
  "s14": {
    "message": "Pridajte alebo vylepšite filtre"
  },
  "s15": {
    "message": "Ohodnoťte akceptované reklamy"
  },
  "s16": {
    "message": "Zdieľajte váš osobný názor"
  },
  "s17": {
    "message": "Hoci nikto priamo z toho neprofituje, zdieľanie názoru o blokovacom softvéri ktorý blokuje nevhodné reklamy, spraví reklamy ekonomicky neefektívne pokiaľ neprídu do takého štádia, aké sú teraz vyskakovacie okná."
  },
  "s18": {
    "message": "Popri robením internetu lepším miestom, je dobré vedieť že táto práca je používaná."
  },
  "s19": {
    "message": "Existuje veľa ciest ako môžete pomôcť spraviť Adblock Plus viac populárnym:"
  },
  "s20": {
    "message": "Nasledujte nás na <a>Twitteri</a>, <a>Facebooku</a> alebo na <a>Google+</a> a odporučte Adblock Plus všetkým vašim priateľom."
  },
  "s21": {
    "message": "Ak Adblock Plus zlepšil vaše doterajšie skúsenosti s prehliadaním internetu, zdieľajte tento názor na vašom blogu alebo na sociálnych sietach."
  },
  "s22": {
    "message": "Presvedčte vášho zamestnávateľa alebo univerzitu, aby si <a>nainštalovali Adblock Plus</a>."
  },
  "s23": {
    "message": "Prihovorte sa k lokálnym médiám, aby informovali on súkromí a bezpečnosti na internete."
  },
  "s24": {
    "message": "Hlásenie chýb"
  },
  "s25": {
    "message": "Ak zistíte, že Adblock Plus podľa vás nepracuje správne -- \n          <a>povedzte nám to</a>."
  },
  "s26": {
    "message": "Vyskytujú sa situácie, v ktorých môže nastať v rozšírení chyba a my ju nenájdeme. A preto vás žiadame o pomoc."
  },
  "s27": {
    "message": "Prosím zahrňte všetky informácie ktoré potrebujeme na potvrdenie výskytu tejto chyby: za akých okolností sa vyskytuje táto chyba, ktorý prehliadač používate a akú verziu Adblocku Plus používate?"
  },
  "s28": {
    "message": "Taktiež stojte pri nás a odpovedzte nám na otázky, aby sme neskôr potvrdili že chyba bola opravená."
  },
  "s29": {
    "message": "Testujte vývojárske verzie"
  },
  "s30": {
    "message": "Predtým ako sa vydá nová verzia Adblocku Plus, sú vždy vydávané aj \n          <a>vývojárske verzie</a>."
  },
  "s31": {
    "message": "Význam týchto verzií je odstrániť chyby alebo zle navrhnuté funkcie predtým, ako bude uvoľnená stabilná verzia."
  },
  "s32": {
    "message": "Prihláste si \n          <a>RSS odber</a> aby ste vedeli kedy je ďalšia vývojárska verzia vydaná."
  },
  "s33": {
    "message": "Prispejte kódom"
  },
  "s34": {
    "message": "Či chcete opraviť chybu alebo pridať novú funkciu, vždy ste vítaný."
  },
  "s36": {
    "message": "Pomôžte ostatným používateľom"
  },
  "s37": {
    "message": "Ak ste skúsený Adblock Plus používateľ možno môžete ušetriť trochu času odpovedaním na otázky ľuďom, ktorí majú s niečim problém."
  },
  "s38": {
    "message": "Pozrite sa na"
  },
  "s39": {
    "message": "fórum"
  },
  "s40": {
    "message": ", tam vždy nájdete veľa používateľov, ktorí hľadajú odpoveď."
  },
  "s41": {
    "message": "Preložte Adblock Plus"
  },
  "s42": {
    "message": "Momentálne je Adblock Plus preložený do viac ako 30 jazykov -- niektoré preklady museli byť zrušené a preto stále potrebujeme prekladateľov pre veľa jazykov."
  },
  "s43": {
    "message": "Ak chcete v tomto prípade prispieť, prosím registrujte sa na portáli \n          <a>Crowdin</a> a choďte na naše prekladateľské projekty: \n          <a>Adblock Plus pre Firefox</a>,\n          <a>Adblock Plus pre Chrome</a>,\n          <a>Element Hiding Helper</a>,\n\t  <a>Prispôsobenie pre Adblock\n          Plus</a>."
  },
  "s44": {
    "message": "Zvoľte si jazyk a môžete začať prekladať."
  },
  "s45": {
    "message": "Ak nechcete len prekladať, môžete taktiež zahlasovať za preklady ostatných ľudí."
  },
  "s46": {
    "message": "Prineste návrhy"
  },
  "s47": {
    "message": "Vždy sa nájde niečo, čo môže byť vylepšené, neváhajte nás kontaktovať o vašom nápade."
  },
  "s48": {
    "message": "Ideálne by bolo nie len nám povedať čo by malo byť zmenené ale ako by to malo byť zmenené."
  },
  "s49": {
    "message": "Môžete spraviť nové vlákno na našom"
  },
  "s50": {
    "message": "fórume"
  },
  "s51": {
    "message": "alebo pripojte sa do existujúcej diskusie."
  },
  "s52": {
    "message": "Buďte ale na pozore, že nie vždy každé zlepšenie musí byť akceptované z rôznych dôvodov."
  },
  "s53": {
    "message": "Prispejte"
  },
  "s54": {
    "message": "S viac peniazmi môžeme rýchlejšie vylepšiť Adblock Plus."
  },
  "s55": {
    "message": "Môžete nám poslať dar na"
  },
  "s56": {
    "message": "tejto stránke"
  },
  "s57": {
    "message": "."
  },
  "s58": {
    "message": "Pridajte alebo vylepšite filtre"
  },
  "s59": {
    "message": "Adblock Plus je dobrý len vtedy, ak filtre sú dobre napísané."
  },
  "s60": {
    "message": "Prvky ktoré Adblock Plus štandardne blokuje sú definované v zoznamoch filtrov ktoré sú pod dohľadom prispievateľov."
  },
  "s61": {
    "message": "Pri neustálom aktualizovaní filtrov komunita zabezpečuje, že Adblock Plus odstráni všetky reklamy na každej stránke."
  },
  "s62": {
    "message": "Ak narazíte na stránku na ktorej nie je reklama blokovaná alebo tu zoznam filtrov prejavuje chybu, prosím <a>nahláste to</a>."
  },
  "s63": {
    "message": "Taktiež, môžete sa naučiť"
  },
  "s64": {
    "message": "ako si vytvoriť filtre"
  },
  "s65": {
    "message": "sám."
  },
  "s66": {
    "message": "Ak máte skúsenosti so syntaxom filtrov Adblocku Plus, môžete"
  },
  "s67": {
    "message": "navrhnúť nový filter na našom fórume"
  },
  "s68": {
    "message": "(registrácia nie je potrebná, ale je odporúčaná)."
  },
  "s69": {
    "message": "Aktívni prispievatelia môžu byť promovaný a stať sa členmi skupiny vytvárateľov zoznamu filtrov."
  },
  "s70": {
    "message": "Ohodnoťte akceptované reklamy"
  },
  "s71": {
    "message": "Adblock Plus je iniciátorom <a>akceptovaných reklám</a>, ktoré sú namierené na podporu webových stránok, ktoré majú neškodnú reklamu."
  },
  "s72": {
    "message": "Tieto reklamy sú založené na"
  },
  "s73": {
    "message": "prísnych pravidlách"
  },
  "s74": {
    "message": ", každý sa môže pripojiť do diskusie, ktorá reklama sa má kvalifikovať ako <em>Akceptovaná reklama</em>."
  },
  "s75": {
    "message": "Ak by ste chceli poukázať ktoré reklamy sú akceptovateľné, prosím navštívte naše"
  },
  "s76": {
    "message": "fórum"
  },
  "s77": {
    "message": "na zdieľanie vášho názoru."
  }
}