{
  "title": {
    "message": "FAQ - Funkčnosť"
  },
  "s1": {
    "message": "Ako blokovať banner?"
  },
  "s2": {
    "message": "Môžete kliknnúť pravý tlačítkom myši na obrázok a zvoliť \"Adblock\" z kontextového menu. Toto otvorí dialóg kde si môžete upraviť filter predtým ako ho pridáte. Taktiež môžete použiť divokú kartu pre nahradenie časti adresy (* — symbol divokej karty). Pre viac informácií si môžete prečítať ako <a>písať filtre pre Adblock Plus</a>."
  },
  "s3": {
    "message": "Ukáž mi ako to môžem spraviť"
  },
  "s4": {
    "message": "Niekedy chcem, aby bol Adblock Plus vypnutý. Ako to môžem spraviť?"
  },
  "s5": {
    "message": "Môžete kliknúť na Adblock Plus ikonu a objaví sa vám menu. Tam budete mať možnosť vypnúť/zapnúť Adblock Plus. Ak chcete rýchlejšiu možnosť ako vypnúť Adblock Plus, stačí ak kliknete stredným tlačidlom myši na Adblock Plus ikonu a Adblock Plus sa vypne. To isté platí pri aktivovaní Adblocku Plus."
  },
  "s6": {
    "message": "V menu máte aj možnosť vypnúť Adblock Plus na niektorých stránkach. Táto možnosť pridá filter ako"
  },
  "s7": {
    "message": "@@||adblockplus.org^$document"
  },
  "s8": {
    "message": "do vášho zoznamu filtrov. Viac informácií môžete nájsť v článku <a>ako písať filtre pre Adblock Plus.</a>."
  },
  "s13": {
    "message": "Ako môžem manuálne aktualizovať moje filtre?"
  },
  "s14": {
    "message": "Vo Firefoxe:"
  },
  "s15": {
    "message": "Zvoľte Firefox >> Rozšírenia (pre Mac OS X / Linux, zvoľte \"Nástroje\" z menu >> \"Rozšírenia\"), toto otvorí Manažéra rozšírení."
  },
  "s16": {
    "message": "Kliknite na \"Rozšírenia\", nájdite Adblock Plus, choďte do \"Nastavenia\" a kliknite na \"Nastavenia filtrov...\"."
  },
  "s17": {
    "message": "Stlačte toto tlačidlo pre aktualizovanie všetkých zoznamov filtrov naraz: Ctrl+Shift+T alebo pravým tlačidlom myši kliknite na zoznam filtrov a zvoľte \"Aktualizovať filtre\"."
  },
  "s18": {
    "message": "V Chrome:"
  },
  "s19": {
    "message": "Kliknite na tlačidlo nastavení, potom choďte do \"Nástroje\" a zvoľte \"Rozšírenia\"."
  },
  "s20": {
    "message": "Tu nájdite Adblock Plus a potom kliknite na \"Nastavenia\"."
  },
  "s21": {
    "message": "Kliknite na tlačidlo \"Aktualizovať teraz\"."
  },
  "s22": {
    "message": "V Opere:"
  },
  "s23": {
    "message": "Kliknite na \"Menu\" tačidlo (pre Mac OS X / Linux, \"Nástroje\"), zvoľte \"Rozšírenia\" >> \"Správa doplnkov/rozšírení\"."
  },
  "s24": {
    "message": "Tu nájdite Adblock Plus a kliknite na malú ikonu na pravej strane a zvoľte \"Predvoľby\"."
  },
  "s25": {
    "message": "Kliknite na tlačidlo \"Aktualizovať teraz\"."
  },
  "s35": {
    "message": "Banner je objekt (Flash alebo Java) a nemá kontextové menu. Čo teraz?"
  },
  "s36": {
    "message": "Adblock Plus má možnosť nazvanú \"Zobraz záložku vo Flash a Jave\". Ak je táto možnosť aktivovaná, zobrazí sa vám tlačidlo \"Blokovať\" na pravej strane takéhoto objektu. Kliknnutím na toto tlačidlo zablkoujete tento objekt."
  },
  "s38": {
    "message": "Alternatívne môžete otvoriť zoznam blokovaných položiek (stlačte Ctrl+Shift+V alebo kliknite na šipku vedľa ABP ikony a zvoľte Otvoriť blokovateľné položky) a hľadajte objekt."
  },
  "s39": {
    "message": "Ukáž mi ako to môžem spraviť"
  },
  "s40": {
    "message": "Môžete kliknúť na typ — toto usporiada všetky blokovateľné poožky podľa typu."
  },
  "s41": {
    "message": "Zoznam blokovateľných položiek zobrazuje príliš vela adries. Ako viem ktorá adresa reprezentuje banner?"
  },
  "s42": {
    "message": "Môžete sa pozrieť na adresy, ktoré začínajú inak ako adresa na ktorej práve ste. Bannery maju typicky v adrese slová ako \"banner\" alebo \"ad\" v ich adrese. Ak kliknete na túto adresu, príslušný prvok vám začne blikať (nevzťahuje sa na všetky typy prvkov). Ak ste stále neistý, stlačte stredné tlačidlo myši na adresu a adresa sa vám otvorí na novej karte — tam budete definitívne vidieť, či sa jedná o banner alebo nie."
  },
  "s43": {
    "message": "Vzťahuje sa zoznam filtrov na celkovú výkonnosť?"
  },
  "s44": {
    "message": "Nie. Keď Adblock Plus testuje adresy vo vašom zozname filtrov, usporiada si ich podľa toho, koľkokrát sa vyskytujú a použijú. Poradie zoznamu filtrov môžete zmeniť v nastaveniach, nebude to mať žiaden dopad na výkonnosť."
  },
  "s45": {
    "message": "Sú regulárne výrazy rýchlejšie ako \"normálne\" filtre?"
  },
  "s46": {
    "message": "Adblock Plus si transformuje všetky normálne filtre do regulárnych výrazov, programovo využíva len regulárne výrazy, žiaden rozdiel medzi filtrami"
  },
  "s47": {
    "message": "banner"
  },
  "s48": {
    "message": "a"
  },
  "s49": {
    "message": "/banner/"
  },
  "s50": {
    "message": "nie je."
  },
  "s51": {
    "message": "Regulárne výrazy sú často používané na kompresiu zoznamu filtrov a na nahradenie viacerých filtrov jedným regulárnym výrazom. Pravidlo čím menej filtrov tým rýchlejšie blokovanie tu neplatí. Komplikované regulárne výrazy potrebujú viac času aby boli aplikované správne, preto môžu byť normálne filtre rýchlejšie."
  },
  "s52": {
    "message": "Regulárne výrazy sú ale viac flexibilé, preto sa stále používajú. Napríklad regulárny výraz"
  },
  "s53": {
    "message": "/adv(?!ice)/"
  },
  "s54": {
    "message": "bude blokovať"
  },
  "s55": {
    "message": "adv"
  },
  "s56": {
    "message": "a"
  },
  "s57": {
    "message": "advert"
  },
  "s58": {
    "message": "a"
  },
  "s59": {
    "message": "advertisement"
  },
  "s60": {
    "message": "ale nie"
  },
  "s61": {
    "message": "advice"
  },
  "s62": {
    "message": "."
  }
}