{
  "title": {
    "message": "Adblock Plus - Funkcie"
  },
  "s1": {
    "message": "Funkcie - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus môže spraviť viac ako len blokovať reklamy: vypnúť nechcené sledovanie, ochrániť vás pred malvérom, zmazať tlačidlá sociálnych sietí."
  },
  "s5": {
    "message": "Blokuje reklamy"
  },
  "s7": {
    "message": "Vypnutie sledovania"
  },
  "s8": {
    "message": "Ochrana pred malvérovými dómenami"
  },
  "s9": {
    "message": "Vypnutie tlačidiel sociálnych médií"
  },
  "s10": {
    "message": "Ochrana pred preklepmi"
  },
  "s17": {
    "message": "Akceptované reklamy"
  },
  "s24": {
    "message": "Pri prehliadaní internetu sú nasadené rôzne sledovacie súbory, ktoré sledujú vašu aktivitu a históriu prehliadania."
  },
  "s27": {
    "message": "Ak chcete zapnúť túto funkciu, prosím <a>otvorte tento dialóg</a> a kliknite na tlačidlo “Pridať” aby ste predchádzali sledovaniu. Ak si želáte vypnúť túto funkciu, prosím <a>prečítajte si toto</a> aby ste vedeli ako ju vypnúť."
  },
  "s29": {
    "message": "Pomalé zapínanie, vyskakovacie okná, reklamy vo vašom prehliadači: Toto sú príznaky, že je váš počítač napadnutý malvérom."
  },
  "s30": {
    "message": "Ešte horšie, počítače infikované malvérom otvárajú dvere ďalším rôznym vírusom."
  },
  "s31": {
    "message": "Tieto infikované počítače môžu byť používané na posielanie nevyžiadanej pošty alebo na útočenie na ostatné počítače a servery, môžu kradnúť heslá, bezpečnostné kódy, osobné dokumenty a informácie o vašej kreditnej karte."
  },
  "s32": {
    "message": "Adblock Plus môže byť nastavený tak aby blokoval domény, ktoré sú infikovované malvérom, a tak môže chrániť počítač pred vírusmi, trojanmi, červami a inými typmi vírusov."
  },
  "s33": {
    "message": "Ak chcete túto funkciu zapnúť, prosím <a>otvorte tento dialóg</a> a kliknite na tlačidlo “Pridať” aby ste sa chránili pred škodlivými doménami. Ak si želáte vypnúť túto funkciu, prosím <a>prečítajte si toto</a> aby ste vedeli ako ju vypnúť."
  },
  "s35": {
    "message": "Tlačidlá na zdieľanie obsahu na platformách sociálnych médií ako Facebook, Twitter, Google Plus a veľa iných sú rozmiestnené skoro na každej webovej stránke ktorú navštívite."
  },
  "s36": {
    "message": "Hoci na nich nekliknete, každá webová stránka obsahujúce tieto tlačidlá posiela žiadosť na serveri sociálnej siete, ktorá informácie o navštívenej stránke môže použiť na vytvorenie profilu vašich internetových návykov."
  },
  "s38": {
    "message": "Ak chete túto funkciu zapnúť, prosím <a>otvorte tento dialóg</a> a kliknite na tlačidlo “Pridať” aby ste sa chránili pred sledovaním sociálnymi médiami. Ak si želáte vypnúť túto funkciu, prosím <a>prečítajte si toto</a> aby ste vedeli ako ju vypnúť."
  }
}