{
  "title": {
    "message": "Funkcie"
  },
  "title-full": {
    "message": "Adblock Plus - Funkcie"
  },
  "s1": {
    "message": "Funkcie - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus môže spraviť viac ako len blokovať reklamy: vypnúť nechcené sledovanie, ochrániť vás pred malvérom, zmazať tlačidlá sociálnych sietí."
  },
  "s5": {
    "message": "Blokuje reklamy"
  },
  "s6": {
    "message": "Akceptované reklamy"
  },
  "s7": {
    "message": "Vypnutie sledovania"
  },
  "s8": {
    "message": "Ochrana pred malvérovými dómenami"
  },
  "s9": {
    "message": "Vypnutie tlačidiel sociálnych médií"
  },
  "s10": {
    "message": "Ochrana pred preklepmi"
  },
  "s12": {
    "message": "Adblock Plus štandardne blokuje všetky nechcené reklamy: video reklamy na YouTube, Facebook reklamy, blikajúce bannery, vyskakovacie pop-up okná a ešte viac."
  },
  "s15": {
    "message": "Adblock Plus vždy bude blokovať nepríjemné reklamy."
  },
  "s16": {
    "message": "Napriek tomu, mnohé internetové stránky sa spoliehajú na príjmy z reklamy a tak chceme podporiť webové stránky, ktoré majú vložené len jednoduché a decentné reklamy namiesto blikajúcich bannerov."
  },
  "s17": {
    "message": "A preto sa Adblock Plus komunita rozhodla určiť <a>prísne pravidlá</a> na identifikovanie akceptovaných reklám, tieto reklamy Adblock Plus štandardne nebude blokovať."
  },
  "s18": {
    "message": "Vždy môžete túto funkciu vypnúť ak chcete blokovať všetky reklamy."
  },
  "s20": {
    "message": "Pri prehliadaní internetu sú nasadené rôzne sledovacie súbory, ktoré sledujú vašu aktivitu a históriu prehliadania."
  },
  "s21": {
    "message": "Existujú stovky reklamných agentúr sledujúcich káždý váš pohyb na internete, ale s Adblock Plus môžete toto sledovanie jednoducho vypnúť a prehliadať web anonymne."
  },
  "s22": {
    "message": "Podľa <a>prieskumu Stanfordskej univerzity</a>, filre proti sledovaniu pre Adblock Plus sú najefektívnejším spôsobom ochrany pred sledovaním."
  },
  "s23": {
    "message": "Ak chcete zapnúť túto funkciu, prosím <a>otvorte tento dialóg</a> a kliknite na tlačidlo “Pridať” aby ste predchádzali sledovaniu. Ak si želáte vypnúť túto funkciu, prosím <a>prečítajte si toto</a> aby ste vedeli ako ju vypnúť."
  },
  "s25": {
    "message": "Pomalé zapínanie, vyskakovacie okná, reklamy vo vašom prehliadači: Toto sú príznaky, že je váš počítač napadnutý malvérom."
  },
  "s26": {
    "message": "Ešte horšie, počítače infikované malvérom otvárajú dvere ďalším rôznym vírusom."
  },
  "s27": {
    "message": "Tieto infikované počítače môžu byť používané na posielanie nevyžiadanej pošty alebo na útočenie na ostatné počítače a servery, môžu kradnúť heslá, bezpečnostné kódy, osobné dokumenty a informácie o vašej kreditnej karte."
  },
  "s28": {
    "message": "Adblock Plus môže byť nastavený tak aby blokoval domény, ktoré sú infikovované malvérom, a tak môže chrániť počítač pred vírusmi, trojanmi, červami a inými typmi vírusov."
  },
  "s29": {
    "message": "Ak chcete túto funkciu zapnúť, prosím <a>otvorte tento dialóg</a> a kliknite na tlačidlo “Pridať” aby ste sa chránili pred škodlivými doménami. Ak si želáte vypnúť túto funkciu, prosím <a>prečítajte si toto</a> aby ste vedeli ako ju vypnúť."
  },
  "s31": {
    "message": "Tlačidlá na zdieľanie obsahu na platformách sociálnych médií ako Facebook, Twitter, Google Plus a veľa iných sú rozmiestnené skoro na každej webovej stránke ktorú navštívite."
  },
  "s32": {
    "message": "Hoci na nich nekliknete, každá webová stránka obsahujúce tieto tlačidlá posiela žiadosť na serveri sociálnej siete, ktorá informácie o navštívenej stránke môže použiť na vytvorenie profilu vašich internetových návykov."
  },
  "s33": {
    "message": "Adblock Plus môžete použiť pre zmazanie všetkých tlačidiel sociálnych médií aby ste sa uistili, že sociálne siete si o vás nebudú robiť žiaden profil, aké stránky navštevujete."
  },
  "s34": {
    "message": "Ak chete túto funkciu zapnúť, prosím <a>otvorte tento dialóg</a> a kliknite na tlačidlo “Pridať” aby ste sa chránili pred sledovaním sociálnymi médiami. Ak si želáte vypnúť túto funkciu, prosím <a>prečítajte si toto</a> aby ste vedeli ako ju vypnúť."
  },
  "s37": {
    "message": "Webové stránky obsahujúce phishing a iný škodlivý obsah sú často hosťované na doménach, na ktoré sa môžete dostať už v prípade zle napísanej webovej adresy v prehliadači."
  },
  "s38": {
    "message": "URL Fixer vie automaticky opraviť chyby v adresnom riadku aby vás chránil pred nechceným videním škodlivých domén pri zlom zadaní adresy."
  }
}