{
  "title": {
    "message": "Adblock Plus - Surfujte na webe bez reklám!"
  },
  "s5": {
    "message": "Adblock Plus"
  },
  "s6": {
    "message": "Surfujte na webe bez reklám!"
  },
  "s7": {
    "message": "Blokuje bannery, vyskakovacie pop-up okná a video reklamy - taktiež na Facebooku a YouTube"
  },
  "s8": {
    "message": "Nenápadné reklamy nie sú blokované s cieľom podporiť webové stránky (<a>konfigurovateľné</a>)"
  },
  "s9": {
    "message": "Je zadarmo!"
  },
  "s12": {
    "message": "Inštalovať pre Firefox"
  },
  "s13": {
    "message": "Inštalovať pre Chrome"
  },
  "s14": {
    "message": "Inštalovať pre Operu"
  },
  "s15": {
    "message": "Inštalovať pre Android"
  },
  "s16": {
    "message": "Inštalovať pre Internet Explorer"
  },
  "s17": {
    "message": "Inštalovať pre Safari"
  },
  "s18": {
    "message": "Inštalovať pre Yandex.Browser"
  },
  "s19": {
    "message": "Adblock Plus pre Firefox"
  },
  "s20": {
    "message": "Adblock Plus pre Chrome"
  },
  "s21": {
    "message": "Adblock Plus pre Android"
  },
  "s22": {
    "message": "Adblock Plus pre Operu"
  },
  "s23": {
    "message": "Adblock Plus pre Internet Explorer"
  },
  "s24": {
    "message": "Adblock Plus pre Safari"
  },
  "s27": {
    "message": "Vyzerá to tak, že používate prehliadač Mozilla Firefox."
  },
  "s28": {
    "message": "Prepni na Adblock Plus pre Firefox."
  },
  "s29": {
    "message": "Vyzerá to tak, že používate prehliadač Google Chrome."
  },
  "s30": {
    "message": "Prepni na Adblock Plus pre Chrome."
  },
  "s31": {
    "message": "Vyzerá to tak, že používate Android."
  },
  "s32": {
    "message": "Prepni na Adblock Plus pre Android."
  },
  "s33": {
    "message": "Vyzerá to tak, že používate prehliadač Opera."
  },
  "s34": {
    "message": "Prepni na Adblock Plus pre Operu."
  },
  "s35": {
    "message": "Vyzerá to tak, že používate prehliadač Internet Explorer."
  },
  "s36": {
    "message": "Prepni na Adblock Plus pre Internet Explorer."
  },
  "s37": {
    "message": "Vyzerá to tak, že používate prehliadač Safari."
  },
  "s38": {
    "message": "Prepni na Adblock Plus pre Safari."
  },
  "s43": {
    "message": "Open Source"
  },
  "s44": {
    "message": "Adblock Plus je komunitný projekt. <a>Pridaj sa k nám!</a>"
  },
  "s45": {
    "message": "Cez"
  },
  "s46": {
    "message": "miliónov stiahnutí"
  },
  "s47": {
    "message": "Adblock Plus patrí medzi najpopulárnejšie rozšírenia pre prehliadače."
  },
  "s48": {
    "message": "Ochrana osobných údajov je zaručená"
  },
  "s49": {
    "message": "Adblock Plus nikdy nezbiera niektorý z vašich osobných údajov."
  },
  "s50": {
    "message": "Chcem vedieť viac"
  },
  "s51": {
    "message": "Zobraz menej"
  },
  "s52": {
    "message": "Mozilla Firefox"
  },
  "s53": {
    "message": "Google Chrome"
  },
  "s54": {
    "message": "Opera"
  },
  "s55": {
    "message": "Android"
  },
  "s56": {
    "message": "Internet Explorer"
  },
  "s57": {
    "message": "Apple Safari"
  },
  "s60": {
    "message": "Stiahnite si Adblock Plus pre Firefox"
  },
  "s62": {
    "message": "Adblock Plus pre Firefox je viac ako blokovač vyskakovacích pop-up okien. Ste znechutení všetkými bannermi a ostatnými reklamami? Stačí nainštalovať Adblock Plus pre Firefox a uvidíte web, ako má vyzerať. Záleží na tom, aké zoznamy filtrov máte aktivované. S nimi môžete blokovať video reklamy na Youtube ako aj prenasledovanie Facebookom. Zoznamy filtrov sú vytvárané členmi open-source komunity a môžete ich zdarma používať. Ak nechcete používať komunitné zoznamy filtrov, môžete si vytvoriť aj vlastné <a>blokovacie pravidlá</a> pre zobrazenie webu podľa vašich preferencií."
  },
  "s63": {
    "message": "Adblock Plus pre Firefox je rozšírenie s najväčším počtom stiahnutí po celom svete a víťaz ceny About.com Reader's Choice Award 2011 a 2013. Taktiež mu bola pridelená cena Linux New Media Award pre najlepšie open-source rozšírenie dostupné pre Firefox."
  },
  "s64": {
    "message": "Blokovanie reklám aj pre Chrome"
  },
  "s65": {
    "message": "Adblock Plus je najviac pokročilý blokovač reklám pre Google Chrome. Ste otrávení reklamamy vo vašom prehliadači? Jednoducho nainštalujete toto rozšírenie a všetky reklamy budú automaticky blokované. Blikajúce bannery, vyskakovacie pop-up okná a video reklamy na YouTube a Facebook reklamy: Rozšírenie Adblock Plus pre Chrome automaticky odstráni všetky nechcené reklamy z každej webovej stránky ktorú navštívite. Chcete viac? Môžete si taktiež jednoducho aktivovať doplnkové ochranné<a> funkcie</a> ako ochrana pred sledovaním a malvérom."
  },
  "s67": {
    "message": "Rozšírenie je vyvíjané open-source komunitou a je zdarma pre každého. S viac ako"
  },
  "s68": {
    "message": "miliónmi používateľov, je to najpopulárnejšie rozšírenie pre Chrome. Čo hovoria ostatní o tom:"
  },
  "s69": {
    "message": "Ak používate Google Chrome, nie je žiadny dôvod surfovať bez neho."
  },
  "s70": {
    "message": "Download.com na Adblock Plus pre Chrome"
  },
  "s71": {
    "message": "Ak ste znechutení reklamami na internete, skúste Adblock Plus. Nebudete ľutovať."
  },
  "s72": {
    "message": "Softonic.com"
  },
  "s73": {
    "message": "Blokovanie reklám na Opere"
  },
  "s74": {
    "message": "Adblock Plus je jedno z najviac populárnych rozšírení dostupných pre Operu. Rozšírenie bolo stiahnuté viac ako"
  },
  "s75": {
    "message": "milión krát. inštalácie rozšírenia pre Operu trvá len niekoľko sekúnd. Pridaním rozšírenia Adblock Plus do vášho Opera prehliadača, môžete zmazať všetku online reklamu ako bannery, vyskakovacie pop-up okná, 30 sekundové YouTube reklamy, Facebook reklamy a ostatné nechcené reklamy. Po nainštalovaní tohto rozšírenia, všetky nechutné reklamy budú automaticky zmazané zo všetkých webových stránok, čo robí surfovanie na internete menej rušivé a viac príjemné."
  },
  "s76": {
    "message": "Popri blokovaní všetkej nechcenej reklamy z vášho prehliadača, Adblock Plus výrazne zvyšuje rýchlosť vášho Opera prehliadača. Pri predchádzaní načítania webovej reklamy do vášhoo internetového prehliadača, blokovač reklám vám pomáha znížiť prenos údajov čo robí surfovanie na internete rýchlejším, špeciálne ak máte pomalé internetové pripojenie."
  },
  "s77": {
    "message": "Pridajte si Adblock Plus do vášho Opera prehliadača kliknutím na zelené tlačidlo \"Inštalovať pre Operu\" vyššie. Kliknite na \"Inštalovať\" pre potvrdene inštalácie a pridajte rozšírenie do Opery. Žiadne dodatočné nastavenia nie sú potrebné, budete automaticky chránený proti všetkej online reklame."
  },
  "s78": {
    "message": "Adblock Plus pre Operu pracuje výborne. Neveríte nám? Tak ho vyskúšajte. Tu je niečo, čo populárny portál Softpedia povedala: \"Adblock Plus pre Operu je veľmi použiteľné rozšírenie, ktoré bolo špeciálne vytvorené na pomoc používateľom dostať preč všetky pop-up reklamy, blikajúce bannery ako aj ostatné rušíve reklamy.\""
  },
  "s79": {
    "message": "Adblock Plus aj pre Android"
  },
  "s80": {
    "message": "Adblock Plus je najpopulárnejšie rozšírenie určené k blokovaniu reklám pre Android, je používané viac ako"
  },
  "s81": {
    "message": "miliónom používateľov každý deň. Je to prvý mobilný blokovač reklám ktorý pracuje aj na nerootovaných zariadeniach, čo ho robí viac použiteľnejším ako ostatné aplikácie na blokovanie reklám pre Android. Pridaním Adblocku Plus do vášho Android zariadenia, všetky bannery a ostatné reklamy budú automaticky blokované z veľa aplikácií a webových stránok ktoré navštívite na vašom smartfóne alebo tablete. Tento blokovač reklám pre Android pracuje s veľa prehliadačmi ako napríklad Google Chrome pre Android."
  },
  "s82": {
    "message": "Nainštalovaním Adblocku plus pre Android sa môže výrazne zrýchliť prehliadanie webových stránok na vašom mobilnom zariadení. Aplikácia filtruje webovú komunikáciu a umožňuje predchádzať sťahovaniu nechcených reklám, čo značne znižuje zaťaženie a zrýchli prehliadač. Blokovanie reklám na Androide je použiteľné pre chránenie vašej identity a eliminovanie infikovaných aplikácií, ktoré sú často distribuované vo forme reklamy."
  },
  "s83": {
    "message": "Poznamenajte si že existujú aj niektoré limity v operačnom systéme Android, čo vyžaduje niekoľko manuálnych úkonov k blokovaniu reklamy. Pre nerootované zariadenia bežiace na 4.1.2, 4.2.1 a vyššie sú vyžadované niektoré manuálne kroky naviac. Pre nerootované zariadenia s OS Android 3.1 alebo vyšším, Adblock Plus bude automaticky blokovať všetky reklamy cez WiFi pripojenie. Android zariadenia bez rootu nebudú možné blokovať reklamy na 3G pripojení."
  },
  "s85": {
    "message": "Možno ste to neočakávali, ale Internet Explorer je stále druhý najpopulárnejší prehliadač vo svete s miliónmi používateľov po celom svete. A preto sme vytvorili Adblock Plus — takže odteraz si môžete vychutnávať web bez reklám."
  },
  "s87": {
    "message": "Momentálne nedostatky: Pre niektoré limity Internet Exploreru, Adblock Plus nepracuje v týchto prípadoch:"
  },
  "s88": {
    "message": "Internet Explorer v modernom rozhraní"
  },
  "s89": {
    "message": "Internet Explorer vo Windows RT"
  }
}