{
  "s1": {
    "message": "Inštalácia"
  },
  "s10": {
    "message": "ABP ikona a zoznam blokovateľlných položiek sa neaktualizuje korektne ak je otvorená prázdna karta"
  },
  "s11": {
    "message": "Zoznam blokovateľných položiek musí byť oddelený pretože toto K-Meleon nepodporuje"
  },
  "s12": {
    "message": "Blokovateľné položky nemôžu byť zatvorené stlačením tlačidiel (Esc alebo Ctrl+Shift+V)"
  },
  "s13": {
    "message": "nastavenia: \"Zobraz na stavovom riadku\" by malo byť skryté"
  },
  "s14": {
    "message": "Existujú aj obmedzenia priamo v K-Meleone, a preto musíme čakať najprv na jeho podporu:"
  },
  "s15": {
    "message": "Okno blokovateľných položiek je vždy otvorené úplne hore a na všetkých kartách"
  },
  "s16": {
    "message": "Kliknutím na nahlásenie reklamy prehliadač padne"
  },
  "s17": {
    "message": "Veľkosť dialógu \"Pridať zoznam filtrov\" sa zmení nekorektne pri prepnutí na \"Pridať inú subskripciu\" a naspäť"
  },
  "s18": {
    "message": "Ikona nemá tooltip"
  },
  "s19": {
    "message": "Ikona nemôže byť skrytá cez nastavenia Adblocku Plus, len cez Zobraz/Toolbar menu"
  },
  "s2": {
    "message": "<em>Poznámka</em>: Nasledujúce verzie Adblocku Plus budú pracovať len s K-Meleon 1.6. Aby ste Adblock Plus nainštalovali, potrebujete stiahnuť špeciálny ZIP súbor:"
  },
  "s21": {
    "message": "Skratky ako <a>extensions.adblockplus.sidebar_key</a> používajú <a>Win32 virtuálne kódy </a> namiesto Gecko virtuálnych kódov"
  },
  "s3": {
    "message": "Stiahnuť Adblock Plus"
  },
  "s4": {
    "message": "Rozbaľte balíček so ZIP pakovačom do priečinka K-Meleon prehliadača, všetky súboru budú umiestnené tu. Potom spustite K-Meleon, opýta sa vás, či chcete aktivovať Adblock Plus — potvrdíte to. Potom bude Adblock Plus fungovať normálne."
  },
  "s5": {
    "description": "{1}: Adblock Plus 1.0.2",
    "message": "Pre K-Meleon 1.5 môžete stiahnuť  <a>{1}</a>."
  },
  "s6": {
    "message": "Odinštalovanie Adblocku Plus"
  },
  "s7": {
    "message": "Poznámka: pri deaktivovaní sa Adblocku Plus iba zmaže z grafického prostredia, ale blokovať reklamy bude aj naďalej. Ak chcete odinštalovať Adblock Plus, musíte odstrániť všetky súbory ktoré ste nainštalovali so ZIP balíčkom."
  },
  "s8": {
    "message": "Známe rozdiely medzi Firefoxom"
  },
  "s9": {
    "message": "Adblock Plus má momentálne niekoľko obmedzení oproti Firefoxu. Pokúsime sa doplniť tieto funkcie v nasledujúcich verziách K-Meleonu:"
  },
  "title": {
    "message": "Používanie Adblock Plus v K-Meleone"
  }
}