{
  "title": {
    "message": "Plán"
  },
  "title-full": {
    "message": "Plán pre Adblock Plus"
  },
  "s1": {
    "message": "Tento plán ukazuje, čo sa bude v nasledujúcich dňoch implementovať do Adblocku Plus a iných rozšírení. Je možné, že sa to môže zmeniť. Nová verzia je dostupná vtedy, ak všetky funkcie bol implementované a testované vo vývojárskych verziách."
  },
  "s2": {
    "message": "Prvá stránka po inštalácii: Povolenie pridania zoznamu filtrov pre zabezpečenia súkromia"
  },
  "s3": {
    "message": "Zmení sa používateľské rozhranie pre používateľov rozšíreného módu"
  },
  "s4": {
    "message": "Integrovanie Element Hiding Helperu do Adblocku Plus (len pre \"pokročilý mód\")"
  },
  "s5": {
    "message": "Nastavenie filtrov: Pridanie vybrania viacero zoznamu filtrov (pre akcie ako Aktualizovať alebo Vymazať)"
  },
  "s6": {
    "message": "<a>\n    Hlásenie chýb: povolenie skrolovania pri zvolení screenshotu\n  </a> "
  },
  "s7": {
    "message": "Zjednodušenie používania Adblocku Plus v \"blacklist móde\" (pridanie \"@@$document\" cez nastavenia a povolenie\n    \"Vypnúť na stránkach ...\")"
  },
  "s8": {
    "message": "<a>\n    Náhľad zoznamu filtrov predtým ako bude stiahnutý\n  </a> "
  },
  "s9": {
    "message": "<a>\n    Lepšia podpora pre dáta: URL zoznamov filtrov\n  </a> "
  },
  "s10": {
    "message": "<a>\n    Podpora TLD divokej karty pre $domain nastavenie\n  </a> "
  },
  "s11": {
    "message": "Neplánované zmeny"
  },
  "s12": {
    "message": "Vylepšenie blokovania: veľkosť pre obrázky na pozadí, náhľad pre obrázky načítavané pomocou Flash, veľkosť súboru"
  },
  "s13": {
    "message": "Pridanie UI pri vytvárení pravidiel pomocou novej <a>new $elemhide funkcie</a>"
  },
  "s14": {
    "message": "Neotváranie nového okna ak používateľ blokuje reklamy pomocou možnosti zoznamu blokovaťelných vecí, ukázanie filtrov priamo v kompozéri"
  },
  "s15": {
    "message": "Thunderbird: Vylepšenie podpory pre karty prehliadača"
  },
  "s16": {
    "message": "Pridanie podpory pre"
  },
  "s17": {
    "message": "http://www.wyzo.com/"
  },
  "s18": {
    "message": "Wyzo"
  },
  "s19": {
    "message": " "
  },
  "s20": {
    "message": "Thunderbird: Povolenie reštriktívnych pravidiel pre maily z adresy alebo dómeny"
  },
  "s21": {
    "message": "C++ implementácia pre jadro (cez JSctyp) pre lepší výkon (terajšia JavaScript implementácia zostane ako záloha)"
  }
}