{
  "s1": {
    "message": "Tutoriál - Adblock Plus"
  },
  "s2": {
    "message": "Chcete blokovať reklamy na YouTube? Alebo vymazať Facebok reklamy? Už nikdy nechcete vidieť blikajúci banner? Použite Adblock Plus tutoriály aby ste sa chránili pre nechcenou online reklamou."
  },
  "s3": {
    "message": "Tutoriál - Adblock Plus"
  },
  "s4": {
    "message": "Chcete blokovať reklamy na YouTube? Alebo vymazať Facebok reklamy? Už nikdy nechcete vidieť blikajúci banner? Použite Adblock Plus tutoriály aby ste sa chránili pre nechcenou online reklamou."
  },
  "s5": {
    "message": "Čo je to blokovač reklám?"
  },
  "s6": {
    "message": "Blokovač reklám pre Chrome alebo Firefox je rozšírenie (alebo add-on) do vášho prehliadača, ktoré pridáva funkciu filtrovania obsahu. Blokovače reklám nemajú žiadnu funkciu, dokiaľ mu to niečo \"nepovie\", aby tento obsah blokoval. To \"niečo\" sú zoznamy filtrov ktoré \"hovoria\", čo má blokovač reklám blokovať. Tieto zoznamy filtrov sú jednoducho zostavené z filtrov a sú vytvárané a obsluhované obrovskou online komunitou."
  },
  "s7": {
    "message": "Špeciálne pre Google Chrome sú blokovače reklám veľmi úspešné a používa ich 20 miliónov ľudí. Na Firefoxe ich používa približne 16 miliónov ľudí každý deň."
  },
  "s8": {
    "message": "Ako blokovať reklamy"
  },
  "s9": {
    "message": "Hlavná funkcia Adblocku Plus je blokovanie reklám. Tieto tutoriály ukazujú ako blokovať nevhodnú reklamu v rôznych prehliadačoch."
  },
  "s10": {
    "message": "Ako blokovať reklamy vo Firefoxe"
  },
  "s11": {
    "message": "Adblock Plus pre Firefox vám umožňuje zbaviť vás všetkej reklamy, ako aj YouTube reklamy, Facebook reklamy, bannery, vyskakovacie okná a oveľa viac. Ak ešte nemáte nainštalovaný Mozilla Firefox prehliadač, prosím <a>nanštaluujte si ho priamo od Mozilly</a>. Ak chcete blokovať reklamy v inom prehliadači prosím pozrite si tutoriály ako nainštalovať Adblock Plus pre Google Chrome a Operu."
  },
  "s12": {
    "message": "Najľahšia cesta ako pridať Adblock Plus do Firefoxu je jednoducho <a>ísť na inštalačnú stránku Firefoxu </a> a kliknúť na inštalačné tlačítko. Na ľavej strane vášho prehliadača sa otvorí malé okno, prosím kliknite na &quot;Povoľ&quot;. Neskôr sa zobrazí iné malé okno kde musíte stlačiť tlačidlo &quot;Inštalovať teraz&quot;. Toto pridá Adblock Plus do vášho prehliadača a odteraz budete chránený pred reklamou."
  },
  "s13": {
    "message": "Môžete taktiež <a>nainštalovať Adblock Plus cez Mozillu Firefox</a>. Najprv choďte  First, go to Adblock Plus in the Mozilla Add-ons section. Then, when you have opened the link, the following screen appears:"
  },
  "s14": {
    "message": "Prosím kliknite na veľké zelené tlačidlo \"Inštalovať pre Firefox\", aby ste nainštalovali Adblock Plus. Potom vám Firefox oznámi \"Inštalujte doplnky iba od autorov, ktorým dôverujete.\", prosím potvrďte toto kliknutím na tlačidlo \"Inštalovať\". Po potvrdení tohto okna budú všetky reklamy blokované."
  },
  "s15": {
    "message": "Predvolený zoznam filtrov bude stiahnutý hneď po inštalácii Adblocku Plus, zoznam filtrov je viazaný na vašu lokalizáciu. Ak chcete pridať iný zoznam filtrov, <a>prečítajte si viac o tom tu</a>. Pre viac možností ako vytvorenie svojho vlastného filtra, prosím <a>choďte sem</a>."
  },
  "s16": {
    "message": "Ako blokovať reklamy v Google Chrome"
  },
  "s17": {
    "message": "Momentálne, Adblock Plus používa denne 10 miliónov ľudí v prehliadači Google Chrome. Adblock Plus blokuje všetku dotieravú reklamu na webe, ako napríklad YouTube reklamy, blikajúce bannery, Facebook reklamy a oveľa viac. Blokuje taktiež vyskakovacie okná, ktoré nie sú automaticky blokované vašim prehliadačom. Tento tutoriál vám ukáže ako nainštalovať Adblock Plus a ako blokovať reklamy v Chrome."
  },
  "s18": {
    "message": "Pridanie Adblocku Plus do Google Chrome"
  },
  "s19": {
    "message": "Existujú dve cesty ako pridať Adblock Plus do Chromu. Môžete si ho pridať vtedy, ak navštívite <a>inštalačnú stránku </a> a kliknete na zelené inštalačné tlačidlo. Po kliknutí na tlačidlo sa vám objaví malé okno o inštalácii Adblocku Plus do prehliadača. Prosím kliknite na &quot;Pridať&quot; aby ste nainštalovali Adblock Plus. Odteraz ste chránený pred reklamou."
  },
  "s20": {
    "message": "Adblock Plus si môžete taktiež pridať cez Google Chrome obchod. Aby ste ho nainštalovali cez obchod, <a>navštívte obchod.</a>. Kliknite na &quot;Pridať do Chrome&quot;, a neskôr kliknite na &quot;Pridať&quot;."
  },
  "s21": {
    "message": "Adblock Plus automaticky nainštaluje predvolený zoznam filtrov, založený na vašom jazyku. Ak sa chcete naučiť ako pridať svoje vlastné filtre, môžete <a>si prečítať o tom tu</a>.  Pre viac možností, ako napríklad vypnutie sledovania, kliknite <a>sem</a>."
  },
  "s22": {
    "message": "Ako blokovať reklamy v Opere"
  },
  "s23": {
    "message": "Aby sme blokovali reklamy v Opere, potrebujete nainštalovať Adblock Plus. Najľahšia cesta je <a>ísť na na stránku Opery </a> a kliknúť na &quot;Pridať do Opery&quot;. Hneď na to sa objaví vyskakvacie okno, ktoré vás informuje o pridaní Adblocku Plus do Opery. Kliknite na tlačidlo &quot;Insštalovať&quot; aby ste sa chránili pred reklamou."
  },
  "s24": {
    "message": "Ako blokovať reklamy na Androide"
  },
  "s25": {
    "message": "Ak chcete blokovať všetky reklamy na zariadeniach s nainštalovaným OS Android, choďte na <a>našu domovskú stránku </a> s vašim Android zariadením a stiahnite si aplikáciu &quot;Adblock Plus&quot;. Predtým ako ju stiahnete, uistite sa že máte <a>povolené inštalovanie aplikácii z neznámych zdrojov</a>. Ak nemáte zariadenie s rootom, pravdepodobne budete potrebovať <a>nakonfigurovať proxy manuálne</a>. Po týchto krokoch budete chránený pred online reklamou."
  },
  "s26": {
    "message": "Ako vypnúť online sledovanie"
  },
  "s27": {
    "message": "Existuje veľa firiem ktoré zbiera o vás dáta o prehliadaní internetu na veľmi vela stránkach. Vaša história je zaznamenávaná a zbieraná. Niektorí s týmto nemajú problém, pretože firmy na základe zozbieraných údajov servírujú reklamu, ktorá je viac zameraná na vašu osobu. Ak nechcete byť sledovaný. stačí použiť Adblock Plus a nikto vás už nebude sledovať. Odvolávajúc sa na <a>štúdium Stanfordskej univerzity</a>, Adblock Plus je najlepšie riešenie ako sa brániť proti sledovaniu na internete."
  }
}