{
  "title": {
    "message": "Blocca i banner dei cookie | Adblock Plus Premium"
  },
  "description": {
    "message": "Blocca i fastidiosi banner che ti chiedono di accettare i cookie mentre navighi sul web. Inizia subito a usare Adblock Plus Premium!"
  },
  "hero__heading": {
    "message": "Ora puoi rimuovere i banner dei cookie da tutto il web!"
  },
  "hero__subheading": {
    "message": "Lasciati alle spalle un'esperienza di navigazione frustrante bloccando i cookie banner con Adblock Plus Premium."
  },
  "hero-aside__heading": {
    "message": "Non scorrere verso il basso"
  },
  "hero-aside__paragraph-1": {
    "message": "Ciao!"
  },
  "hero-aside__paragraph-2": {
    "message": "Probabilmente conosci fin troppo bene i fastidiosi pop-up che ti chiedono di acconsentire all'utilizzo dei cookie mentre navighi sul web. Sono ovunque grazie alle leggi sulla privacy di Internet. Sebbene siamo grandi fan della trasparenza e della privacy online, è innegabile che questi banner sui cookie siano una seccatura per gli utenti di internet."
  },
  "hero-aside__paragraph-3": {
    "message": "Siamo lieti di annunciare che ora puoi bloccare i banner dei cookie con Adblock Plus Premium! Arriva più velocemente a destinazione quando Adblock Plus Premium nasconde i banner e rifiuta tutti i cookie non necessari per conto tuo. Goditi un'esperienza di navigazione più agevole, con meno interruzioni e meno tracciamenti da parte degli inserzionisti. Iscriviti ad Adblock Plus Premium oggi stesso per iniziare."
  },
  "hero-aside__paragraph-4": {
    "message": "Grazie, <span>Il Team Adblock Plus</span>"
  },
  "premium-checkout-header__heading": {
    "message": "Inizia oggi stesso a bloccare i banner dei cookie:"
  },
  "premium-checkout-card-option__button-1": {
    "message": "Premium <span>$2</span> al mese"
  },
  "premium-checkout-card-option__button-2": {
    "message": "Premium <span>$20</span> all'anno"
  },
  "premium-checkout-card-option__badge": {
    "message": "Risparmia il 17%"
  },
  "premium-checkout-features__heading": {
    "message": "Cosa è incluso?"
  },
  "premium-checkout-features__item-1": {
    "message": "Con Premium, potrai usufruire di un blocco dei pop-up migliorato. Di' addio alle fastidiose distrazioni come i video fluttuanti, le richieste di newsletter, i banner dei cookie e molto altro ancora."
  },
  "premium-checkout-features__item-2": {
    "message": "Sincronizza le tue impostazioni su più dispositivi quando usi Premium."
  },
  "premium-checkout-submit__button": {
    "message": "Completa l'acquisto"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Informativa sulla privacy"
  },
  "premium-checkout-policy__heading": {
    "message": "Supportaci con fiducia:"
  },
  "premium-checkout-policy__text": {
    "message": " se la tua offerta Premium non ti soddisfa completamente, puoi annullare l'aggiornamento in qualsiasi momento. E potrai tenere Adblock Plus!"
  }
}