{
  "title": {
    "message": "Offerta per le feste - Adblock Plus Premium"
  },
  "description": {
    "message": "Festeggia la stagione natalizia con un abbonamento annuale ad Adblock Plus Premium. Regalati subito un'esperienza internet migliore!"
  },
  "s1": {
    "message": "Regalati un Adblock Plus più potente"
  },
  "s2": {
    "message": "/mese"
  },
  "s3": {
    "message": "Prezzo normale: 2$/mese"
  },
  "s4": {
    "message": "Ottieni Adblock Plus Premium"
  },
  "s5": {
    "message": "Speciale per le feste:"
  },
  "s6": {
    "message": "sconto del 50% sull'abbonamento annuale"
  },
  "s7": {
    "message": "Ottieni uno sconto del 50% su Adblock Plus Premium"
  },
  "s8": {
    "message": "20$ all'anno"
  },
  "s9": {
    "message": "Goditi una migliore esperienza di shopping online con Adblock Plus Premium"
  },
  "s10": {
    "message": "Agisci in fretta: questa offerta non durerà a lungo!"
  },
  "s11": {
    "message": "Regalati meno distrazioni e un'esperienza internet migliore. Iscriviti oggi e inizia il tuo abbonamento annuale ad Adblock Plus Premium."
  },
  "s12": {
    "message": "Fai clic qui sotto per abbonarti ora:"
  },
  "s13": {
    "message": "Abbonati ora e risparmia il 50%!"
  },
  "s14": {
    "message": "Si tratta di un'offerta a tempo limitato disponibile dal 24 novembre 2023 al 15 dicembre 2023."
  },
  "s15": {
    "message": "Lo sconto del 50% si applica a un anno di abbonamento annuale. Dopo questo anno, l'abbonamento si rinnoverà al prezzo normale. I prezzi sono espressi in dollari americani ($)."
  },
  "s16": {
    "message": "Se scegli di pagare in una valuta diversa, potresti essere soggetto a un costo aggiuntivo da parte della tua banca o del processore di pagamento."
  },
  "s17": {
    "message": "Ottieni uno sconto del 50% su Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Blocca annunci e pop up"
  },
  "premium-benefit_2": {
    "message": "Blocca i tracker"
  },
  "premium-benefit_3": {
    "message": "Blocca le notifiche dei siti"
  },
  "premium-benefit_4": {
    "message": "Blocca i video fluttuanti"
  },
  "premium-benefit_5": {
    "message": "Nascondi i pop-up delle newsletter"
  },
  "premium-benefit_6": {
    "message": "Ignora le richieste di sondaggio"
  },
  "benefit_1-heading": {
    "message": "Concentrati su ciò che conta."
  },
  "benefit_1-paragraph": {
    "message": "Con Adblock Plus Premium puoi fare acquisti e navigare sul web con meno distrazioni. Concentrati sui contenuti che vuoi vedere, sia che si tratti di cercare le migliori offerte di shopping online o semplicemente di visitare i tuoi siti preferiti."
  },
  "benefit_2-heading": {
    "message": "Evita il tracciamento da parte degli inserzionisti."
  },
  "benefit_2-paragraph": {
    "message": "Adblock Plus Premium è in grado di bloccare i pop-up di consenso per i cookie e di rifiutare automaticamente i cookie che noi possiamo rifiutare per conto tuo. Ciò significa che non dovrai più vedere quei fastidiosi avvisi che ti chiedono di accettare i cookie per ogni sito che visiti. Inoltre, accetterai solo i cookie funzionali al sito, piuttosto che quelli di terze parti e quelli pubblicitari."
  },
  "benefit_3-heading": {
    "message": "Cogli al volo le offerte più interessanti."
  },
  "benefit_3-paragraph": {
    "message": "Adblock Plus ti offre tempi di caricamento delle pagine più rapidi, consentendoti di cogliere le offerte a tempo limitato e i prodotti più richiesti alla velocità della luce."
  },
  "deal__subheading": {
    "message": "In questa stagione di feste, siamo entusiasti di condividere un'offerta speciale che ti permette di avere un maggiore controllo sulla tua esperienza di navigazione. Acquistando un abbonamento annuale ad Adblock Plus Premium, otterrai uno sconto del 50% sul prezzo normale!"
  },
  "deal__heading-2": {
    "message": "Blocca non solo gli annunci"
  },
  "deal__subheading-2": {
    "message": "Adblock Plus Premium ti permette di navigare sul web nel modo che preferisci. Grazie alla nostra funzione di controllo delle distrazioni, puoi bloccare le distrazioni invasive come i video fluttuanti che ti seguono, i pop-up delle newsletter, le richieste di sondaggi e altro ancora."
  }
}