{
  "title": {
    "message": "Pagina Offerte AdBlock Plus Premium Black Friday"
  },
  "description": {
    "message": "Approfitta della nostra offerta del Black Friday e ottieni il 50% di sconto sull'abbonamento annuale ad AdBlock Plus Premium. Goditi una navigazione senza distrazioni. "
  },
  "s1": {
    "message": "Festeggia l'autunno con un AdBlock Plus più potente"
  },
  "s2": {
    "message": "/al mese"
  },
  "s3": {
    "message": "Prezzo usuale: 2$/mese"
  },
  "s4": {
    "message": "Ottieni Adblock Plus Premium"
  },
  "s5": {
    "message": "Offerta Black Friday:"
  },
  "s6": {
    "message": "50% di sconto sull'abbonamento annuale"
  },
  "s7": {
    "message": "Ottieni 50% di sconto su Adblock Plus Premium"
  },
  "s8": {
    "message": "20$ all'anno"
  },
  "s9": {
    "message": "Goditi un'esperienza di shopping online migliorata con AdBlock Plus Premium"
  },
  "s10": {
    "message": "Agisci ora: quest'offerta non durerà per sempre!"
  },
  "s11": {
    "message": "Pronto ad un'esperienza di navigazione più privata e senza distrazioni? Comincia oggi e approfitta della stagione di shopping online più vasta dell'anno."
  },
  "s12": {
    "message": "Fai clic qui sotto per abbonarti ora:"
  },
  "s13": {
    "message": "Abbonati ora e risparmia il 50%!"
  },
  "s14": {
    "message": "Quest'offerta è limitata e valida dal 24 novembre 2023 al 3 dicembre 2023."
  },
  "s15": {
    "message": "Lo sconto del 50% si applica a un anno del tuo abbonamento annuale. Allo scadere dell'anno, l'abbonamento si rinnoverà al prezzo usuale. I prezzi vengono mostrati in dollari americani $."
  },
  "s16": {
    "message": "Se scegli di pagare in una valuta diversa, potresti incorrere in costi aggiuntivi da parte della tua banca o del processore dei pagamenti."
  },
  "s17": {
    "message": "Ottieni 50% di sconto su Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Blocca annunci e pop-up"
  },
  "premium-benefit_2": {
    "message": "Blocca i tracciamenti"
  },
  "premium-benefit_3": {
    "message": "Blocca le notifiche dei siti"
  },
  "premium-benefit_4": {
    "message": "Elimina i video galleggianti"
  },
  "premium-benefit_5": {
    "message": "Nascondi i pop-up delle newsletter"
  },
  "premium-benefit_6": {
    "message": "Ignora le richieste dei sondaggi"
  },
  "benefit_1-heading": {
    "message": "Concentrati su ciò che importa."
  },
  "benefit_1-paragraph": {
    "message": "Con AdBlock Plus Premium potrai fare shopping e navigare con meno distrazioni. Concentrati sui contenuti che vuoi vedere, che siano la ricerca delle migliori offerte online o la visita ai tuoi siti preferiti."
  },
  "benefit_2-heading": {
    "message": "Evita i tracciamenti da parte degli inserzionisti."
  },
  "benefit_2-paragraph": {
    "message": "AdBlock Plus Premium blocca i pop-up relativi ai cookie e rifiuta automaticamente i cookie. Ciò significa che non dovrai più vedere quei fastidiosi avvisi che ti chiedono di accettare i cookie per ogni sito che visiti. Inoltre, accetterai solo i cookie funzionali al sito, piuttosto che quelli di terze parti e quelli pubblicitari."
  },
  "benefit_3-heading": {
    "message": "Ottieni velocemente le offerte migliori."
  },
  "benefit_3-paragraph": {
    "message": "AdBlock Plus ti consente un caricamento delle pagine più veloce, permettendoti di approfittare delle offerte a tempo limitato e dei prodotti ad alta richiesta alla velocità della luce."
  }
}