{
  "title": {
    "message": "Inizia a usare Adblock Plus"
  },
  "description": {
    "message": "Migliora la tua esperienza su internet con questi semplici consigli."
  },
  "educational_page_heading-1": {
    "message": "Ottieni il massimo da Adblock Plus"
  },
  "educational_page_subheading-1": {
    "message": "Migliora la tua esperienza su internet con questi semplici consigli."
  },
  "educational_page_heading-2": {
    "message": "Facilita la ricerca di Adblock Plus"
  },
  "educational_page_card_1_p_1": {
    "message": "Nel tentativo di ridurre la barra degli strumenti del browser, Edge, Chrome e altri sviluppatori di browser stanno \"nascondendo\" le estensioni del browser dopo che sono state installate. Per assicurarti che Adblock Plus rimanga facile da trovare, dovrai appuntarlo sul tuo browser. Quando appunti un'estensione sulla barra degli strumenti del browser, potrai aprirla con un solo clic ogni volta che ne avrai bisogno."
  },
  "educational_page_card_1_p_2": {
    "message": "Appuntando Adblock Plus avrai l'accesso rapido al nostro menu. Quando apri il nostro menu, puoi vedere quanti annunci stai bloccando e quanti ne hai bloccati in totale."
  },
  "educational_page_card_1_p_3": {
    "message": "Puoi <a>attivare e disattivare Adblock Plus</a> direttamente dal menu, così come <a>bloccare elementi specifici</a> della pagina che non vuoi vedere. L'apertura del menu consente anche di accedere alle impostazioni o segnalare eventuali problemi."
  },
  "educational_page_card_1_accordion_1_topic": {
    "message": "Per appuntare l'estensione Adblock Plus in Chrome:"
  },
  "educational_page_card_1_accordion_1_li_1": {
    "message": "Fai clic sull'icona del puzzle nella barra degli strumenti di Chrome per accedere al menu delle estensioni di Chrome."
  },
  "educational_page_card_1_accordion_1_li_2": {
    "message": "Trova l'icona ABP nell'elenco che appare."
  },
  "educational_page_card_1_accordion_1_li_3": {
    "message": "Fai clic sul simbolo della puntina per aggiungere l'estensione alla tua barra degli strumenti. L'icona della puntina diventerà blu quando l'estensione sarà stata appuntata con successo sulla tua barra degli strumenti."
  },
  "educational_page_card_1_accordion_2_topic": {
    "message": "Per appuntare l'estensione Adblock Plus su Edge:"
  },
  "educational_page_card_1_accordion_2_li_1": {
    "message": "Fai clic sull'icona del puzzle per aprire il menu delle estensioni di Edge."
  },
  "educational_page_card_1_accordion_2_li_2": {
    "message": "Trova l'icona ABP nell'elenco che appare."
  },
  "educational_page_card_1_accordion_2_li_3": {
    "message": "Fai clic sul simbolo di visualizza/nascondi (icona a forma di occhio) per aggiungere Adblock Plus alla barra degli strumenti."
  },
  "educational_page_card_1_accordion_3_topic": {
    "message": "Per appuntare l'estensione Adblock Plus su Firefox:"
  },
  "educational_page_card_1_accordion_3_li_1": {
    "message": "Fai clic sull'icona del puzzle nell'angolo in alto a destra per aprire l'elenco delle estensioni di Firefox."
  },
  "educational_page_card_1_accordion_3_li_2": {
    "message": "Trova l'icona ABP nell'elenco che appare."
  },
  "educational_page_card_1_accordion_3_li_3": {
    "message": "Fai clic sul simbolo delle impostazioni (ingranaggio) accanto all'estensione Adblock Plus."
  },
  "educational_page_card_1_accordion_3_li_4": {
    "message": "Fai clic su Aggiungi alla barra degli strumenti."
  },
  "educational_page_card_2_title": {
    "message": "Abilita Adblock Plus per la navigazione privata"
  },
  "educational_page_card_2_p_1": {
    "message": "Utilizzi la modalità di navigazione privata del tuo browser? In Google Chrome si chiama Modalità Incognito. In Edge si chiama InPrivate. E per Firefox si chiama semplicemente navigazione privata."
  },
  "educational_page_card_2_p_2": {
    "message": "In questo caso, è importante sapere che la funzione di navigazione privata del tuo browser di solito disabilita le estensioni del browser. Questo perché le estensioni sono spesso realizzate da terze parti e spesso comportano il tracciamento della cronologia del browser."
  },
  "educational_page_card_2_p_3": {
    "message": "Se vuoi utilizzare Adblock Plus durante la navigazione in modalità privata, è facile da attivare."
  },
  "educational_page_card_2_accordion_1_li_1": {
    "message": "Inserisci chrome://extensions nella barra degli indirizzi per visualizzare un elenco di tutte le tue estensioni."
  },
  "educational_page_card_2_accordion_1_li_2": {
    "message": "Trova Adblock Plus nell'elenco delle estensioni e fai clic su Dettagli."
  },
  "educational_page_card_2_accordion_1_li_3": {
    "message": "Scorri verso il basso e fai clic sulla levetta accanto a Consenti in incognito."
  },
  "educational_page_card_2_accordion_2_li_1": {
    "message": "Inserisci edge://extensions nella barra degli indirizzi per visualizzare un elenco di tutte le tue estensioni."
  },
  "educational_page_card_2_accordion_2_li_2": {
    "message": "Trova Adblock Plus nell'elenco delle estensioni e fai clic su Dettagli."
  },
  "educational_page_card_2_accordion_2_li_3": {
    "message": "Scorri verso il basso e fai clic sulla levetta accanto a Consenti in InPrivate."
  },
  "educational_page_card_2_accordion_3_li_1": {
    "message": "Inserisci about:addons nella barra degli indirizzi per visualizzare un elenco di tutte le tue estensioni."
  },
  "educational_page_card_2_accordion_3_li_2": {
    "message": "Nel menu a sinistra, fai clic sul pulsante Estensioni."
  },
  "educational_page_card_2_accordion_3_li_3": {
    "message": "Trova Adblock Plus nell'elenco delle estensioni e fai clic sul menu con i tre puntini."
  },
  "educational_page_card_2_accordion_3_li_4": {
    "message": "Seleziona Gestisci."
  },
  "educational_page_card_2_accordion_3_li_5": {
    "message": "Scorri fino a Esegui in finestra privata e seleziona Consenti."
  },
  "educational_page_contacts_heading_3": {
    "message": "Hai bisogno di aiuto?"
  },
  "educational_page_contacts_p": {
    "message": "Visita il nostro <a>Centro assistenza</a> per trovare le soluzioni ai problemi più comuni oppure contatta il nostro team di assistenza all'indirizzo <a>support@adblockplus.org</a>."
  }
}