{
  "title": {
    "message": "Grazie per il tuo contributo ad Adblock Plus!"
  },
  "subheading": {
    "message": "Apprezziamo il tuo sostegno. Sono i contributi che riceviamo dalle persone come te che ci consentono di continuare a realizzare strumenti che migliorano internet per tutti noi."
  },
  "p1": {
    "message": "La tua operazione è stata elaborata e ti arriverà una ricevuta per e-mail. Se hai utilizzato PayPal, per visualizzare i dettagli dell'operazione puoi accedere al tuo account."
  },
  "faq-heading": {
    "message": "Domande frequenti"
  },
  "faq-receipt": {
    "message": "Mi invierete una ricevuta?"
  },
  "faq-receipt-1": {
    "message": "Per elaborare i contributi in sicurezza utilizziamo PayPal e Stripe e ci avvaliamo del loro sistema di e-mail automatico per inviare le conferme e le ricevute dei contributi a favore di Adblock Plus."
  },
  "faq-receipt-2": {
    "message": "Ti consigliamo di conservare l'e-mail con la ricevuta nel caso in cui successivamente desiderassi richiedere un rimborso, poiché ci serviranno alcune informazioni di base sull'operazione per poter elaborare il rimborso o annullare un contributo ricorrente."
  },
  "faq-receipt-3": {
    "message": "<strong>NB:</strong> l'operazione sarà indicata sulla ricevuta come “eyeo GmbH (Adblock Plus)” e come “Adblock Plus“ o “ABP“ nel tuo estratto conto."
  },
  "faq-refund": {
    "message": "Penso di aver fatto un errore! Cosa posso fare?"
  },
  "faq-refund-1": {
    "message": "<strong>Contattaci per e-mail all'indirizzo <a>support@adblockplus.org</a> così possiamo rimborsarti</strong>. Elaboriamo i rimborsi dal lunedì al venerdì. Le richieste di rimborso inviate durante il fine settimana saranno elaborate il lunedì."
  },
  "faq-info-transactions": {
    "message": "Indica le seguenti informazioni per consentirci di trovare la tua operazione:"
  },
  "faq-info-transactions-1": {
    "message": "Data dell'operazione"
  },
  "faq-info-transactions-2": {
    "message": "Importo (indicato sulla ricevuta inviata per e-mail da PayPal o Stripe)"
  },
  "faq-info-transactions-3": {
    "message": "L'indirizzo e-mail che hai usato per l'operazione"
  },
  "faq-info-transactions-4": {
    "message": "Il codice dell'operazione"
  },
  "faq-info-transactions-5": {
    "message": "<strong>NB:</strong> non ti chiederemo mai informazioni sensibili riguardanti la tua operazione (ad es. il numero completo della tua carta) e tu non dovresti mai fornirle."
  },
  "faq-refund-policy": {
    "message": "Qual è la vostra politica di rimborso?"
  },
  "faq-refund-policy-1": {
    "message": "Ti rimborseremo, qualunque sia la ragione, entro 120 giorni dal pagamento. Scrivi all'indirizzo <a>support@adblockplus.org</a> e ti daremo un rimborso completo. Ti assicuriamo che potrai continuare a utilizzare Adblock Plus gratuitamente senza perdere l'accesso alle varie funzionalità!"
  },
  "faq-refund-policy-2": {
    "message": "Indipendentemente dal fatto che tu abbia pagato con PayPal o carta, includi le seguenti informazioni nella tua e-mail:"
  },
  "faq-cancellations": {
    "message": "Come posso annullare il mio abbonamento mensile?"
  },
  "faq-cancellations-paypal": {
    "message": "Donazioni tramite PayPal"
  },
  "faq-cancellations-paypal-1": {
    "message": "Puoi gestire o annullare l'abbonamento tramite PayPal direttamente dal tuo account PayPal. Per annullare una donazione ricorrente per Adblock Plus, segui le istruzioni dettagliate indicate nel <a>Centro assistenza di PayPal</a>."
  },
  "faq-cancellations-card": {
    "message": "Donazioni tramite carta"
  },
  "faq-cancellations-card-1": {
    "message": "Se hai effettuato la registrazione per una donazione ricorrente ad Adblock Plus e desideri annullarla, inviaci un'e-mail all'indirizzo <a>support@adblockplus.org</a>."
  },
  "further-questions": {
    "message": "Hai altre domande?"
  },
  "further-questions-1": {
    "message": "Hai domande su Adblock Plus? Contattaci per e-mail all'indirizzo <a>support@adblockplus.org</a> oppure mandaci un <a>report sui bug</a>. Puoi anche rivolgerti al nostro <a>Centro assistenza</a>."
  },
  "further-questions-2": {
    "message": "Per scoprire tutte le novità che ci riguardano segui il <a>nostro blog</a>."
  }
}