{
  "s1": {
    "message": "uBlock Origin sta lasciando Chrome. Ecco cosa devi sapere:"
  },
  "s2": {
    "message": "Google Chrome ha iniziato a disabilitare uBlock Origin nel suo browser. Quest'estate ha trasferito la sua piattaforma di estensioni a Manifest V3, terminando il supporto per Manifest V2 e tutte le estensioni MV2. Le estensioni di Chrome non aggiornate a Manifest V3 stanno ora venendo eliminate gradualmente nel browser."
  },
  "s3": {
    "message": "uBlock Origin è un'estensione MV2 e dunque non funzionerà più in Chrome. uBlock Origin ha dichiarato pubblicamente che non aggiornerà la sua versione completa per soddisfare i requisiti MV3 e che <a>Chrome lo sta disattivando automaticamente poiché non più supportato.</a>"
  },
  "s4": {
    "message": "Trova un ad blocker per Chrome"
  },
  "s5": {
    "message": "<span>Assicurati che il tuo browser sia aggiornato</span> Normalmente gli aggiornamenti del browser avvengono in background, ma se non hai chiuso il browser da un po', potresti avere un aggiornamento in sospeso. Le estensioni potrebbero non funzionare correttamente se il tuo browser è obsoleto. Scopri <a>qui</a> come aggiornare manualmente Chrome sul tuo desktop, sui dispositivi Android o iOS o semplicemente controlla di avere l'ultima versione."
  },
  "s6": {
    "message": "<span>Trova estensioni che funzionano in Chrome</span> Se il tuo attuale ad blocker o estensione non funziona più in Chrome, visita il <a>Chrome Web Store</a> per trovare estensioni compatibili con MV3."
  },
  "s7": {
    "message": "Cosa significa Manifest V3 per gli ad blocker?"
  },
  "s8": {
    "message": "Le estensioni, come gli ad blocker e i gestori di password, sono strumenti che aggiungiamo ai nostri browser per rendere la nostra esperienza online più personalizzata e sicura. Dietro le quinte, i browser forniscono una piattaforma che gli sviluppatori utilizzano per costruire queste estensioni, garantendo che funzionino senza intoppi rispettando la privacy e la sicurezza degli utenti."
  },
  "s9": {
    "message": "Recentemente, Google ha aggiornato il modo in cui Chrome gestisce le estensioni attraverso la sua piattaforma, <a>Manifest V3</a>. Questi aggiornamenti hanno influenzato il funzionamento di molte estensioni di Chrome, inclusi alcuni popolari ad blocker. Le modifiche principali includono la sostituzione di funzionalità più vecchie con quelle più recenti, come l'uso di \"service workers\" invece delle pagine di background, l'introduzione di regole più severe per la modifica delle richieste web e il divieto di codice ospitato in remoto. Google afferma che questi aggiornamenti sono destinati a migliorare la sicurezza, la privacy e le prestazioni delle estensioni, mantenendo al contempo funzionalità importanti."
  },
  "s10": {
    "message": "Tuttavia, le estensioni come uBlock Origin Chrome che non sono passate a MV3 stanno venendo rimosse dal Chrome Web Store e smetteranno di funzionare in Chrome."
  },
  "s11": {
    "message": "Adblock Plus è compatibile con MV3 ed è disponibile in Chrome"
  },
  "s12": {
    "message": "Quando è stato annunciato Manifest V3, ci siamo messi al lavoro per aggiornare e testare Adblock Plus in modo da poter continuare a offrirti la stessa esperienza di blocco degli annunci di alta qualità su tutti i tuoi dispositivi e browser."
  },
  "s13": {
    "message": "Crediamo che tu debba avere la possibilità di scegliere quale browser utilizzare e avere comunque a disposizione gli strumenti per migliorare la tua esperienza online. <a>Adblock Plus è stata una delle prime estensioni a migrare a Manifest V3</a> ed è compatibile con l'ultima versione di Chrome. Speriamo che tu non ti sia nemmeno accorto quando è avvenuto il cambiamento."
  }
}