{
  "title": {
    "message": "Adblock Plus è stato aggiornato"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus è stato aggiornato!"
  },
  "update-lead-1": {
    "message": "Negli ultimi mesi abbiamo aggiunto nuove funzionalità e migliorato le prestazioni di Adblock Plus. Siamo felici di offrirti la migliore tecnologia di ad blocking per consentirti di navigare online senza distrazioni. Adblock Plus è un software gratuito supportato dalla community, e questo non sarebbe possibile senza il vostro sostegno continuo."
  },
  "update-lead-2": {
    "message": "Investiamo molto tempo e molte risorse per lo sviluppo di soluzioni che forniscono ai nostri utenti un'esperienza online ottimale. Ti chiediamo di contribuire con la somma che tu ritieni giusta al progetto Adblock Plus e ai nostri tentativi di mantenere in vita la community di ad blocking. Ogni contributo è prezioso!"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Paga con:"
  },
  "whats-new-header-1": {
    "message": "Quali sono le novità?"
  },
  "whats-new-lead-1": {
    "message": "Ecco una panoramica di alcuni miglioramenti recenti."
  },
  "whats-new-list-1": {
    "message": "<strong>Funzionalità di ad blocking migliorata</strong>. Molti siti web cercano il modo di impedire ad AdBlock di bloccare gli annunci fastidiosi. Per questo motivo, aggiorniamo spesso la nostra funzionalità per superare questi tentativi anti ad blocking. Se ti imbatti in un sito web che non ti permette di bloccare gli annunci, informaci usando la funzionalità Segnala problema."
  },
  "whats-new-list-2": {
    "message": "<strong>Prestazioni migliorate</strong>. Abbiamo cambiato il modo in cui gestiamo i frammenti antielusione che prendono di mira gli stessi domini per mantenere attivi solo quelli che applicano le modifiche. Questo significa che ci si può aspettare prestazioni complessive migliori dalla nostra estensione."
  },
  "whats-new-list-3": {
    "message": "<strong>Una base più solida per il futuro</strong>. Sta per arrivare Manifest V3, l'ultima versione della piattaforma di estensione per i browser basati su Chromium. E noi ci stiamo preparando! Con MV3, il funzionamento delle estensioni dei browser cambierà radicalmente e, di conseguenza, il nostro team sta apportando modifiche significative alla modalità di funzionamento di AdBlock. Abbiamo fatto molti progressi per poter continuare ad aiutare gli utenti di AdBlock a mantenere il controllo della loro esperienza online man mano che la rete si evolve."
  },
  "whats-new-list-4": {
    "message": "<strong>Migliorata l'esperienza dell'utente.</strong> Ci impegniamo sempre a migliorare Adblock Plus. Abbiamo recentemente aggiornato diversi messaggi di errore per facilitare il debug, abbiamo apportato delle modifiche alla nostra terminologia e aggiunto un nuovo piè di pagina al menu pop-up per accedere comodamente a ciò di cui hai bisogno."
  },
  "whats-new-support": {
    "message": "Vuoi segnalare un problema? Contattaci tramite i social media, per <a data-mask='{\"href\": \"bWFpbHRvOmRvbmF0aW9uc0BhZGJsb2NrcGx1cy5vcmc=\"}'>e-mail</a> o sul <a href=\"https://adblockplus.org/forum\">forum utenti</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Politica sulla riservatezza"
  },
  "main-heading-1": {
    "message": "Un sistema basato sulla fiducia"
  },
  "main-lead-1": {
    "message": "Ciao dal team di Adblock Plus!"
  },
  "main-lead-2": {
    "message": "Adblock Plus è un honorware, il che significa <strong>che si basa su un rapporto di fiducia reciproca</strong>:"
  },
  "main-lead-3": {
    "message": "Tu <strong>paghi quello che ti puoi permettere</strong> per Adblock Plus. Lasciamo decidere il prezzo a <strong>te</strong>."
  },
  "main-lead-4": {
    "message": "Sviluppiamo funzionalità che ti consentono di assumere il controllo della tua esperienza di esplorazione online."
  },
  "main-lead-5": {
    "message": "Se Adblock Plus non dovesse piacerti, ti offriamo il <strong>rimborso</strong> e la possibilità di <strong>tenerlo comunque</strong>."
  },
  "main-heading-2": {
    "message": "Se ti serve aiuto, inviaci un'e-mail"
  },
  "main-body-1": {
    "message": "Ti chiediamo di pagare quanto puoi e se cambi idea hai 120 giorni per ottenere il rimborso."
  },
  "main-body-3": {
    "message": "Se hai bisogno di noi, ti mettiamo a disposizione il supporto autonomo 24x7 e il supporto via e-mail 8x5 sul nostro portale di assistenza, <a>help.eyeo.com</a>."
  },
  "main-body-4": {
    "message": "Grazie per aver scelto Adblock Plus! Buona esplorazione!"
  },
  "main-body-5": {
    "message": "Saluti <span></span>dal team di Adblock Plus."
  }
}