{
  "abp-can-be-improved": {
    "message": "Il tuo Adblock Plus può essere migliorato!"
  },
  "adding-enhancements": {
    "message": "Abbiamo recentemente portato a termine il primo di una serie di miglioramenti di Adblock Plus. Con il lancio di Adblock Plus Premium, abbiamo elaborato ulteriori metodi per aiutare i nostri utenti a godere di un'esperienza di navigazione in rete con meno pop-up e distrazioni. Abbiamo evidenziato qui di seguito il lavoro svolto."
  },
  "abp-free-software": {
    "message": "Il nostro team si impegna a fondo per fare in modo che Adblock Plus offra a tutti la migliore esperienza di navigazione in rete. Quest'anno, ci siamo concentrati sul facilitare il blocco di più pop-up e distrazioni. E questo è solo l'inizio. Ti invitiamo a scoprire Adblock Plus Premium. <strong>Ogni contributo è prezioso!</strong>"
  },
  "whats-new-header-1": {
    "message": "Quali sono le novità?"
  },
  "enjoy-fewer-distractions": {
    "message": "Con Adblock Premium puoi godere di un'esperienza di navigazione in rete con meno distrazioni."
  },
  "stop-autoplay-video": {
    "message": "<strong>Blocca gli autoplay dei video. </strong> Nascondi i video ad avvio automatico che ti seguono mentre navighi, utilizzati da molti siti."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Elimina i pop-up relativi alle newsletter.</strong> Metti fine ai pop-up utilizzati dai siti per farti iscrivere alle loro mailing list e newsletter."
  },
  "block-survey-requests": {
    "message": "<strong>Blocca le notifiche dei siti e le richieste di sondaggi.</strong> Molti siti ti chiedono di monitorare la tua posizione o di partecipare a brevi sondaggi. Ora rifiuteremo automaticamente queste richieste provenienti dai siti che visiti."
  },
  "hide-cookie-notices": {
    "message": "<strong>Nascondi le notifiche di consenso all'utilizzo dei cookie.</strong> Presto potrai sbarazzarti di quei fastidiosi banner di consenso all'utilizzo dei cookie su quasi tutti i siti web grazie alla nuova funzionalità di blocco dei cookie che stiamo completando."
  },
  "whats-new-support": {
    "message": "Devi segnalare un problema? Contattaci tramite i social media, per <a>e-mail</a> o sul <a>forum utenti</a>."
  },
  "privacy-policy": {
    "message": "Informativa sulla privacy"
  }
}