{
  "title": {
    "message": "Adblock Plus è stato aggiornato"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus è stato aggiornato! <span>(versione 3.11)</span>"
  },
  "update-lead-1": {
    "message": "Negli ultimi mesi abbiamo aggiunto nuove funzionalità ad Adblock Plus e ne abbiamo migliorato le prestazioni. Ci impegniamo a offrirti la migliore tecnologia di ad blocking per consentirti di goderti un web pulito. Adblock Plus è un software gratuito e supportato dalla comunità, e questo <strong>non sarebbe possibile senza il tuo sostegno continuo.</strong>"
  },
  "update-lead-2": {
    "message": "Investiamo molto tempo e molte risorse per sviluppare e offrire ai nostri utenti un'esperienza online ottimale. Ti chiediamo di donare quello che ritieni sia un giusto contributo al progetto Adblock Plus e ai nostri sforzi per tenere in vita la comunità di ad blocking. <strong>Ogni donazione è gradita!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Paga con:"
  },
  "whats-new-header-1": {
    "message": "Quali sono le novità?"
  },
  "whats-new-lead-1": {
    "message": "Ecco una panoramica di alcuni miglioramenti e nuove funzioni. Prossimamente ci saranno altri cambiamenti!"
  },
  "whats-new-list-1": {
    "message": "<strong>Nuovi filtri raccomandati.</strong> Abbiamo reso più facile bloccare altre distrazioni come le notifiche dei cookie ecc. Accedi a <em>Impostazioni > Generale > Filtri raccomandati</em> per provarli!"
  },
  "whats-new-list-2": {
    "message": "<strong>Ad blocking migliorato.</strong> Molti siti rendono difficile per Adblock Plus bloccare gli annunci. Abbiamo migliorato la nostra capacità di bloccare gli annunci e aggiorniamo regolarmente questa capacità. Puoi usare la nostra funzionalità <em>Segnala problema</em> per informarci di eventuali problemi con la nostra capacità di ad blocking."
  },
  "whats-new-list-3": {
    "message": "<strong>Migliori prestazioni.</strong> Abbiamo migliorato la nostra logica nel verificare la presenza di elenchi filtri disattivati, così Adblock Plus utilizza meno larghezza di banda."
  },
  "whats-new-list-4": {
    "message": "<strong>Privacy migliorata.</strong> Per i nostri utenti che navigano in schede private, abbiamo escluso il numero di richieste bloccate dal contatore del totale dei blocchi."
  },
  "whats-new-list-5": {
    "message": "<strong>Miglior debugging.</strong> Per gli utenti tecnici abbiamo introdotto una modalità di debug per filtri nascondi elementi attivabile nella pagina delle impostazioni <em>avanzate</em> di Adblock Plus. Puoi facilmente evidenziare gli elementi che sono interessati dai filtri nascondi elementi."
  },
  "whats-new-support": {
    "message": "Devi segnalare un problema? Puoi contattarci tramite social media, <a>email</a> o il <a>forum utenti</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Politica sulla riservatezza"
  }
}