{
  "title": {
    "message": "Abbiamo aggiornato Adblock Plus"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Abbiamo aggiornato Adblock Plus!"
  },
  "update-lead-1": {
    "message": "Negli ultimi mesi, ci siamo concentrati sull'aggiunta di nuove funzionalità e sul miglioramento delle prestazioni di Adblock Plus. Vogliamo offrirti la migliore tecnologia di blocco degli annunci, così che tu possa usufruire di una rete pulita. Adblock Plus è un software gratuito, supportato dalla nostra community, e questo non sarebbe possibile senza <strong>il tuo aiuto continuo.</strong>"
  },
  "update-lead-2": {
    "message": "Dedichiamo molto tempo ed energie allo sviluppo, per garantire ai nostri utenti un'esperienza online ottimale. Ti chiediamo pertanto di contribuire al progetto Adblock Plus con l'importo che ritieni adeguato per aiutarci a mantenere viva la community di blocco degli annunci. <strong>Ogni contributo è apprezzato!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Paga con:"
  },
  "whats-new-header-1": {
    "message": "Che novità ci sono?"
  },
  "whats-new-lead-1": {
    "message": "Ecco un sommario delle novità più recenti."
  },
  "whats-new-list-1": {
    "message": "<strong>Funzionalità di ad blocking migliorata</strong>. Molti siti web cercano il modo di impedire ad Adblock Plus di bloccare gli annunci fastidiosi. Per questo motivo, aggiorniamo spesso la nostra funzionalità per superare questi tentativi anti ad blocking. Se ti imbatti in un sito web che non ti permette di bloccare gli annunci, informaci usando la funzionalità Segnala problema."
  },
  "whats-new-list-2": {
    "message": "<strong>Prestazioni migliorate</strong>. Abbiamo cambiato il modo in cui gestiamo le misure antielusive che prendono di mira gli stessi domini in modo da mantenere attivi solo quelli che apportano modifiche. Questo significa che potrai aspettarti prestazioni migliorate dal nostro servizio."
  },
  "whats-new-list-3": {
    "message": "<strong>Una base più solida per il futuro</strong>. Manifest V3, l'ultima versione della piattaforma di estensioni per i browser basati su Chromium, è all'orizzonte. E noi siamo pronti! MV3 rappresenta un grande cambiamento nel modo in cui funzioneranno le estensioni del browser, e richiede al nostro team di apportare alcune modifiche importanti al funzionamento di Adblock Plus. Abbiamo fatto molti progressi per poter continuare ad aiutare gli utenti di Adblock Plus a mantenere il controllo della loro esperienza online mentre il web si evolve."
  },
  "whats-new-list-4": {
    "message": "<strong>Migliorata l'esperienza dell'utente.</strong> Ci impegniamo sempre a migliorare Adblock Plus. Abbiamo recentemente aggiornato diversi messaggi di errore per facilitare il debug, abbiamo apportato delle modifiche alla nostra terminologia e aggiunto un nuovo piè di pagina al menu pop-up per accedere comodamente a ciò di cui hai bisogno."
  },
  "whats-new-support": {
    "message": "Hai bisogno di segnalare un problema? Contattaci tramite il nostro <a>Centro assistenza</a> o via e-mail all'indirizzo <a>support@adblockplus.org</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Informativa sulla privacy"
  },
  "main-heading-1": {
    "message": "Un sistema basato sulla fiducia"
  },
  "main-lead-1": {
    "message": "Ciao dal team di Adblock Plus!"
  },
  "main-lead-2": {
    "message": "Adblock Plus è un honorware, il che significa <strong>che si basa su un rapporto di fiducia reciproca</strong>:"
  },
  "main-lead-3": {
    "message": "Tu <strong>paghi quello che ti puoi permettere</strong> per Adblock Plus. Lasciamo decidere il prezzo a <strong>te</strong>."
  },
  "main-lead-4": {
    "message": "Sviluppiamo funzionalità che ti consentono di assumere il controllo della tua esperienza di esplorazione online."
  },
  "main-lead-5": {
    "message": "Se Adblock Plus non dovesse piacerti, ti offriamo il <strong>rimborso</strong> e la possibilità di <strong>tenerlo comunque</strong>."
  },
  "main-heading-2": {
    "message": "Se ti serve aiuto, inviaci un'e-mail"
  },
  "main-body-1": {
    "message": "Ti chiediamo di pagare quanto puoi e se cambi idea hai 120 giorni per ottenere il rimborso."
  },
  "main-body-3": {
    "message": "Se hai bisogno di noi, ti mettiamo a disposizione il supporto autonomo 24x7 e il supporto via e-mail 8x5 sul nostro portale di assistenza, <a>help.adblockplus.org</a>."
  },
  "main-body-4": {
    "message": "Grazie per aver scelto Adblock Plus! Buona esplorazione!"
  },
  "main-body-5": {
    "message": "Saluti <span></span>dal team di Adblock Plus."
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Funzionalità di blocco annunci migliorata</strong>. Molti siti web cercano il modo di impedire ad Adblock Plus di bloccare gli annunci fastidiosi. Per questo ci siamo concentrati sul miglioramento della nostra funzionalità per superare questi tentativi anti ad blocking."
  },
  "new-tab-heading-1": {
    "message": "Aiuta Adblock Plus a rendere internet un posto migliore"
  },
  "new-tab-lead-1": {
    "message": "Ci siamo concentrati sull'aggiunta di nuove funzionalità e sul miglioramento delle prestazioni di Adblock Plus, e ci teniamo a offrirti la migliore tecnologia di blocco degli annunci, così da poter usufruire di una rete pulita."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus è un software gratuito e supportato dalla sua community. È importante per noi che chiunque possa utilizzare il nostro software, indipendentemente dal fatto che possa contribuire o meno. Ma questo non sarebbe possibile senza il tuo continuo supporto. Dedichiamo molto tempo ed energie allo sviluppo, per garantire ai nostri utenti un'esperienza online ottimale. Ti chiediamo pertanto di contribuire al progetto Adblock Plus con l'importo che ritieni adeguato per aiutarci a mantenere viva la community di blocco degli annunci. Ogni contributo è apprezzato!"
  },
  "out-mission-heading-1": {
    "message": "Creare un'esperienza online migliore per tutti"
  },
  "out-mission-lead-1": {
    "message": "Il nostro obiettivo è creare un'esperienza di navigazione online priva di distrazioni e preoccupazioni per tutti. A questo scopo, abbiamo molto da fare per bloccare più pop-up e distrazioni e rendere più sicura la tua esperienza in rete, garantendo che i nostri utenti mantengano il controllo del loro utilizzo di internet. Il tuo contributo consente al nostro team di continuare a creare strumenti semplici e intuitivi accessibili a tutti. Non potremmo fare quello che facciamo senza di te!"
  },
  "abp-can-be-improved": {
    "message": "Il tuo Adblock Plus può essere migliorato!"
  },
  "adding-enhancements": {
    "message": "Abbiamo recentemente apportato il primo di una serie di miglioramenti ad Adblock Plus. Con il lancio di Adblock Plus Premium, abbiamo sviluppato ulteriori modi per aiutare i nostri utenti a vivere un'esperienza internet con meno pop-up e distrazioni. Abbiamo evidenziato il nostro lavoro qui di seguito."
  },
  "abp-free-software": {
    "message": "Il nostro team dedica migliaia di ore a garantire che Adblock Plus offra la migliore esperienza online per tutti. Quest'anno ci siamo concentrati sul rendere più facile per i nostri utenti il blocco di un maggior numero di pop-up e distrazioni, e abbiamo appena iniziato. Ci piacerebbe se potessi dare un'occhiata ad Adblock Plus Premium. <strong>Ogni contributo è apprezzato!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Con Adblock Premium potrai godere di un'esperienza internet con molte meno distrazioni."
  },
  "stop-autoplay-video": {
    "message": "<strong>Blocca i feed video in riproduzione automatica. </strong> Nascondi i video utilizzati da molti siti web che vengono riprodotti automaticamente e ti seguono durante la navigazione."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Rimuovi i pop-up delle newsletter.</strong> Metti fine ai pop-up che i siti web utilizzano per farti iscrivere alle loro liste di e-mail e newsletter. "
  },
  "block-survey-requests": {
    "message": "<strong>Blocca le notifiche dei siti e le richieste di partecipazione ai sondaggi.</strong> Molti siti web ti chiedono di tracciare la tua posizione o di partecipare a brevi sondaggi. Ora rifiuteremo automaticamente queste richieste dai siti web che visiti."
  },
  "hide-cookie-notices": {
    "message": "<strong>Nascondi le notifiche di consenso ai cookie.</strong> Presto potrai sbarazzarti di quei fastidiosi banner di consenso all'utilizzo dei cookie su quasi tutti i siti web grazie alla nuova funzionalità di blocco dei cookie che stiamo completando."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Blocca altri pop-up e distrazioni.</strong> Di' addio alle richieste di partecipazione ai sondaggi, ai pop-up delle newsletter e ai fastidiosi annunci video in riproduzione automatica quando sblocchi Adblock Plus Premium."
  },
  "do-you-like-adblockplus": {
    "message": "Ti piace Adblock Plus? Se sì, ti piacerebbe contribuire al suo supporto?"
  },
  "an-overview": {
    "message": "Ecco un sommario delle novità più recenti che abbiamo introdotto su Adblock Plus."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "Abbiamo aggiornato Adblock Plus!"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "Negli ultimi mesi abbiamo aggiunto nuove funzionalità e migliorato le prestazioni di Adblock Plus. Ci teniamo a fornirti la migliore tecnologia di ad blocking, in modo che tu possa goderti una navigazione tranquilla. Adblock Plus è un software gratuito supportato dalla propria community, e questo non sarebbe possibile senza il tuo continuo supporto."
  },
  "whats-new-header-1-unrestricted": {
    "message": "Che novità ci sono?"
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>Funzionalità di ad blocking migliorata.</strong> Molti siti web cercano di impedire ad Adblock Plus di bloccare annunci fastidiosi. È per questo che ci concentriamo nel migliorare la nostra abilità nel bloccare questi annunci e di stare al passo con i siti in continua evoluzione. Con la nuova versione di Adblock Plus per Safari e con gli aggiornamenti per Chrome, Edge e Firefox, potrai continuare ad avere annunci meno invadenti durante la tua navigazione."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>Architettura migliorata per il futuro.</strong> Sta per arrivare Manifest V3, l'ultima versione della piattaforma di estensione per i browser basati su Chromium. E noi ci stiamo preparando! MV3 rappresenta un grande cambiamento nel modo in cui funzioneranno le estensioni del browser e richiede al nostro team di apportare alcune modifiche importanti al funzionamento di Adblock Plus. Abbiamo fatto molti progressi per poter continuare a soddisfare i nostri utenti in un mondo in continua evoluzione."
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>Personalizza le pagine durante la navigazione.</strong> Abbiamo lanciato la funzione di blocco degli elementi, che consente di bloccare parti di una pagina web anche se non si tratta di un annuncio. Ad esempio, alcune parti di una pagina web, come i suggerimenti della barra laterale, possono risultare particolarmente fastidiose. Con questa nuova funzione, è possibile bloccare qualsiasi parte di una pagina in modo che rimanga nascosta ogni volta che si visita il sito."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>È arrivato Adblock Plus Premium!</strong> Con Adblock Plus Premium, potrai bloccare distrazioni più mirate nei siti web, tra cui notifiche dei siti, video fluttuanti, pop-up nelle newsletter e molto altro. Puoi saperne di più sulla versione Premium <a>qui</a>. E se hai già contribuito in passato, puoi <a>accedere</a> immediatamente a queste funzionalità premium."
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[Prossimamente]</em> Modalità Bypass per Adblock Plus Premium.</strong> I pop-up che richiedono agli utenti di disattivare il proprio blocco annunci stanno diventando sempre più frequenti sul web. È per questo che stiamo per lanciare una nuova funzionalità per Adblock Plus Premium chiamata Modalità Bypass. Con questa modalità potrai vedere sempre meno di questi messaggi durante la navigazione, godendo di una migliore esperienza online."
  },
  "update__alert__heading": {
    "message": "Per favore non andartene"
  },
  "update__alert__paragraph-1": {
    "message": "Salve,"
  },
  "update__alert__paragraph-2": {
    "message": "Da utente Adblock Plus, conosci in prima persona il valore che il nostro software apporta alla tua esperienza online. Bloccando annunci intrusivi e indesiderati, Adblock Plus ti aiuta a navigare più velocemente, in modo più sicuro e con meno distrazioni. Ma lo sapevi che Adblock Plus è completamente gratuito e che non ci sono costi a sorpresa? Crediamo che tutti dovrebbero avere accesso a una navigazione migliore e priva di annunci, motivo per cui offriamo Adblock Plus gratuitamente a tutti gli utenti."
  },
  "update__alert__paragraph-3": {
    "message": "Ma ci serve il tuo aiuto per mantenere Adblock Plus in funzione e per migliorarlo. Mentre una piccola percentuale di utenti contribuisce generosamente a supportare la nostra missione, noi facciamo affidamento su utenti come te per mantenere Adblock Plus in funzione e gratuito per tutti. Il tuo contributo, non importa quanto piccolo, può fare un'enorme differenza. Quindi se Adblock Plus ti ha fatto risparmiare anche solo qualche soldo o qualche ora di frustrazione impedendoti di vedere annunci indesiderati, puoi valutare se contribuire a supportare il nostro team e fare avanzare la causa di un internet gratuito per tutti. Grazie per il tuo supporto. Insieme, possiamo rendere la navigazione online un'esperienza migliore per tutti."
  },
  "update__alert__paragraph-4": {
    "message": "Cordiali saluti,  il Team Adblock Plus"
  },
  "new__paragraph-1": {
    "message": "In Adblock Plus, crediamo nella possibilità di un'esperienza di navigazione migliore per tutti."
  },
  "new__item-1__heading": {
    "message": "Preparazione per Manifest V3"
  },
  "new__item-1__paragraph-1": {
    "message": "Siamo entusiasti di annunciare che il rilascio ufficiale dell'estensione Manifest V3 Adblock Plus avverrà in primavera! È in arrivo Manifest V3, l'ultima versione della piattaforma di estensioni per i browser basati su Chromium. MV3 rappresenta un grande cambiamento nel funzionamento delle estensioni per browser e ha richiesto al nostro team l'apporto di <a>alcune modifiche al funzionamento di Adblock Plus</a>."
  },
  "new__item-2__heading": {
    "message": "Correzioni di bug vari"
  },
  "new__item-2__paragraph-1": {
    "message": "Come sempre, ci assicuriamo continuamente che tu possa ottenere il massimo dal tuo prodotto di blocco degli annunci. Abbiamo risolto alcuni bug, tra cui uno che interferiva con l'accesso ad Adblock Plus Premium."
  },
  "new__item-3__heading": {
    "message": "Nascondi i banner dei cookie e altre distrazioni (Premium)"
  },
  "new__item-3__paragraph-1": {
    "message": "Concentrati sui contenuti che vuoi vedere quando <a>blocchi quei fastidiosi banner</a> che ti chiedono di accettare i cookie sui siti web. Puoi anche <a>bloccare altri pop-up</a>, come i video in riproduzione automatica, i pop-up delle newsletter, le richieste di sondaggi e altro ancora."
  },
  "new__item-4__heading": {
    "message": "Migliore blocco degli annunci su tutto il web"
  },
  "new__item-4__paragraph-1": {
    "message": "Come sempre, continuiamo ad analizzare il modo in cui siti ed editori interagiscono con gli ad blocker. Abbiamo aggiornato la nostra estensione per stare al passo e continuare a bloccarti gli annunci mentre navighi online. Abbiamo anche risolto un recente problema che causava ad alcuni utenti un rallentamento su YouTube e altri siti. Per saperne di più, leggi <a>qui</a>."
  },
  "new__item-4__paragraph-2": {
    "message": "<a>Scopri di più su Adblock Plus Premium</a>"
  },
  "new__paragraph-3": {
    "message": "Devi riportare un problema? Contattaci sul social media, via <a>e-mail</a> o il <a>forum utenti</a>."
  },
  "new__item-5__heading": {
    "message": "Scegli il tuo modo di navigare i siti web"
  },
  "new__item-5__paragraph-1": {
    "message": "E se quello che vuoi bloccare non è un annuncio? Puoi personalizzare la tua navigazione sul web <a>utilizzando la procedura guidata</a> per nascondere le parti di una pagina che non vuoi vedere."
  },
  "support-money-back": {
    "message": "Supportaci in sicurezza: <strong>rimborso garantito entro 60 giorni</strong>. E potrai continuare a usare Adblock Plus."
  },
  "update-section-1__heading": {
    "message": "Abbiamo aggiornato Adblock Plus!"
  },
  "update-section-1-row-1__paragraph-1": {
    "message": "Ciao!"
  },
  "update-section-1-row-1__paragraph-2": {
    "message": "La missione di Adblock Plus è quella di creare un internet privo di preoccupazioni e distrazioni per tutti. Ecco perché abbiamo sviluppato la nostra estensione per bloccare pop-up, annunci fastidiosi e altre distrazioni sul web. Adblock Plus ti aiuta a navigare sul web in modo più veloce, sicuro e con un maggiore controllo sulla tua esperienza online."
  },
  "update-section-1-row-1__paragraph-3": {
    "message": "Inoltre, Adblock Plus è gratuito per gli utenti, perché crediamo che tutti debbano avere la possibilità di accedere a una migliore esperienza online. Ecco perché molti utenti scelgono di contribuire ai nostri sforzi. Se credi in quello che facciamo e vuoi aiutarci nel nostro percorso, puoi farlo qui di seguito. Insieme, possiamo rendere internet un posto migliore per tutti!"
  },
  "update-section-1-row-1__paragraph-4": {
    "message": "Grazie,<span></span> Il Team Adblock Plus"
  },
  "update-gaurantee__text": {
    "message": "Sostienici con fiducia: <strong>cancella in qualsiasi momento</strong> e usa la nostra <strong>garanzia di rimborso di 60 giorni</strong>. E puoi tenere Adblock Plus."
  },
  "update-payment-frequency__label--once": {
    "message": "Fai un contributo <strong>ad hoc</strong>"
  },
  "update-payment-frequency__label--recurring": {
    "message": "Fai un contributo <strong>ricorrente</strong>"
  },
  "update-payment-switch__label--monthly": {
    "message": "Mensile"
  },
  "update-payment-switch__label--yearly": {
    "message": "Annuale"
  },
  "update-payment-reward__text": {
    "message": "Grazie! Con <span>35.00</span> potrai ottenere <span>Adblock Plus Premium</span> <span>gratuitamente per un anno</span>. Grazie per il tuo supporto."
  },
  "update-payment__checkout-button": {
    "message": "Paga ora"
  },
  "product__premium": {
    "message": "Adblock Plus Premium"
  },
  "update-payment-reward__1-month": {
    "message": "Grazie! Con <span>35.00</span> potrai ottenere <span>Adblock Plus Premium</span> per un mese. Grazie per il tuo supporto."
  },
  "update-payment-reward__n-months": {
    "message": "Grazie! Con <span>35.00</span> potrai ottenere <span>Adblock Plus Premium</span> per <span>8</span> mesi. Grazie per il tuo supporto."
  },
  "update-payment-reward__1-year": {
    "message": "Grazie! Con <span>35.00</span> potrai ottenere <span>Adblock Plus Premium</span> gratuitamente per un anno. Grazie per il tuo supporto."
  },
  "update-payment-reward__n-years": {
    "message": "Grazie! Con <span>35.00</span> potrai ottenere <span>Adblock Plus Premium</span> per <span>8</span> anni. Grazie per il tuo supporto."
  },
  "update-payment-reward": {
    "message": "Grazie! Con <span>35.00</span> potrai ottenere <span>Adblock Plus Premium</span>. Grazie per il tuo supporto."
  },
  "update-payment-suffix__monthly": {
    "message": "/mensile"
  },
  "update-payment-suffix__yearly": {
    "message": "/annuale"
  },
  "update__installing-card__heading-1": {
    "message": "Installazione dell'ultimo aggiornamento di Adblock Plus"
  },
  "please_dont_scroll_away": {
    "message": "Non scorrere verso il basso"
  },
  "whats-new-paragraph-1": {
    "message": "Stiamo lavorando duramente per rendere Adblock Plus più prezioso per te, migliorando le funzionalità e preparando l'estensione per il futuro."
  },
  "whats-new-paragraph-2": {
    "message": "Ecco un riepilogo degli ultimi sviluppi:"
  },
  "new__item-6__heading": {
    "message": "Supporta i tuoi content creator preferiti"
  },
  "new__item-6__paragraph-1": {
    "message": "Molti content creator dipendono dagli introiti pubblicitari per continuare a creare. Supporta quelli che ami permettendo<a> annunci su siti specifici</a> e continuando a bloccarli nel resto dei siti."
  },
  "new__item-7__heading": {
    "message": "Goditi un web più privato e sicuro"
  },
  "new__item-7__paragraph-1": {
    "message": "Con <a>AdBlock VPN</a>, realizzato dai nostri partner di AdBlock, hai un controllo ancora maggiore su come navighi. Nascondi la tua identità online, usa il Wi-Fi pubblico in modo più sicuro e goditi una maggiore sicurezza online."
  },
  "new-premium__heading": {
    "message": "Sblocca di più con Premium."
  },
  "new-premium__paragraph-1": {
    "message": "Sapevi che Adblock Plus ti dà maggiore controllo su come navighi sul web? Un modo per migliorare la tua esperienza di navigazione è quello di <a>nascondere i banner dei cookie</a> con <a>Adblock Plus Premium</a>."
  },
  "new-premium__paragraph-2": {
    "message": "Probabilmente conosci fin troppo bene i banner dei cookie che ti chiedono di accettare o rifiutare i cookie sui siti web. Sebbene questi banner abbiano lo scopo di informare l'utente in nome della privacy, sono diventati un fastidio per molti utenti. Alcuni utenti accettano tutti i cookie solo per chiudere il banner ed essere sicuri di poter accedere a ciò che desiderano."
  },
  "new-premium__paragraph-3": {
    "message": "Per fortuna, con Adblock Plus Premium puoi arrivare più velocemente a destinazione. Adblock Plus Premium <a>blocca i fastidiosi banner con i cookie</a> e rifiuta tutti i cookie di terze parti non necessari per conto tuo. Ora puoi concentrarti su ciò che conta di più senza distrazioni."
  },
  "240423-shared__heading-1": {
    "message": "Sfrutta al meglio Adblock Plus"
  },
  "240423-shared__paragraph-1": {
    "message": "Adblock Plus inizia subito a bloccare i pop-up e altri annunci fastidiosi. Ecco alcuni modi per fare ancora di più:"
  },
  "240423-shared__heading-2": {
    "message": "Blocca di più con Premium"
  },
  "240423-shared__paragraph-2": {
    "message": "Prendi il controllo della tua esperienza di navigazione con <a>Adblock Plus Premium</a>. Blocca <a>i fastidiosi cookie banner</a>, blocca i pop-up aggiuntivi come i video in riproduzione automatica, i pop-up delle newsletter, le richieste di sondaggi e molto altro ancora."
  },
  "240423-shared__heading-3": {
    "message": "Goditi una maggiore privacy"
  },
  "240423-shared__paragraph-3": {
    "message": "Accedi a un web più sicuro ovunque tu vada quando usi Adblock Plus Premium e <a>Adblock VPN</a>, realizzati dai nostri partner di Adblock. Oltre ai vantaggi di Premium, potrai tenere al sicuro le tue informazioni personali quando <a>navighi sul web in modo anonimo</a>."
  },
  "240423-shared__heading-4": {
    "message": "Aggiungi Adblock Plus alla tua barra degli strumenti"
  },
  "240423-shared__paragraph-4": {
    "message": "Accedi alle impostazioni e vedi quanti annunci hai bloccato quando <a>appunti l'estensione</a> sul tuo browser. Nella maggior parte dei browser, questo significa che dovrai semplicemente fare clic sul simbolo del puzzle in alto a destra per appuntarlo."
  },
  "240423-shared__heading-5": {
    "message": "Scegli cosa bloccare"
  },
  "240423-shared__paragraph-5": {
    "message": "Puoi <a>esplorare gli elenchi filtri</a> o utilizzare il nostro strumento di blocco manuale per personalizzare ciò che stai bloccando durante la navigazione, anche se non si tratta di un annuncio!"
  },
  "240423-shared__heading-6": {
    "message": "Abilita Adblock Plus per la modalità di navigazione privata"
  },
  "240423-shared__paragraph-6": {
    "message": "Sei fan della modalità di navigazione privata del tuo browser? Per far funzionare AdBlock in modalità privata, segui i passaggi riportati in <a>questo blog post</a>."
  },
  "240423-shared__heading-7": {
    "message": "Supporta i creatori di contenuti che ami"
  },
  "240423-shared__paragraph-7": {
    "message": "Anche se tutti noi odiamo gli annunci invadenti, ci sono sicuramente dei creatori i cui contenuti ci piacciono molto. Se vuoi sostenerli con gli introiti pubblicitari, puoi sempre <a>aggiungere i tuoi siti preferiti tra i siti accettati</a>. In questo modo gli annunci saranno consentiti su quei siti, mentre saranno bloccati in tutti gli altri."
  },
  "240430-shared__heading-2": {
    "message": "Blocca i fastidiosi banner dei cookie"
  },
  "240430-shared__paragraph-2": {
    "message": "Lo sapevi che i cookie raccolgono i tuoi dati? I cookie sono diffusi in tutto il web e anche i fastidiosi banner che ti chiedono di accettarli. Con <a>Premium</a> puoi evitare il tracciamento indesiderato e bloccare i banner dei cookie."
  },
  "240507-shared__heading-8": {
    "message": "Siamo pronti al futuro"
  },
  "240507-shared__paragraph-8": {
    "message": "Abbiamo ufficialmente lanciato la versione Manifest V3 di Adblock Plus per continuare a fornirti la migliore esperienza web ora e per sempre."
  },
  "update-premium-benefits__heading": {
    "message": "Contribuisci oggi stesso e ricevi un aggiornamento ad Adblock <strong>Plus</strong> Premium"
  },
  "update-premium-benefits__item-1": {
    "message": "Blocca i pop-up per il consenso ai cookie"
  },
  "update-premium-benefits__item-2": {
    "message": "Blocca le iscrizioni via e-mail e i video fluttuanti"
  },
  "240529-shared__heading-1": {
    "message": "Quali sono le novità?"
  },
  "240529-shared__paragraph-1": {
    "message": "Abbiamo lavorato al miglioramento di Adblock Plus. Ecco le novità:"
  },
  "240529-shared__heading-2": {
    "message": "Un nuovo menu Adblock Plus"
  },
  "240529-shared__paragraph-2": {
    "message": "Abbiamo ridisegnato il menu Adblock Plus per renderlo ancora migliore! Potrai ora <a>bloccare il banner dei cookies</a>, i video in riproduzione automatica, i pop-up delle newsletter e altre simili distrazioni in ancora meno passaggi, con <a>Adblock Plus Premium</a>. (Per gli utenti in Germania, Adblock Plus sarà disponibile molto presto!)"
  },
  "240529-shared__heading-3": {
    "message": "A prova di futuro"
  },
  "240529-shared__paragraph-3": {
    "message": "Abbiamo ufficialmente adottato la versione Manifest V3 di Adblock Plus per continuare a fornirti la migliore esperienza di navigazione oggi e per sempre."
  },
  "240529-shared__heading-4": {
    "message": "Adblock Plus per tutti i tuoi dispositivi"
  },
  "240529-shared__paragraph-4": {
    "message": "Navighi da più di un dispositivo? Adblock Plus è disponibile per browser diversi, tra cui Chrome, Edge e Firefox. E con <a>Adblock Plus per Safari</a>potrai bloccare gli annunci del web sul tuo Mac!"
  },
  "240529-shared__heading-5": {
    "message": "Un migliore blocco degli annunci durante la navigazione"
  },
  "240529-shared__paragraph-5": {
    "message": "Gli inserzionisti cercano regolarmente nuovi modi di bypassare il blocco degli annunci. Continuiamo a migliorare le funzionalità per assicurarci che tu possa visualizzare meno annunci quando sei online."
  },
  "update-motivation-notification-header__heading": {
    "message": "Hai notato la differenza?"
  },
  "update-motivation-notification-body__text": {
    "message": "Potrai ottenere Adblock <strong>Plus</strong> Premium con qualsiasi tipo di contributo; usa il cursore per visualizzarne le differenze."
  },
  "update-motivation-slider-modal-header__heading": {
    "message": "Usa il cursore per scoprire come funziona Premium"
  },
  "update-motivation-slider-modal-header__subheading": {
    "message": "I pop-up, i video galleggianti e i banner dei cookie spariscono non appena otterrai Premium"
  },
  "240625-shared__paragraph-1": {
    "message": "Siamo felici di annunciare che non ti chiederemo più contributi in denaro, nel futuro. Al contrario, saremo noi a darti qualcosa. E quel qualcosa è: Adblock Plus Premium. Con Adblock Plus Premium, potrai godere di un maggiore controllo sulla tua navigazione grazie a funzionalità aggiuntive create per migliorarla."
  },
  "240625-shared__paragraph-2": {
    "message": "Con Premium, oltre alle nostre funzionalità gratuite potrai:"
  },
  "240625-shared__heading-1": {
    "message": "Nascondere i banner dei cookie"
  },
  "240625-shared__paragraph-3": {
    "message": "Adblock Plus Premium <a>blocca i pop-up dei cookie</a> che ti richiedono di accettarli, rifiutando automaticamente i cookie non essenziali."
  },
  "240625-shared__heading-2": {
    "message": "Bloccare distrazioni aggiuntive"
  },
  "240625-shared__paragraph-4": {
    "message": "Concentrati su ciò che devi fare, non appena non avrai più quei video automatici a seguirti durante la navigazione, così come i pop-up delle newsletter, le richieste di sondaggi e altre distrazioni."
  },
  "240625-shared__paragraph-5": {
    "message": "Speriamo che potrai dare una chance ad Adblock Plus Premium!"
  },
  "240625-shared__paragraph-6": {
    "message": "Siamo felici di annunciare che non ti chiederemo più contributi in denaro, nel futuro. Al contrario, saremo noi a darti qualcosa. E quel qualcosa è: Adblock Plus Premium. <strong>La nostra iscrizione a Premium sarà disponibile ai nostri utenti in Francia verso la fine del 2024</strong>."
  },
  "240625-shared__paragraph-7": {
    "message": "Con Adblock Plus Premium, potrai godere di un maggiore controllo sulla tua navigazione grazie a funzionalità aggiuntive create per migliorarla. Potrai:"
  },
  "240625-shared__heading-6": {
    "message": "Nascondere i banner dei cookie"
  },
  "240625-shared__paragraph-8": {
    "message": "Dì addio a quei fastidiosi banner dei cookie, e goditi un'esperienza di navigazione migliorata. Adblock Plus Premium blocca i pop-up dei cookie che ti richiedono di accettarli, rifiutando automaticamente i cookie non essenziali."
  },
  "240625-shared__heading-7": {
    "message": "Bloccare distrazioni aggiuntive"
  },
  "240625-shared__paragraph-9": {
    "message": "Concentrati su ciò che devi fare, non appena non avrai più quei video automatici a seguirti durante la navigazione, così come i pop-up delle newsletter, le richieste di sondaggi e altre distrazioni."
  },
  "240625-shared__paragraph-10": {
    "message": "Nel frattempo se dovessi riscontrare problemi potrai contattarci tramite il nostro <a>Help Center</a> o via e-mail all'indirizzo <a>support@adblockplus.org</a>."
  },
  "update-header-section-1__heading": {
    "message": "Il tuo Adblock Plus è aggiornato"
  },
  "update-header-section-1__subheading": {
    "message": "Adblock Plus Premium è arrivato! Goditi un maggiore controllo sulla tua navigazione grazie a funzionalità aggiuntive create per migliorarla."
  },
  "update-header-section-2": {
    "message": "Concentrati sulle cose importanti e dì addio alle distrazioni con Adblock Plus Premium."
  },
  "update-header-section-3-item-1": {
    "message": "Nascondi i fastidiosi banner per il consenso ai cookie"
  },
  "update-header-section-3-item-2": {
    "message": "Blocca i video fluttuanti, le e-mail e molto altro ancora"
  },
  "update-header-section-3-item-3": {
    "message": "Carica le pagine più velocemente"
  },
  "update-plan-1-discount": {
    "message": "IL MIGLIOR RAPPORTO QUALITÀ/PREZZO - RISPARMIA IL 17%"
  },
  "update-plan-heading__product-premium": {
    "message": "PREMIUM"
  },
  "update-plan-heading__frequency-yearly": {
    "message": "ALL'ANNO"
  },
  "update-plan-heading-price__frequency-yearly": {
    "message": "/anno"
  },
  "update-plan-checkout-button": {
    "message": "Completa l'acquisto"
  },
  "update-plan-heading__frequency-monthly": {
    "message": "AL MESE"
  },
  "update-plan-heading-price__frequency-monthly": {
    "message": "/mese"
  },
  "update-payment-providers-preface": {
    "message": "Pagamenti accettati:"
  },
  "update-cancel-policy": {
    "message": "<strong>Disdici in qualsiasi momento</strong> e usufruisci della nostra <strong>garanzia di rimborso entro 60 giorni</strong>."
  },
  "update-difference-tease__lead": {
    "message": "Scopri la differenza nella tua esperienza online con Premium:"
  },
  "update-premium-difference__heading": {
    "message": "Hai notato la differenza?"
  },
  "update-premium-difference__subheading": {
    "message": "I pop-up, i video galleggianti e i banner dei cookie spariscono non appena passi a Premium"
  },
  "premium-difference-card__heading": {
    "message": "Usa il cursore per scoprire come funziona Premium"
  },
  "update-premium-checkout-button-frequency__yearly": {
    "message": "All'anno"
  },
  "update-premium-checkout-button-frequency__monthly": {
    "message": "Al mese"
  },
  "update-premium-features__heading": {
    "message": "Perché scegliere Premium?"
  },
  "update-premium-features-item-1__heading": {
    "message": "Blocca i pop-up per il consenso ai cookie"
  },
  "update-premium-features-item-1__paragraph-1": {
    "message": "In tutto il mondo, i siti web mostrano notifiche che informano sull'utilizzo dei cookie nei loro siti. Puoi nascondere questi fastidiosi pop-up grazie Premium."
  },
  "update-premium-features-item-2__heading": {
    "message": "Blocca più distrazioni"
  },
  "update-premium-features-item-2__paragraph-1": {
    "message": "Riprenditi il controllo del tuo browser e naviga come vuoi tu! Dì addio ai pop-up delle newsletter, ai video fluttuanti e a tutte le altre fastidiose distrazioni con Controllo distrazioni."
  },
  "update-premium-features-item-3__heading": {
    "message": "Supporta Adblock Plus"
  },
  "update-premium-features-item-3__paragraph-1": {
    "message": "Il tuo sostegno ci permette di creare un'esperienza di navigazione priva di preoccupazioni o distrazioni per tutti. Aiutaci a mantenere a galla Adblock Plus e ottieni l'accesso gratuito a più funzionalità non appena le distribuiremo."
  },
  "update-header-section-2__heading": {
    "message": "Abbiamo bloccato <span>23.358</span> annunci per te!"
  },
  "tracker-blocking-1": {
    "message": "<span>NOVITÀ!</span> Blocca i tracker"
  },
  "tracker-blocking-2": {
    "message": "Le pubblicità contengono tracker nascosti che ti seguono ovunque. Adblock Plus Premium li blocca per te!"
  }
}