{
  "youtube-letter__heading": {
    "message": "Il messaggio anti-blocco pubblicitario di YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Bloccare gli annunci su YouTube sta diventando sempre più difficile."
  },
  "youtube-letter__paragraph-1": {
    "message": "YouTube potrebbe occasionalmente impedire agli utenti Adblock Plus di riprodurre i video quando il loro blocco degli annunci è attivo. A volte apparirà un messaggio con richiesta di autorizzare gli annunci di YouTube dopo tre video e altre volte non verrà permesso all'utente di riprodurre nulla finché non avrà disattivato Adblock Plus."
  },
  "youtube-letter__paragraph-2": {
    "message": "Così come noi continuiamo a cercare di mantenere la nostra estensione aggiornata ed efficace, YouTube continua a impegnarsi a bloccare gli ad blocker sul suo sito. Sappiamo che questo potrebbe crearti un'esperienza di navigazione imprevedibile e tutt'altro che ideale, sia che tu veda o meno questo messaggio. Stiamo facendo tutto il possibile per migliorare l'esperienza dei nostri utenti."
  },
  "youtube-letter__paragraph-3": {
    "message": "Per assicurarti di poter accedere a YouTube anche se hai Adblock Plus, devi solo <a>aggiungere YouTube alla tua lista di siti accettati</a>. Puoi scegliere se consentire gli annunci su YouTube una volta o sempre. Naturalmente, continueremo a bloccare gli annunci fastidiosi ovunque tu navighi. Ovunque tu sia sul web, Adblock Plus ti dà anche la possibilità di utilizzare <a>regole di blocco personalizzate</a> per nascondere le distrazioni sulle pagine web. (Questa funzione è disponibile per gli utenti di Chrome, Edge e Firefox)."
  },
  "youtube-letter__paragraph-4": {
    "message": "Nel frattempo, continueremo a bloccare i pop-up e altri annunci fastidiosi per te in tutto il web. E se vuoi bloccare ancora più distrazioni (come i pop-up delle newsletter, le richieste di sondaggi e i video fluttuanti), puoi sempre iscriverti ad </a>Adblock Plus Premium<a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "Grazie del tuo sostegno!"
  },
  "title": {
    "message": "Bloccare annunci su YouTube | Adblock Plus"
  },
  "description": {
    "message": "Stai cercando di bloccare gli annunci di YouTube? Scopri di più sul perché gli utenti Adblock Plus stanno trovando barriere anti-blocco annunci su YouTube."
  }
}