{
  "youtube-letter__heading": {
    "message": "Le nuove barriere di YouTube contro i blocchi degli annunci"
  },
  "youtube-letter__subheading": {
    "message": "Il blocco degli annunci sta diventando sempre più difficile su YouTube."
  },
  "youtube-letter__paragraph-1": {
    "message": "Su YouTube, da utente AdBlock Plus potresti incontrare barriere anti-blocco annunci. A volte ti verrà richiesto di vedere gli annunci di YouTube dopo tre video e altre volte non ti sarà permesso vedere nulla finché non avrai disattivato AdBlock. "
  },
  "youtube-letter__paragraph-2": {
    "message": "Mentre lavoriamo per mantenere la nostra estensione aggiornata ed efficiente, YouTube lavora per mantenere attiva la sua barriera anti-blocco annunci. Sappiamo che questo ti causa esperienze imprevedibili per quanto riguarda le barriere. Stiamo facendo tutto il possibile per rendere questa esperienza migliore per i nostri utenti e lavoriamo per quanto ci è legalmente concesso. Abbiamo infatti utenti da tutto il mondo, e ciò significa che dobbiamo assicurarci di operare in linea con le norme di tutti i paesi."
  },
  "youtube-letter__paragraph-3": {
    "message": "Per assicurarti di avere accesso a YouTube con AdBlock Plus installato, tutto quello che devi fare è <a>aggiungere YouTube tra i siti accettati</a>. Questo ammetterà annunci su YouTube e li bloccherà in qualsiasi altro sito navigherai. Dovunque tu sia nel web, AdBlock Plus ti darà la possibilità di usare <a>regole di blocco personalizzate</a> per nascondere le distrazioni sulle pagine web (questa funzionalità è disponibile per utenti Chrome, Edge e Firefox)."
  },
  "youtube-letter__paragraph-4": {
    "message": "Nel frattempo continueremo a bloccare per te pop-up e altri annunci fastidiosi online. E se ti interessa bloccare ancora più distrazioni (come i pop-up delle newsletter, le richieste di sondaggi, i video galleggianti), potrai sempre iscriverti ad <a>AdBlock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "Ti ringraziamo per il supporto!"
  },
  "title": {
    "message": "Bloccare annunci su YouTube | Adblock Plus"
  },
  "description": {
    "message": "Stai cercando di bloccare gli annunci di YouTube? Scopri di più sul perché gli utenti AdBlock Plus stanno trovando barriere anti-blocco annunci su YouTube."
  }
}