{
  "title": {
    "message": "Blokuj powiadomienia o plikach cookie | Adblock Plus Premium"
  },
  "description": {
    "message": "Blokuj irytujące powiadomienia, które proszą o akceptację plików cookie podczas przeglądania sieci. Zacznij już teraz korzystać z Adblock Plus Premium!"
  },
  "hero__heading": {
    "message": "Teraz możesz usunąć powiadomienia o plikach cookie w całej sieci!"
  },
  "hero__subheading": {
    "message": "Zablokuj powiadomienia o plikach cookie przy pomocy Adblock Plus Premium, pozostawiając za sobą frustrujące przeglądanie."
  },
  "hero-aside__heading": {
    "message": "Proszę, nie przewijaj dalej"
  },
  "hero-aside__paragraph-1": {
    "message": "Witaj,"
  },
  "hero-aside__paragraph-2": {
    "message": "Prawdopodobnie doskonale znasz irytujące wyskakujące okienka, które proszą Cię o zgodę na używanie plików cookie. Są one wszędzie dzięki przepisom dotyczącym prywatności w Internecie. Mimo że jesteśmy wielkimi fanami przejrzystości i prywatności w Internecie, nie można zaprzeczyć, że powiadomienia te są irytujące."
  },
  "hero-aside__paragraph-3": {
    "message": "Z przyjemnością ogłaszamy, że możesz teraz blokować powiadomienia o plikach cookie za pomocą Adblock Plus Premium! Szybciej docieraj do celu, gdy Adblock Plus Premium ukrywa te powiadomienia oraz odrzuca w Twoim imieniu wszystkie niepotrzebne pliki cookie. Ciesz się płynnym przeglądaniem, mniejszą liczbą przerw i mniejszym śledzeniem przez reklamodawców. Aby rozpocząć, zarejestruj się w Adblock Plus Premium już dziś."
  },
  "hero-aside__paragraph-4": {
    "message": "Z poważaniem,<span> Zespół Adblock Plus</span>"
  },
  "premium-checkout-header__heading": {
    "message": "Już dzisiaj zacznij blokować powiadomienia o plikach cookie:"
  },
  "premium-checkout-card-option__button-1": {
    "message": "Premium <span>2 $</span> miesięcznie"
  },
  "premium-checkout-card-option__button-2": {
    "message": "Premium <span>20 $</span> rocznie"
  },
  "premium-checkout-card-option__badge": {
    "message": "Oszczędź 20%"
  },
  "premium-checkout-features__heading": {
    "message": "Co wchodzi w skład zestawu?"
  },
  "premium-checkout-features__item-1": {
    "message": "Dzięki wersji Premium będziesz cieszyć się ulepszonym blokowaniem wyskakujących okienek. Pożegnaj się z irytującymi rozpraszaczami, takimi jak pływające filmy, prośby o zapisanie się do newslettera, powiadomienia o plikach cookie oraz inne."
  },
  "premium-checkout-features__item-2": {
    "message": "Zsynchronizuj swoje ustawienia na wielu urządzeniach, gdy korzystasz z wersji Premium."
  },
  "premium-checkout-submit__button": {
    "message": "Zakończ zakup"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Zasady ochrony prywatności"
  },
  "premium-checkout-policy__heading": {
    "message": "Wspieraj nas bez obaw:"
  },
  "premium-checkout-policy__text": {
    "message": " jeśli nie masz pełnej satysfakcji z wersji Premium, możesz ją anulować w dowolnym momencie. Możesz także zachować Adblock Plus!"
  }
}