{
  "title": {
    "message": "Strona promocji Adblock Plus Premium na Black Friday"
  },
  "description": {
    "message": "Skorzystaj z naszej promocji Black Friday i uzyskaj 50% zniżki na roczną subskrypcję Adblock Plus Premium. Przeglądaj sieć wolną od zakłóceń już teraz!"
  },
  "s1": {
    "message": "Święta z bardziej zaawansowanym Adblock Plus"
  },
  "s2": {
    "message": "/miesięcznie"
  },
  "s3": {
    "message": "Normalna cena: $2/miesięcznie"
  },
  "s4": {
    "message": "Adblock Plus Premium"
  },
  "s5": {
    "message": "Promocja Black Friday:"
  },
  "s6": {
    "message": "50% zniżki na roczną subskrypcję"
  },
  "s7": {
    "message": "Uzyskaj 50% zniżki na Adblock Plus Premium"
  },
  "s8": {
    "message": "20$ rocznie"
  },
  "s9": {
    "message": "Ciesz się lepszymi wrażeniami z zakupów online dzięki Adblock Plus Premium"
  },
  "s10": {
    "message": "Działaj szybko - ta zniżka nie potrwa długo!"
  },
  "s11": {
    "message": "Gotowy/a, aby doświadczyć bardziej prywatnej i wolnej od zakłóceń sieci? Zacznij już dziś i jak najlepiej wykorzystaj największy w roku sezon zakupów online."
  },
  "s12": {
    "message": "Kliknij poniżej, aby zapisać się już teraz:"
  },
  "s13": {
    "message": "Zapisz się teraz i zaoszczędź 50%!"
  },
  "s14": {
    "message": "Jest to oferta ograniczona czasowo, dostępna od 24 listopada do 3 grudnia 2023 r."
  },
  "s15": {
    "message": "Zniżka 50% dotyczy jednego roku subskrypcji. Po upływie tego roku subskrypcja zostanie odnowiona po zwykłej cenie. Ceny są podane w USD."
  },
  "s16": {
    "message": "Jeśli zdecydujesz się na płatność w innej walucie, możesz zostać obciążony/a dodatkową opłatą przez bank lub podmiot przetwarzający płatności."
  },
  "s17": {
    "message": "Uzyskaj 50% zniżki na Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Blokuj reklamy i wyskakujące okienka"
  },
  "premium-benefit_2": {
    "message": "Zatrzymaj trackery"
  },
  "premium-benefit_3": {
    "message": "Blokuj powiadomienia z witryn"
  },
  "premium-benefit_4": {
    "message": "Blokuj pływające filmy"
  },
  "premium-benefit_5": {
    "message": "Ukryj wyskakujące okienka newslettera"
  },
  "premium-benefit_6": {
    "message": "Ignoruj pytania o ankiety"
  },
  "benefit_1-heading": {
    "message": "Skup się na tym, co jest ważne."
  },
  "benefit_1-paragraph": {
    "message": "Dzięki Adblock Plus Premium możesz robić zakupy i przeglądać sieć z mniejszą liczbą elementów rozpraszających uwagę. Skoncentruj się na treściach, które chcesz zobaczyć, niezależnie od tego, czy szukasz najlepszych ofert zakupów online, czy po prostu odwiedzasz swoje ulubione witryny."
  },
  "benefit_2-heading": {
    "message": "Unikaj śledzenia ze strony reklamodawców."
  },
  "benefit_2-paragraph": {
    "message": "Adblock Plus Premium może blokować wyskakujące okienka zgody na pliki cookie, jednocześnie odrzucając zgodę na ich używanie. Oznacza to, że nie musisz widzieć tych irytujących powiadomień z prośbą o zaakceptowanie plików cookie dla każdej odwiedzanej witryny. Akceptujesz tylko te, które są funkcjonalne dla witryny, a nie pliki cookie stron trzecich oraz reklamowe."
  },
  "benefit_3-heading": {
    "message": "Szybko zdobywaj najgorętsze oferty."
  },
  "benefit_3-paragraph": {
    "message": "Adblock Plus zapewnia szybsze ładowanie stron, dzięki czemu możesz błyskawicznie skorzystać z ofert ograniczonych czasowo oraz poszukiwanych produktów."
  }
}