{
  "title": {
    "message": "Oferta świąteczna – Adblock Plus Premium"
  },
  "description": {
    "message": "Świętuj z roczną subskrypcją Adblock Plus Premium. Podaruj sobie lepsze wrażenia z korzystania z Internetu już teraz!"
  },
  "s1": {
    "message": "Podaruj sobie potężniejszy Adblock Plus"
  },
  "s2": {
    "message": "/miesięcznie"
  },
  "s3": {
    "message": "Cena regularna: 2 $/miesięcznie"
  },
  "s4": {
    "message": "Zdobądź Adblock Plus Premium"
  },
  "s5": {
    "message": "Specjalne oferta świąteczna:"
  },
  "s6": {
    "message": "50% zniżki na roczną subskrypcję"
  },
  "s7": {
    "message": "Uzyskaj 50% zniżki na Adblock Plus Premium"
  },
  "s8": {
    "message": "20$ rozliczane rocznie"
  },
  "s9": {
    "message": "Ciesz się lepszymi zakupami online dzięki Adblock Plus Premium"
  },
  "s10": {
    "message": "Działaj szybko - ta oferta nie potrwa długo!"
  },
  "s11": {
    "message": "Podaruj sobie mniej rozpraszaczy oraz lepsze wrażenia z korzystania z Internetu. Zarejestruj się już dziś i rozpocznij roczną subskrypcję Adblock Plus Premium."
  },
  "s12": {
    "message": "Kliknij poniżej, aby zapisać się już teraz:"
  },
  "s13": {
    "message": "Zapisz się teraz i zaoszczędź 50%!"
  },
  "s14": {
    "message": "Jest to oferta ograniczona czasowo, dostępna od 24 listopada 2023 r. do 15 grudnia 2023 r."
  },
  "s15": {
    "message": "Zniżka 50% dotyczy jednego roku subskrypcji. Po tym czasie subskrypcja zostanie odnowiona po zwykłej cenie. Ceny są podane w USD."
  },
  "s16": {
    "message": "Jeśli zdecydujesz się na płatność w innej walucie, możesz zostać obciążony/a dodatkową opłatą przez bank lub podmiot przetwarzający płatności."
  },
  "s17": {
    "message": "Uzyskaj 50% zniżki na Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Blokuj reklamy i wyskakujące okienka"
  },
  "premium-benefit_2": {
    "message": "Zatrzymaj trackery"
  },
  "premium-benefit_3": {
    "message": "Blokuj powiadomienia z witryn"
  },
  "premium-benefit_4": {
    "message": "Blokuj pływające filmy"
  },
  "premium-benefit_5": {
    "message": "Ukryj wyskakujące okienka newslettera"
  },
  "premium-benefit_6": {
    "message": "Ignoruj pytania o ankiety"
  },
  "benefit_1-heading": {
    "message": "Skup się na tym, co jest ważne."
  },
  "benefit_1-paragraph": {
    "message": "Dzięki Adblock Plus Premium możesz robić zakupy i przeglądać sieć z mniejszą liczbą elementów rozpraszających uwagę. Skoncentruj się na treściach, które chcesz zobaczyć, niezależnie od tego, czy szukasz najlepszych ofert zakupów online, czy po prostu odwiedzasz swoje ulubione witryny."
  },
  "benefit_2-heading": {
    "message": "Unikaj śledzenia ze strony reklamodawców."
  },
  "benefit_2-paragraph": {
    "message": "Adblock Plus Premium może blokować wyskakujące okienka zgody na pliki cookie, jednocześnie odrzucając zgodę na ich używanie. Oznacza to, że nie musisz widzieć tych irytujących powiadomień z prośbą o zaakceptowanie plików cookie dla każdej odwiedzanej witryny. Akceptujesz tylko te, które są funkcjonalne dla witryny, a nie pliki cookie stron trzecich oraz reklamowe."
  },
  "benefit_3-heading": {
    "message": "Szybko zdobywaj najgorętsze oferty."
  },
  "benefit_3-paragraph": {
    "message": "Adblock Plus zapewnia szybsze ładowanie stron, dzięki czemu możesz błyskawicznie skorzystać z ofert ograniczonych czasowo oraz poszukiwanych produktów."
  },
  "deal__subheading": {
    "message": "W tym sezonie świątecznym z przyjemnością udostępniamy specjalną ofertę, która zapewni Ci większą kontrolę nad przeglądaniem. Kupując roczną subskrypcję Adblock Plus Premium, otrzymasz 50% zniżki od ceny regularnej!"
  },
  "deal__heading-2": {
    "message": "Blokuj więcej niż tylko reklamy"
  },
  "deal__subheading-2": {
    "message": "Adblock Plus Premium pozwala przeglądać internet tak, jak chcesz. Dzięki naszej funkcji Distraction Control możesz blokować natrętne rozpraszacze, takie jak pływające filmy, które podążają za tobą, wyskakujące okienka biuletynu, prośby o wypełnienie ankiety oraz wiele innych."
  }
}