{
  "title": {
    "message": "Dziękujemy za wsparcie Adblock Plus!"
  },
  "subheading": {
    "message": "Doceniamy Twoją pomoc. Wsparcie od osób takich jak Ty pozwala nam nadal tworzyć narzędzia, dzięki którym Internet staje się lepszym miejscem dla nas wszystkich."
  },
  "p1": {
    "message": "Transakcja została przetworzona, a potwierdzenie zostanie wysłane do Ciebie e-mailem. W przypadku użycia systemu PayPal, możesz zalogować się na swoje konto, aby zobaczyć szczegóły transakcji."
  },
  "faq-heading": {
    "message": "Często zadawane pytania"
  },
  "faq-receipt": {
    "message": "Czy dostanę potwierdzenie?"
  },
  "faq-receipt-1": {
    "message": "Używamy PayPal oraz Stripe do bezpiecznego przetwarzania wpłat i używamy ich zautomatyzowanego systemu e-mail do wysyłania potwierdzenia i pokwitowania wpłaty na rzecz Adblock Plus."
  },
  "faq-receipt-2": {
    "message": "Zalecamy zachowanie wiadomości e-mail z potwierdzeniem na wypadek, gdybyś chciał/a później otrzymać zwrot pieniędzy, ponieważ potrzebujemy kilku podstawowych informacji o transakcji, abyśmy mogli przetworzyć zwrot pieniędzy lub anulować powtarzające się wpłaty."
  },
  "faq-receipt-3": {
    "message": "<strong>Uwaga:</strong> transakcja będzie widoczna na potwierdzeniu jako „eyeo GmbH (Adblock Plus)”, a na wyciągu z konta jako Adblock Plus lub ABP"
  },
  "faq-refund": {
    "message": "Myślę, że to była pomyłka! Jak mogę to rozwiązać?"
  },
  "faq-refund-1": {
    "message": "Po prostu <strong>skontaktuj się z nami pod adresem <a>support@adblockplus.org</a> abyśmy mogli dokonać zwrotu pieniędzy</strong>. Zwroty realizujemy od poniedziałku do piątku. Zwroty środków, o które wystąpiono w weekend, będą przetwarzane od poniedziałku."
  },
  "faq-info-transactions": {
    "message": "Prosimy o podanie następujących informacji, abyśmy mogli odnaleźć Twoją transakcję:"
  },
  "faq-info-transactions-1": {
    "message": "Data transakcji"
  },
  "faq-info-transactions-2": {
    "message": "Kwota (znajduje się na potwierdzeniu e-mail z PayPal lub Stripe)"
  },
  "faq-info-transactions-3": {
    "message": "Adres e-mail, który został użyty do transakcji"
  },
  "faq-info-transactions-4": {
    "message": "Kod transakcji"
  },
  "faq-info-transactions-5": {
    "message": "<strong>Uwaga:</strong> nigdy nie poprosimy o podanie poufnych informacji dotyczących Twojej transakcji (np. pełnego numeru karty) i nigdy nie należy ich podawać."
  },
  "faq-refund-policy": {
    "message": "Jaka jest wasza polityka zwrotów?"
  },
  "faq-refund-policy-1": {
    "message": "Możesz otrzymać zwrot swojej wpłaty, bez podania przyczyny do 60 dni od daty transakcji. Napisz do nas na adres <a>support@adblockplus.org</a>, a zwrócimy Ci pełną kwotę.  Możesz nadal używać Adblock Plus za darmo bez utraty dostępu do jakichkolwiek funkcji!"
  },
  "faq-refund-policy-2": {
    "message": "Niezależnie od tego, czy wpłata została dokonana za pomocą PayPal czy karty płatniczej, prosimy o zamieszczenie w e-mailu następujących informacji:"
  },
  "faq-cancellations": {
    "message": "Jak mogę anulować swoje cykliczne wsparcie?"
  },
  "faq-cancellations-paypal": {
    "message": "Wsparcie za pomocą PayPal"
  },
  "faq-cancellations-paypal-1": {
    "message": "Możesz zarządzać lub anulować swoje cykliczne wsparcie bezpośrednio z konta PayPal. Aby anulować cykliczne wsparcie dla Adblock Plus, postępuj zgodnie z instrukcjami krok po kroku w <a>Centrum Pomocy PayPal</a>."
  },
  "faq-cancellations-card": {
    "message": "Wsparcie za pomocą karty"
  },
  "faq-cancellations-card-1": {
    "message": "Jeśli uruchomiłeś/aś cykliczne wsparcie dla Adblock Plus i chcesz je anulować, po prostu napisz do nas na adres <a>support@adblockplus.org</a>."
  },
  "further-questions": {
    "message": "Nadal masz pytania?"
  },
  "further-questions-1": {
    "message": "Pytania dotyczące Adblock Plus? Skontaktuj się z nami poprzez e-mail <a>support@adblockplus.org</a> lub wyślij nam <a>raport o błędach</a>. Możesz również odwiedzić nasze <a>Centrum pomocy</a>."
  },
  "further-questions-2": {
    "message": "Możesz w każdej chwili zobaczyć co robimy zaglądając na nasz <a>blog</a>."
  }
}