{
  "abb-ios": {
    "message": "Adblock Browser dla iOS"
  },
  "abb-ios-data-collection": {
    "message": "W przypadku nieoczekiwanej awarii aplikacji, Adblock Browser dla iOS zbiera dane niezbędne do przeanalizowania przyczyny błędu i przesyła je na nasze konto <a>HockeyApp</a>. Dane są wykorzystywane wyłącznie do rozwiązywania poszczególnych problemów (oraz do wynajdywania ogólnych usterek prowadzących do nieoczekiwanych awarii) i nigdy nie są udostępniane żadnym stronom trzecim."
  },
  "abb-ios-data-retention": {
    "message": "Wymienione dane są zbierane tylko w przypadku awarii aplikacji. Co więcej Adblock Browser dla iOS wyraźnie monituje o zezwolenie na wysłanie zebranych informacji po wystąpieniu awarii. Wszystkie raporty dotyczące awarii przechowywane na naszych serwerach są usuwane po 30 dniach."
  },
  "crash-data": {
    "message": "W przypadku awarii są wysyłane następujące dane:"
  },
  "crash-reporter": {
    "message": "Raport dotyczący awarii"
  },
  "data-bundle-id": {
    "message": "Identyfikator pakietu, wersja pakietu i skrócony ciąg wersji pakietu aplikacji Adblock Browser dla iOS"
  },
  "data-device-type": {
    "message": "Typ urządzenia, architektura CPU i wersja systemu operacyjnego"
  },
  "data-exception": {
    "message": "W przypadku wystąpienia wyjątku nazwa klasy i wartość komunikatu o wyjątku zapisane zwykłym tekstem"
  },
  "data-low-level-data": {
    "message": "Dane niskiego poziomu dotyczące awarii, takie jak wskaźnik instrukcji, nazwa metody lub funkcji, dane sygnałowe, rejestry wskaźnika oraz informacje dotyczące załadowanych obrazów binarnych"
  },
  "data-timestamp": {
    "message": "Sygnatura czasowa wystąpienia awarii"
  },
  "data-uuid": {
    "message": "Wygenerowany identyfikator UUID zapobiegający dublowaniu raportów o awarii"
  },
  "hockeyapp-privacy": {
    "message": "Więcej informacji na temat zasad prywatności HockeyApp podano w <a>Warunkach świadczenia usługi</a> oraz w <a>dokumentacji dotyczącej zbieranych danych</a>."
  }
}