{
  "s1": {
    "message": "uBlock Origin opuszcza Chrome. Oto, co warto wiedzieć:"
  },
  "s2": {
    "message": "Google Chrome rozpoczął wyłączanie uBlock Origin w swojej przeglądarce. Wczesnym latem tego roku Chrome przeniósł swoją platformę rozszerzeń do Manifest V3, kończąc wsparcie dla Manifest V2 i wszystkich rozszerzeń MV2. Rozszerzenia Chrome, które nie zostały zaktualizowane do Manifest V3, są teraz stopniowo wycofywane."
  },
  "s3": {
    "message": "Jako rozszerzenie MV2, uBlock Origin nie będzie już działać w Chrome. uBlock Origin publicznie oświadczył, że nie zaktualizuje swojej pełnej wersji, aby spełniała wymagania MV3. <a>Chrome automatycznie wyłącza uBlock Origin, ponieważ nie jest już wspierany</a>."
  },
  "s4": {
    "message": "Znajdź bloker reklam dla Chrome"
  },
  "s5": {
    "message": "<span>Upewnij się, że Twoja przeglądarka jest aktualna</span> Aktualizacje przeglądarki odbywają zazwyczaj się w tle, ale jeśli nie zamykałeś/aś przeglądarki przez jakiś czas, możesz mieć oczekującą aktualizację. Rozszerzenia mogą nie działać poprawnie, jeśli przeglądarka jest nieaktualna. Dowiedz się <a>tutaj,</a> jak ręcznie zaktualizować Chrome na komputerze stacjonarnym, urządzeniach z Androidem lub iOS lub po prostu sprawdź, czy korzystasz z najnowszej wersji."
  },
  "s6": {
    "message": "<span>Znajdź rozszerzenia działające w Chrome</span> Jeśli Twój obecny bloker reklam lub rozszerzenie nie działa już w Chrome, odwiedź <a>Chrome Web Store,</a> aby znaleźć rozszerzenia zgodne z MV3."
  },
  "s7": {
    "message": "Co oznacza Manifest V3 dla blokerów reklam?"
  },
  "s8": {
    "message": "Rozszerzenia, takie jak blokery reklam i menedżery haseł, to narzędzia, które dodajemy do naszych przeglądarek, aby uczynić doświadczenie online bardziej spersonalizowanym i bezpiecznym. Za kulisami przeglądarki zapewniają platformę, której programiści używają do tworzenia tych rozszerzeń, zapewniając ich płynne działanie przy jednoczesnym poszanowaniu prywatności i bezpieczeństwa użytkownika."
  },
  "s9": {
    "message": "Niedawno Google zaktualizowało sposób, w jaki Chrome obsługuje rozszerzenia za pośrednictwem swojej platformy <a>Manifest V3</a>. Te aktualizacje wpłynęły na sposób działania wielu rozszerzeń Chrome, w tym niektórych popularnych blokerów reklam. Kluczowe zmiany obejmują zastąpienie starszych funkcji nowszymi, takimi jak używanie „pracowników usług” zamiast stron w tle, wprowadzenie surowszych zasad modyfikowania żądań internetowych i zakazywanie kodu hostowanego zdalnie. Google twierdzi, że te aktualizacje mają na celu poprawę bezpieczeństwa, prywatności i wydajności rozszerzeń przy jednoczesnym zachowaniu ważnych funkcji."
  },
  "s10": {
    "message": "Jednakże rozszerzenia, takie jak uBlock Origin Chrome, które nie przeszły na MV3, są obecnie usuwane z Chrome Web Store i przestaną działać."
  },
  "s11": {
    "message": "Adblock Plus jest zgodny z MV3 i dostępny w Chrome"
  },
  "s12": {
    "message": "Po ogłoszeniu Manifest V3 rozpoczęliśmy prace nad aktualizacją i testowaniem Adblock Plus, abyśmy mogli nadal oferować tę samą wysoką jakość blokowania reklam na wszystkich urządzeniach i przeglądarkach."
  },
  "s13": {
    "message": "Wierzymy, że użytkownik powinien mieć możliwość wyboru przeglądarki, z której chce korzystać, a jednocześnie powinien mieć dostęp do narzędzi, które sprawią, że korzystanie z Internetu będzie jeszcze lepsze. <a>Adblock Plus był jednym z pierwszych rozszerzeń, które zostały przeniesione do Manifest V3</a> oraz jest kompatybilny z najnowszą wersją Chrome. Mamy nadzieję, że nawet nie zauważyliście, kiedy nastąpiła zmiana."
  }
}