{
  "title": {
    "message": "Adblock Plus został zaktualizowany"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus został zaktualizowany!"
  },
  "update-lead-1": {
    "message": "Ostatnie kilka miesięcy spędziliśmy na dodawaniu nowych funkcji oraz poprawianiu wydajności Adblock Plus. Jesteśmy pasjonatami dostarczania najlepszej technologii blokowania reklam, abyście mogli cieszyć się czystą siecią. Adblock Plus to bezpłatne oprogramowanie wspierane przez użytkowników<strong>, które nie istniałoby bez Waszego wsparcia.</strong>"
  },
  "update-lead-2": {
    "message": "Poświęcamy wiele czasu i zasobów na rozwój oraz zapewnienie najlepszych doświadczeń online dla naszych użytkowników. Prosimy o wpłatę kwoty, którą uważasz za stosowną dla projektu Adblock Plus oraz naszych starań w celu utrzymania społeczności blokującej reklamy. <strong>Doceniamy każdą pomoc!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Zapłać za pomocą:"
  },
  "whats-new-header-1": {
    "message": "Co nowego?"
  },
  "whats-new-lead-1": {
    "message": "Oto przegląd niektórych ostatnich ulepszeń."
  },
  "whats-new-list-1": {
    "message": "<strong>Ulepszona funkcjonalność blokowania reklam</strong>. Wiele stron internetowych szuka sposobów, aby uniemożliwić Adblock Plus blokowanie reklam. Z tego powodu często aktualizujemy naszą funkcjonalność, abyśmy mogli pokonać te próby. Jeśli kiedykolwiek natkniecie się na stronę internetową, która nie pozwala na blokowanie reklam, poinformujcie nas o tym, korzystając z funkcji Zgłoś problem."
  },
  "whats-new-list-2": {
    "message": "<strong>Poprawiona wydajność</strong>. Zmieniliśmy sposób, w jaki obsługujemy fragmenty kodu przeciwdziałające obchodzeniu, które są skierowane do tych samych domen, aby zachować włączone tylko te, które stosują zmiany. Oznacza to, że nasze rozszerzenie będzie miało lepszą wydajność."
  },
  "whats-new-list-3": {
    "message": "<strong>Ulepszony fundament na przyszłość</strong>. Na horyzoncie pojawia się Manifest V3, najnowsza wersja platformy rozszerzeń dla przeglądarek opartych na Chromium. I przygotowujemy się do niej! MV3 oznacza dużą zmianę w sposobie działania rozszerzeń przeglądarki, wymagając od naszego zespołu wprowadzenia dużych zmian w działaniu Adblock Plus. Uczyniliśmy znaczne postępy, aby dalej pomagać użytkownikom Adblock Plus utrzymać kontrolę nad ich doświadczeniami online wraz z rozwojem sieci."
  },
  "whats-new-list-4": {
    "message": "<strong>Ulepszona obsługa.</strong> Cały czas pracujemy nad tym, aby Adblock Plus był jeszcze lepszy. Niedawno zaktualizowaliśmy kilka komunikatów o błędach, aby ułatwić ich usuwanie, wprowadziliśmy zmiany w naszej terminologii oraz dodaliśmy nową stopkę do wyskakującego menu, dzięki czemu można wygodnie uzyskać dostęp do potrzebnych informacji."
  },
  "whats-new-support": {
    "message": "Chcesz zgłosić problem? Skontaktuj się z nami za pośrednictwem mediów społecznościowych, <a>poczty elektronicznej</a> lub <a>forum użytkowników</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Polityka prywatności"
  },
  "main-heading-1": {
    "message": "System oparty na słowie honoru"
  },
  "main-lead-1": {
    "message": "Cześć, tutaj zespół Adblock Plus!"
  },
  "main-lead-2": {
    "message": "Adblock Plus oparty jest na słowie honoru, co oznacza, <strong>że ufamy sobie nawzajem</strong> co do dobrych intencji:"
  },
  "main-lead-3": {
    "message": "Ty <strong>płacisz tyle, ile jesteś w stanie</strong> za Adblock Plus. My pozwalamy <strong>Ci</strong> wybrać cenę."
  },
  "main-lead-4": {
    "message": "Opracowujemy funkcje, które dają kontrolę nad sposobem przeglądania."
  },
  "main-lead-5": {
    "message": "Dostaniesz <strong>zwrot pieniędzy</strong> - i możesz <strong>zachować Adblock Plus</strong> - jeżeli Cię nie zachwyci."
  },
  "main-heading-2": {
    "message": "Aby uzyskać pomoc wystarczy jeden e-mail"
  },
  "main-body-1": {
    "message": "Zapłać tyle, ile możesz, ponieważ jeśli zmienisz zdanie, masz 120 dni na uzyskanie zwrotu pieniędzy!"
  },
  "main-body-3": {
    "message": "Jeśli kiedykolwiek będziesz potrzebować wsparcia, w naszym portalu <a>help.eyeo.com</a> dostępna jest samodzielna pomoc 24x7 oraz pomoc e-mail 8x5."
  },
  "main-body-4": {
    "message": "Dziękujemy za wybranie Adblock Plus! Miłego przeglądania!"
  },
  "main-body-5": {
    "message": "Pozdrawiamy, <span></span>zespół Adblock Plus"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Ulepszona funkcja blokowania reklam</strong>. Wiele stron internetowych szuka sposobów, aby zapobiec blokowaniu irytujących reklam przez Adblock Plus. W związku z tym skupiliśmy się na ulepszaniu naszej funkcjonalności, aby móc przezwyciężyć te próby przeciwdziałania blokowaniu reklam."
  },
  "new-tab-heading-1": {
    "message": "Pomóż Adblock Plus uczynić Internet lepszym miejscem"
  },
  "new-tab-lead-1": {
    "message": "Skupiamy się na dodawaniu nowych funkcji oraz ulepszaniu wydajności Adblock Plus. Jesteśmy pasjonatami dostarczania najlepszej technologii blokowania reklam, abyście mogli cieszyć się czystą siecią."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus to bezpłatne oprogramowanie wspierane przez użytkowników. Jest dla nas ważne, aby każdy mógł korzystać z naszego oprogramowania, niezależnie od tego, czy może wnieść jakiś wkład, czy nie. Nie byłoby to możliwe bez Waszego ciągłego wsparcia. Poświęcamy wiele czasu i zasobów na rozwój oraz zapewnienie najlepszych doświadczeń online dla naszych użytkowników. Prosimy o wpłatę kwoty, którą uważasz za stosowną dla projektu Adblock Plus oraz naszych starań w celu utrzymania społeczności blokującej reklamy. Doceniamy każdą pomoc!"
  },
  "out-mission-heading-1": {
    "message": "Tworzenie lepszego środowiska internetowego dla wszystkich"
  },
  "out-mission-lead-1": {
    "message": "Naszą misją jest stworzenie takiego Internetu, który będzie wolny od czynników rozpraszających oraz nie będzie powodem do zmartwień. Mamy wiele do zrobienia. Od blokowania coraz większej liczby wyskakujących okienek i elementów rozpraszających uwagę, po zwiększanie bezpieczeństwa korzystania z Internetu - skupiamy się na tym, aby nasi użytkownicy mieli kontrolę, gdy korzystają z Internetu. Twój wkład umożliwia naszemu zespołowi dalsze tworzenie prostych, intuicyjnych narzędzi, które są dostępne dla każdego. Bez Ciebie nie bylibyśmy w stanie robić tego, co robimy!"
  },
  "abp-can-be-improved": {
    "message": "Twój Adblock Plus może zostać ulepszony!"
  },
  "adding-enhancements": {
    "message": "Niedawno wprowadziliśmy pierwszą serię ulepszeń do Adblock Plus. Wraz z wprowadzeniem Adblock Plus Premium opracowaliśmy dodatkowe sposoby, aby pomóc naszym użytkownikom cieszyć się mniejszą ilością wyskakujących okienek oraz zakłóceń. Poniżej przedstawiamy te prace."
  },
  "abp-free-software": {
    "message": "Nasz zespół spędza tysiące godzin, aby Adblock Plus zapewnił wszystkim jak najlepsze doświadczenia online. W tym roku skupiliśmy się na ułatwieniu naszym użytkownikom blokowania większej liczby wyskakujących okienek oraz elementów rozpraszających uwagę, ale to dopiero początek. Zapraszamy Cię do wypróbowania Adblock Plus Premium. <strong>Doceniamy każdy wkład!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Dzięki Adblock Premium możesz cieszyć się Internetem z dużo mniejszą ilością elementów rozpraszających uwagę."
  },
  "stop-autoplay-video": {
    "message": "<strong>Zatrzymaj automatyczne odtwarzanie filmów. </strong> Ukryj filmy używane przez wiele stron internetowych, które odtwarzają się automatycznie i podążają za Tobą na stronie podczas przeglądania."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Usuń wyskakujące okienka newsletterów.</strong> Skończ z wyskakującymi okienkami, które strony internetowe wykorzystują, aby nakłonić Cię do zapisania się do newsletterów."
  },
  "block-survey-requests": {
    "message": "<strong>Blokuj powiadomienia z witryn oraz prośby o przeprowadzenie ankiety.</strong> Wiele stron internetowych prosi o śledzenie Twojej lokalizacji lub o udział w krótkich ankietach. Od teraz automatycznie odrzucimy te prośby od stron, które odwiedzasz."
  },
  "hide-cookie-notices": {
    "message": "<strong>Ukryj powiadomienia o zgodzie na pliki cookie.</strong> Już wkrótce będzie można skończyć z irytującymi banerami zgody na pliki cookie na większości stron - dzięki nowej funkcji ich blokowania, którą właśnie kończymy."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Blokuj więcej wyskakujących okienek oraz elementów rozpraszających uwagę.</strong> Po odblokowaniu Adblock Plus Premium pożegnasz się z prośbami o wypełnienie ankiety, wyskakującymi okienkami newsletterów oraz irytującymi automatycznie odtwarzanymi reklamami wideo."
  },
  "do-you-like-adblockplus": {
    "message": "Czy podoba Ci się Adblock Plus? Jeżeli tak, to czy chcesz nasz wesprzeć?"
  },
  "an-overview": {
    "message": "Oto przegląd prac, które ostatnio dokonaliśmy w Adblock Plus."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "Adblock Plus został zaktualizowany!"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "Ostatnie kilka miesięcy spędziliśmy na dodawaniu nowych funkcji oraz poprawianiu wydajności Adblock Plus. Jesteśmy pasjonatami dostarczania najlepszej technologii blokowania reklam, abyście mogli cieszyć się czystą siecią. Adblock Plus to bezpłatne oprogramowanie wspierane przez użytkowników, które nie istniałoby bez Waszego ciągłego wsparcia."
  },
  "whats-new-header-1-unrestricted": {
    "message": "Co nowego?"
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>Ulepszona funkcja blokowania reklam. </strong>Wiele stron internetowych szuka sposobów, aby obejść blokowanie irytujących reklam przez Adblock Plus. Dlatego skupiliśmy się na poprawieniu naszej zdolności do blokowania reklam oraz nadążania za ciągle zmieniającymi się stronami. Dzięki nowo zaprojektowanemu AdBlockowi dla Safari, a także aktualizacjom w Chrome, Edge i Firefoksie, nadal będziecie widzieć mniej natrętnych reklam podczas przeglądania stron internetowych."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>Ulepszona architektura na przyszłość.</strong> Na horyzoncie pojawia się Manifest V3, najnowsza wersja platformy rozszerzeń dla przeglądarek opartych na Chromium. A my przygotowujemy się do niej! MV3 oznacza dużą zmianę w sposobie działania rozszerzeń przeglądarki, wymagając od naszego zespołu wprowadzenia dużych zmian w działaniu Adblock Plus. Poczyniliśmy znaczne postępy, dzięki czemu możemy nadal służyć naszym użytkownikom w zmieniającym się świecie Internetu."
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>Dostosuj strony podczas przeglądania.</strong> Udostępniliśmy naszą funkcję blokowania elementów, która umożliwia blokowanie części strony internetowej, nawet jeśli nie jest to reklama. Na przykład niektóre części strony internetowej, takie jak sugestie paska bocznego, mogą być dla Was szczególnie irytujące. Dzięki tej nowej funkcji można zablokować dowolną część strony, aby pozostała ukryta za każdym razem, gdy ją odwiedzacie."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>Adblock Plus Premium już jest!</strong> Dzięki Adblock Plus Premium możecie blokować bardziej ukierunkowane elementy rozpraszające uwagę, w tym powiadomienia, pływające filmy, wyskakujące okienka biuletynów oraz inne. <a>Tutaj</a> możecie dowiedzieć się więcej na temat Premium. A jeśli już wcześniej dokonaliście wsparcia, możecie od razu uzyskać <a>dostęp</a> do tych funkcji Premium."
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[Wkrótce] </em>Tryb obejścia dla Adblock Plus Premium. </strong>Wyskakujące okienka proszące internautów o wyłączenie blokowania reklam stają się coraz bardziej powszechne w sieci. Dlatego udostępniamy nową funkcję Adblock Plus Premium o nazwie Tryb obejścia (Bypass Mode). Dzięki trybowi obejścia możecie surfować po Internecie oraz widzieć mniej tych komunikatów dotyczący blokowania reklam, jednocześnie ciesząc się tym samym komfortem przeglądania."
  }
}