{
  "title": {
    "message": "Adblock Plus został zaktualizowany"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus został zaktualizowany!"
  },
  "update-lead-1": {
    "message": "Ostatnie kilka miesięcy spędziliśmy na dodawaniu nowych funkcji oraz poprawianiu wydajności Adblock Plus. Z pasją dostarczamy najlepszą technologię blokowania reklam, abyście mogli cieszyć się czystą siecią. Adblock Plus jest darmowym, wspieranym przez społeczność oprogramowaniem, którego działanie nie byłoby możliwe bez Waszego wsparcia."
  },
  "update-lead-2": {
    "message": "Poświęcamy wiele czasu i zasobów na rozwój oraz zapewnianie najlepszych warunków online dla naszych użytkowników. Zwracamy się z prośbą o wpłatę dowolnej kwoty na rzecz projektu Adblock Plus oraz naszych prób utrzymania społeczności blokującej reklamy. Każda pomoc się liczy!"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Zapłać za pomocą:"
  },
  "whats-new-header-1": {
    "message": "Co nowego?"
  },
  "whats-new-lead-1": {
    "message": "Oto przegląd niektórych ostatnich ulepszeń."
  },
  "whats-new-list-1": {
    "message": "<strong>Ulepszona funkcjonalność blokowania reklam</strong>. Wiele stron internetowych szuka sposobów, aby uniemożliwić Adblock Plus blokowanie reklam. Z tego powodu często aktualizujemy naszą funkcjonalność, abyśmy mogli pokonać te próby. Jeśli kiedykolwiek natkniecie się na stronę internetową, która nie pozwala na blokowanie reklam, poinformujcie nas o tym, korzystając z funkcji Zgłoś problem."
  },
  "whats-new-list-2": {
    "message": "<strong>Poprawiona wydajność</strong>. Zmieniliśmy sposób, w jaki obsługujemy fragmenty kodu zapobiegające obejściu, które są kierowane na te same domeny, aby włączone były tylko te, które wprowadzają zmiany. Oznacza to, że możesz oczekiwać ogólnie lepszej wydajności naszego rozszerzenia."
  },
  "whats-new-list-3": {
    "message": "<strong>Lepsze fundamenty na przyszłość</strong>. Najnowsza wersja platformy rozszerzeń dla przeglądarek opartych na Chromium - Manifest V3 jest na horyzoncie. A my przygotowujemy się na nią! MV3 reprezentuje dużą zmianę w sposobie działania rozszerzeń przeglądarki, wymagając od naszego zespołu wprowadzenia kilku dużych zmian w sposobie działania Adblock Plus. Poczyniliśmy wiele postępów, aby pomóc użytkownikom Adblock Plus zachować kontrolę nad ich działaniami w sieci, gdy ta ewoluuje."
  },
  "whats-new-list-4": {
    "message": "<strong>Ulepszona obsługa.</strong> Cały czas pracujemy nad tym, aby Adblock Plus był jeszcze lepszy. Niedawno zaktualizowaliśmy kilka komunikatów o błędach, aby ułatwić ich usuwanie, wprowadziliśmy zmiany w naszej terminologii oraz dodaliśmy nową stopkę do wyskakującego menu, dzięki czemu można wygodnie uzyskać dostęp do potrzebnych informacji."
  },
  "whats-new-support": {
    "message": "Chcesz zgłosić problem? Skontaktuj się z nami za pośrednictwem mediów społecznościowych, <a data-mask='{\"href\": \"bWFpbHRvOmRvbmF0aW9uc0BhZGJsb2NrcGx1cy5vcmc=\"}'>poczty e-mail </a>lub <a href=\"https://adblockplus.org/forum\">forum użytkowników</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Polityka prywatności"
  },
  "main-heading-1": {
    "message": "System oparty na słowie honoru"
  },
  "main-lead-1": {
    "message": "Cześć, tutaj zespół Adblock Plus!"
  },
  "main-lead-2": {
    "message": "Adblock Plus oparty jest na słowie honoru, co oznacza, <strong>że ufamy sobie nawzajem</strong> co do dobrych intencji:"
  },
  "main-lead-3": {
    "message": "Ty <strong>płacisz tyle, ile jesteś w stanie</strong> za Adblock Plus. My pozwalamy <strong>Ci</strong> wybrać cenę."
  },
  "main-lead-4": {
    "message": "Opracowujemy funkcje, które dają kontrolę nad sposobem przeglądania."
  },
  "main-lead-5": {
    "message": "Dostaniesz <strong>zwrot pieniędzy</strong> - i możesz <strong>zachować Adblock Plus</strong> - jeżeli Cię nie zachwyci."
  },
  "main-heading-2": {
    "message": "Aby uzyskać pomoc wystarczy jeden e-mail"
  },
  "main-body-1": {
    "message": "Zapłać tyle, ile możesz, ponieważ jeśli zmienisz zdanie, masz 120 dni na uzyskanie zwrotu pieniędzy!"
  },
  "main-body-3": {
    "message": "Jeśli kiedykolwiek będziesz potrzebować wsparcia, w naszym portalu <a>help.eyeo.com</a> dostępna jest samodzielna pomoc 24x7 oraz pomoc e-mail 8x5."
  },
  "main-body-4": {
    "message": "Dziękujemy za wybranie Adblock Plus! Miłego przeglądania!"
  },
  "main-body-5": {
    "message": "Pozdrawiamy, <span></span>zespół Adblock Plus"
  }
}