{
  "title": {
    "message": "Adblock Plus został zaktualizowany"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus został zaktualizowany!"
  },
  "update-lead-1": {
    "message": "Ostatnie kilka miesięcy spędziliśmy na dodawaniu nowych funkcji oraz poprawianiu wydajności Adblock Plus. Jesteśmy pasjonatami dostarczania najlepszej technologii blokowania reklam, abyście mogli cieszyć się czystą siecią. Adblock Plus to bezpłatne oprogramowanie wspierane przez użytkowników<strong>, które nie istniałoby bez Waszego wsparcia.</strong>"
  },
  "update-lead-2": {
    "message": "Poświęcamy wiele czasu i zasobów na rozwój oraz zapewnienie najlepszych doświadczeń online dla naszych użytkowników. Prosimy o wpłatę kwoty, którą uważasz za stosowną dla projektu Adblock Plus oraz naszych starań w celu utrzymania społeczności blokującej reklamy. <strong>Doceniamy każdą pomoc!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Zapłać za pomocą:"
  },
  "whats-new-header-1": {
    "message": "Co nowego?"
  },
  "whats-new-lead-1": {
    "message": "Oto przegląd niektórych ostatnich ulepszeń."
  },
  "whats-new-list-1": {
    "message": "<strong>Ulepszona funkcjonalność blokowania reklam</strong>. Wiele stron internetowych szuka sposobów, aby uniemożliwić Adblock Plus blokowanie reklam. Z tego powodu często aktualizujemy naszą funkcjonalność, abyśmy mogli pokonać te próby. Jeśli kiedykolwiek natkniecie się na stronę internetową, która nie pozwala na blokowanie reklam, poinformujcie nas o tym, korzystając z funkcji Zgłoś problem."
  },
  "whats-new-list-2": {
    "message": "<strong>Poprawiona wydajność</strong>. Zmieniliśmy sposób, w jaki obsługujemy fragmenty kodu przeciwdziałające obchodzeniu, które są skierowane do tych samych domen, aby zachować włączone tylko te, które stosują zmiany. Oznacza to, że nasze rozszerzenie będzie miało lepszą wydajność."
  },
  "whats-new-list-3": {
    "message": "<strong>Ulepszony fundament na przyszłość</strong>. Na horyzoncie pojawia się Manifest V3, najnowsza wersja platformy rozszerzeń dla przeglądarek opartych na Chromium. I przygotowujemy się do niej! MV3 oznacza dużą zmianę w sposobie działania rozszerzeń przeglądarki, wymagając od naszego zespołu wprowadzenia dużych zmian w działaniu Adblock Plus. Uczyniliśmy znaczne postępy, aby dalej pomagać użytkownikom Adblock Plus utrzymać kontrolę nad ich doświadczeniami online wraz z rozwojem sieci."
  },
  "whats-new-list-4": {
    "message": "<strong>Ulepszona obsługa.</strong> Cały czas pracujemy nad tym, aby Adblock Plus był jeszcze lepszy. Niedawno zaktualizowaliśmy kilka komunikatów o błędach, aby ułatwić ich usuwanie, wprowadziliśmy zmiany w naszej terminologii oraz dodaliśmy nową stopkę do wyskakującego menu, dzięki czemu można wygodnie uzyskać dostęp do potrzebnych informacji."
  },
  "whats-new-support": {
    "message": "Chcesz zgłosić problem? Skontaktuj się z nami za pośrednictwem naszego <a>Centrum pomocy</a> lub pod adresem <a>support@adblockplus.org</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Zasady ochrony prywatności"
  },
  "main-heading-1": {
    "message": "System oparty na słowie honoru"
  },
  "main-lead-1": {
    "message": "Cześć, tutaj zespół Adblock Plus!"
  },
  "main-lead-2": {
    "message": "Adblock Plus oparty jest na słowie honoru, co oznacza, <strong>że ufamy sobie nawzajem</strong> co do dobrych intencji:"
  },
  "main-lead-3": {
    "message": "Ty <strong>płacisz tyle, ile jesteś w stanie</strong> za Adblock Plus. My pozwalamy <strong>Ci</strong> wybrać cenę."
  },
  "main-lead-4": {
    "message": "Opracowujemy funkcje, które dają kontrolę nad sposobem przeglądania."
  },
  "main-lead-5": {
    "message": "Dostaniesz <strong>zwrot pieniędzy</strong> - i możesz <strong>zachować Adblock Plus</strong> - jeżeli Cię nie zachwyci."
  },
  "main-heading-2": {
    "message": "Aby uzyskać pomoc wystarczy jeden e-mail"
  },
  "main-body-1": {
    "message": "Zapłać tyle, ile możesz, ponieważ jeśli zmienisz zdanie, masz 120 dni na uzyskanie zwrotu pieniędzy!"
  },
  "main-body-3": {
    "message": "Jeśli kiedykolwiek będziesz potrzebować wsparcia, w naszym portalu <a>help.adblockplus.org</a> dostępna jest samodzielna pomoc 24x7 oraz pomoc e-mail 8x5."
  },
  "main-body-4": {
    "message": "Dziękujemy za wybranie Adblock Plus! Miłego przeglądania!"
  },
  "main-body-5": {
    "message": "Pozdrawiamy, <span></span>zespół Adblock Plus"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Ulepszona funkcja blokowania reklam</strong>. Wiele stron internetowych szuka sposobów, aby zapobiec blokowaniu irytujących reklam przez Adblock Plus. W związku z tym skupiliśmy się na ulepszaniu naszej funkcjonalności, aby móc przezwyciężyć te próby przeciwdziałania blokowaniu reklam."
  },
  "new-tab-heading-1": {
    "message": "Pomóż Adblock Plus uczynić Internet lepszym miejscem"
  },
  "new-tab-lead-1": {
    "message": "Skupiamy się na dodawaniu nowych funkcji oraz ulepszaniu wydajności Adblock Plus. Jesteśmy pasjonatami dostarczania najlepszej technologii blokowania reklam, abyście mogli cieszyć się czystą siecią."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus to bezpłatne oprogramowanie wspierane przez użytkowników. Jest dla nas ważne, aby każdy mógł korzystać z naszego oprogramowania, niezależnie od tego, czy może wnieść jakiś wkład, czy nie. Nie byłoby to możliwe bez Waszego ciągłego wsparcia. Poświęcamy wiele czasu i zasobów na rozwój oraz zapewnienie najlepszych doświadczeń online dla naszych użytkowników. Prosimy o wpłatę kwoty, którą uważasz za stosowną dla projektu Adblock Plus oraz naszych starań w celu utrzymania społeczności blokującej reklamy. Doceniamy każdą pomoc!"
  },
  "out-mission-heading-1": {
    "message": "Tworzenie lepszego środowiska internetowego dla wszystkich"
  },
  "out-mission-lead-1": {
    "message": "Naszą misją jest stworzenie takiego Internetu, który będzie wolny od czynników rozpraszających oraz nie będzie powodem do zmartwień. Mamy wiele do zrobienia. Od blokowania coraz większej liczby wyskakujących okienek i elementów rozpraszających uwagę, po zwiększanie bezpieczeństwa korzystania z Internetu - skupiamy się na tym, aby nasi użytkownicy mieli kontrolę, gdy korzystają z Internetu. Twój wkład umożliwia naszemu zespołowi dalsze tworzenie prostych, intuicyjnych narzędzi, które są dostępne dla każdego. Bez Ciebie nie bylibyśmy w stanie robić tego, co robimy!"
  },
  "abp-can-be-improved": {
    "message": "Twój Adblock Plus może zostać ulepszony!"
  },
  "adding-enhancements": {
    "message": "Niedawno wprowadziliśmy pierwszą serię ulepszeń do Adblock Plus. Wraz z wprowadzeniem Adblock Plus Premium opracowaliśmy dodatkowe sposoby, aby pomóc naszym użytkownikom cieszyć się mniejszą ilością wyskakujących okienek oraz zakłóceń. Poniżej przedstawiamy te prace."
  },
  "abp-free-software": {
    "message": "Nasz zespół spędza tysiące godzin, aby Adblock Plus zapewnił wszystkim jak najlepsze doświadczenia online. W tym roku skupiliśmy się na ułatwieniu naszym użytkownikom blokowania większej liczby wyskakujących okienek oraz elementów rozpraszających uwagę, ale to dopiero początek. Zapraszamy Cię do wypróbowania Adblock Plus Premium. <strong>Doceniamy każdy wkład!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Dzięki Adblock Premium możesz cieszyć się Internetem z dużo mniejszą ilością elementów rozpraszających uwagę."
  },
  "stop-autoplay-video": {
    "message": "<strong>Zatrzymaj automatyczne odtwarzanie filmów. </strong> Ukryj filmy używane przez wiele stron internetowych, które odtwarzają się automatycznie i podążają za Tobą na stronie podczas przeglądania."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Usuń wyskakujące okienka newsletterów.</strong> Skończ z wyskakującymi okienkami, które strony internetowe wykorzystują, aby nakłonić Cię do zapisania się do newsletterów."
  },
  "block-survey-requests": {
    "message": "<strong>Blokuj powiadomienia z witryn oraz prośby o przeprowadzenie ankiety.</strong> Wiele stron internetowych prosi o śledzenie Twojej lokalizacji lub o udział w krótkich ankietach. Od teraz automatycznie odrzucimy te prośby od stron, które odwiedzasz."
  },
  "hide-cookie-notices": {
    "message": "<strong>Ukryj powiadomienia o zgodzie na pliki cookie.</strong> Już wkrótce będzie można skończyć z irytującymi banerami zgody na pliki cookie na większości stron - dzięki nowej funkcji ich blokowania, którą właśnie kończymy."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Blokuj więcej wyskakujących okienek oraz elementów rozpraszających uwagę.</strong> Po odblokowaniu Adblock Plus Premium pożegnasz się z prośbami o wypełnienie ankiety, wyskakującymi okienkami newsletterów oraz irytującymi automatycznie odtwarzanymi reklamami wideo."
  },
  "do-you-like-adblockplus": {
    "message": "Czy podoba Ci się Adblock Plus? Jeżeli tak, to czy chcesz nasz wesprzeć?"
  },
  "an-overview": {
    "message": "Oto przegląd prac, które ostatnio dokonaliśmy w Adblock Plus."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "Adblock Plus został zaktualizowany!"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "Ostatnie kilka miesięcy spędziliśmy na dodawaniu nowych funkcji oraz poprawianiu wydajności Adblock Plus. Jesteśmy pasjonatami dostarczania najlepszej technologii blokowania reklam, abyście mogli cieszyć się czystą siecią. Adblock Plus to bezpłatne oprogramowanie wspierane przez użytkowników, które nie istniałoby bez Waszego ciągłego wsparcia."
  },
  "whats-new-header-1-unrestricted": {
    "message": "Co nowego?"
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>Ulepszona funkcja blokowania reklam. </strong>Wiele stron internetowych szuka sposobów, aby obejść blokowanie irytujących reklam przez Adblock Plus. Dlatego skupiliśmy się na poprawieniu naszej zdolności do blokowania reklam oraz nadążania za ciągle zmieniającymi się stronami. Dzięki nowo zaprojektowanemu Adblock Plusowi dla Safari, a także aktualizacjom w Chrome, Edge i Firefoksie, nadal będziecie widzieć mniej natrętnych reklam podczas przeglądania stron internetowych."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>Ulepszona architektura na przyszłość.</strong> Na horyzoncie pojawia się Manifest V3, najnowsza wersja platformy rozszerzeń dla przeglądarek opartych na Chromium. A my przygotowujemy się do niej! MV3 oznacza dużą zmianę w sposobie działania rozszerzeń przeglądarki, wymagając od naszego zespołu wprowadzenia dużych zmian w działaniu Adblock Plus. Poczyniliśmy znaczne postępy, dzięki czemu możemy nadal służyć naszym użytkownikom w zmieniającym się świecie Internetu."
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>Dostosuj strony podczas przeglądania.</strong> Udostępniliśmy naszą funkcję blokowania elementów, która umożliwia blokowanie części strony internetowej, nawet jeśli nie jest to reklama. Na przykład niektóre części strony internetowej, takie jak sugestie paska bocznego, mogą być dla Was szczególnie irytujące. Dzięki tej nowej funkcji można zablokować dowolną część strony, aby pozostała ukryta za każdym razem, gdy ją odwiedzacie."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>Adblock Plus Premium już jest!</strong> Dzięki Adblock Plus Premium możecie blokować bardziej ukierunkowane elementy rozpraszające uwagę, w tym powiadomienia, pływające filmy, wyskakujące okienka biuletynów oraz inne. <a>Tutaj</a> możecie dowiedzieć się więcej na temat Premium. A jeśli już wcześniej dokonaliście wsparcia, możecie od razu uzyskać <a>dostęp</a> do tych funkcji Premium."
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[Wkrótce] </em>Tryb obejścia dla Adblock Plus Premium. </strong>Wyskakujące okienka proszące internautów o wyłączenie blokowania reklam stają się coraz bardziej powszechne w sieci. Dlatego udostępniamy nową funkcję Adblock Plus Premium o nazwie Tryb obejścia (Bypass Mode). Dzięki trybowi obejścia możecie surfować po Internecie oraz widzieć mniej tych komunikatów dotyczący blokowania reklam, jednocześnie ciesząc się tym samym komfortem przeglądania."
  },
  "update__alert__heading": {
    "message": "Proszę, nie przewijaj dalej"
  },
  "update__alert__paragraph-1": {
    "message": "Witaj,"
  },
  "update__alert__paragraph-2": {
    "message": "Jako użytkownik Adblock Plus znasz wartość, jaką nasze oprogramowanie wnosi do przeglądania. Blokując niechciane i natrętne reklamy, Adblock Plus pomaga przeglądać sieć szybciej, bezpieczniej oraz z mniejszą ilością elementów rozpraszających uwagę. Ale czy wiesz, że Adblock Plus jest całkowicie darmowy, bez żadnych ukrytych opłat? Wierzymy, że każdy powinien mieć dostęp do lepszego, wolnego od reklam Internetu, dlatego oferujemy Adblock Plus za darmo."
  },
  "update__alert__paragraph-3": {
    "message": "Potrzebujemy jednak Twojej pomocy, aby Adblock Plus działał i był ulepszany. Niewielki procent użytkowników hojnie wspiera naszą misję, polegamy na wsparciu użytkowników takich jak Ty, aby Adblock Plus działał i był bezpłatny dla wszystkich. Twój wkład, bez względu na to, jak mały, może mieć duże znaczenie. Jeśli więc Adblock Plus zaoszczędził Ci choćby trochę pieniędzy lub godzin frustracji związanej z radzeniem sobie z niechcianymi reklamami, rozważ wsparcie naszego zespołu i rozwój internetu wolnego od reklam. Dziękujemy za wsparcie. Razem możemy uczynić internet lepszym miejscem dla wszystkich."
  },
  "update__alert__paragraph-4": {
    "message": "Z poważaniem,  Zespół Adblock Plus"
  },
  "new__paragraph-1": {
    "message": "W Adblock Plus ciągle staramy się zapewniać funkcje, które sprawiają, że przeglądanie Internetu jest przyjemniejsze. Oto kilka rzeczy, nad którymi pracowaliśmy:"
  },
  "new__item-1__heading": {
    "message": "Przygotowanie do Manifest V3"
  },
  "new__item-1__paragraph-1": {
    "message": "Z radością informujemy, że oficjalne wydanie rozszerzenia Manifest V3 Adblock Plus nastąpi wiosną tego roku! Manifest V3, najnowsza wersja platformy rozszerzeń dla przeglądarek opartych na Chrome, jest już na horyzoncie. MV3 reprezentuje dużą zmianę w sposobie działania rozszerzeń przeglądarki oraz wymagało od naszego zespołu wprowadzenia <a>pewnych zmian w sposobie działania Adblock Plus.</a>"
  },
  "new__item-2__heading": {
    "message": "Różne poprawki błędów"
  },
  "new__item-2__paragraph-1": {
    "message": "Jak zawsze, nieustannie dbamy o to, abyś mógł(a) w pełni wykorzystać swój produkt do blokowania reklam. Naprawiliśmy błędy, w tym jeden, który zakłócał dostęp do Adblock Plus Premium."
  },
  "new__item-3__heading": {
    "message": "Ukryj banery związane z plikami cookie oraz inne elementy rozpraszające uwagę (Premium)"
  },
  "new__item-3__paragraph-1": {
    "message": "Skup się na treściach, które chcesz zobaczyć, <a>blokując te nieznośne banery, które proszą o zaakceptowanie plików cookie</a>. Możesz także <a>zablokować dodatkowe wyskakujące okienka</a>, w tym automatycznie odtwarzane filmy, wyskakujące okienka biuletynów, prośby o wypełnienie ankiety oraz inne."
  },
  "new__item-4__heading": {
    "message": "Lepsze blokowanie reklam w Internecie"
  },
  "new__item-4__paragraph-1": {
    "message": "Jak zawsze, nieustannie przyglądamy się temu, jak strony internetowe i wydawcy radzą sobie z blokerami reklam. Udoskonaliliśmy nasze rozszerzenie, aby mieć pewność, że utrzymamy przewagę oraz że będziesz mógł nadal blokować reklamy podczas przeglądania. Naprawiliśmy również niedawny problem, który powodował, że niektórzy użytkownicy doświadczali spowolnienia w YouTube oraz innych witrynach. Więcej na ten temat możesz przeczytać <a>tutaj</a>."
  },
  "new__item-4__paragraph-2": {
    "message": "<a>Dowiedz się więcej o Adblock Plus Premium.</a>"
  },
  "new__paragraph-3": {
    "message": "Chcesz zgłosić problem? Skontaktuj się z nami za pośrednictwem mediów społecznościowych, <a>poczty elektronicznej</a> lub <a>forum użytkowników</a>."
  },
  "new__item-5__heading": {
    "message": "Wybierz sposób wyświetlania stron internetowych"
  },
  "new__item-5__paragraph-1": {
    "message": "Co zrobić, jeśli to, co chcesz zablokować, nie jest reklamą? Możesz spersonalizować sposób przeglądania Internetu, <a>korzystając z ręcznego kreatora ukrywania</a>, aby ukryć części strony, których nie chcesz widzieć."
  },
  "support-money-back": {
    "message": "Wspieraj nas bez obaw: <strong>60-dniowa gwarancja zwrotu pieniędzy</strong>. Ponadto możesz zatrzymać Plus."
  },
  "update-section-1__heading": {
    "message": "Adblock Plus został zaktualizowany!"
  },
  "update-section-1-row-1__paragraph-1": {
    "message": "Witaj,"
  },
  "update-section-1-row-1__paragraph-2": {
    "message": "Naszą misją jest stworzenie takiego Internetu, który będzie wolny od czynników rozpraszających oraz nie będzie powodem do zmartwień. Właśnie dlatego opracowaliśmy nasze rozszerzenie do blokowania wyskakujących okienek, irytujących reklam oraz innych elementów rozpraszających uwagę. Adblock Plus pomaga przeglądać sieć szybciej, bezpieczniej i z większą kontrolą."
  },
  "update-section-1-row-1__paragraph-3": {
    "message": "Adblock Plus jest dla użytkowników bezpłatny, ponieważ uważamy, że każdy powinien mieć dostęp do lepszego Internetu. Dlatego wielu użytkowników decyduje się na wsparcie naszych wysiłków. Jeśli wierzysz w to, co robimy i chcesz nam pomóc - możesz to zrobić poniżej. Razem możemy sprawić, że Internet będzie lepszym miejscem dla wszystkich!"
  },
  "update-section-1-row-1__paragraph-4": {
    "message": "Z poważaniem,<span></span> Zespół Adblock Plus"
  },
  "update-gaurantee__text": {
    "message": "Wspieraj nas bez obaw: <strong>odwołaj w dowolnym</strong> momencie i skorzystaj z naszej <strong>60-dniowej gwarancji zwrotu pieniędzy</strong>. Ponadto możesz zatrzymać Adblock Plus."
  },
  "update-payment-frequency__label--once": {
    "message": "Dokonaj <strong>jednorazowej</strong> wpłaty"
  },
  "update-payment-frequency__label--recurring": {
    "message": "Dokonaj <strong>cyklicznej</strong> wpłaty"
  },
  "update-payment-switch__label--monthly": {
    "message": "Miesięcznie"
  },
  "update-payment-switch__label--yearly": {
    "message": "Rocznie"
  },
  "update-payment-reward__text": {
    "message": "Super! Wpłata w wysokości <span>35.00</span> zapewnia <span>Adblock Plus Premium</span> <span> na rok</span>. Dziękujemy za wsparcie."
  },
  "update-payment__checkout-button": {
    "message": "Wpłać teraz"
  },
  "product__premium": {
    "message": "Adblock Plus Premium"
  },
  "update-payment-reward__1-month": {
    "message": "Super! Wpłata w wysokości <span>35.00</span> zapewnia <span>Adblock Plus Premium</span> na miesiąc. Dziękujemy za wsparcie."
  },
  "update-payment-reward__n-months": {
    "message": "Super! Wpłata w wysokości <span>35.00</span> zapewnia <span>Adblock Plus Premium</span> na <span>8</span> miesięcy. Dziękujemy za wsparcie."
  },
  "update-payment-reward__1-year": {
    "message": "Super! Wpłata w wysokości <span>35.00</span> zapewnia <span>Adblock Plus Premium</span> na rok. Dziękujemy za wsparcie."
  },
  "update-payment-reward__n-years": {
    "message": "Super! Wpłata w wysokości <span>35.00</span> zapewnia <span>Adblock Plus Premium</span> na <span>8</span> lat. Dziękujemy za wsparcie."
  },
  "update-payment-reward": {
    "message": "Super! Wpłata w wysokości <span>35.00</span> zapewnia <span>Adblock Plus Premium</span>. Dziękujemy za wsparcie."
  },
  "update-payment-suffix__monthly": {
    "message": "/miesięcznie"
  },
  "update-payment-suffix__yearly": {
    "message": "/rocznie"
  },
  "update__installing-card__heading-1": {
    "message": "Instalacja najnowszej aktualizacji Adblock Plus"
  },
  "whats-new-paragraph-1": {
    "message": "Ciężko nad tym pracujemy, aby uczynić rozszerzenie Adblock Plus jeszcze bardziej wartościowym dla użytkowników, poprawiając jego funkcjonalność i przygotowując na przyszłość."
  },
  "whats-new-paragraph-2": {
    "message": "Oto kilka informacji o tym, nad czym ostatnio pracowaliśmy:"
  },
  "new__item-6__heading": {
    "message": "Wspieraj swoich ulubionych twórców treści"
  },
  "new__item-6__paragraph-1": {
    "message": "Wielu twórców treści jest uzależnionych od przychodów z reklam. Wspieraj swoich ulubionych twórców, <a>zezwalając na reklamy w określonych witrynach</a>, jednocześnie blokując je gdzie indziej."
  },
  "new__item-7__heading": {
    "message": "Bardziej prywatna i bezpieczniejsza sieć"
  },
  "new__item-7__paragraph-1": {
    "message": "Dzięki <a>AdBlock VPN</a>, stworzonemu przez naszych partnerów z AdBlock, masz jeszcze większą kontrolę nad sposobem przeglądania. Ukryj swoją tożsamość online, bezpieczniej korzystaj z publicznych sieci Wi-Fi oraz ciesz się zwiększonym bezpieczeństwem online."
  },
  "new-premium__heading": {
    "message": "Odblokuj więcej dzięki Premium."
  },
  "new-premium__paragraph-1": {
    "message": "Czy wiesz, że Adblock Plus daje większą kontrolę nad sposobem przeglądania sieci? Jednym ze sposobów na cieszenie się lepszymi wrażeniami z przeglądania jest <a>ukrywanie komunikatów o plikach cookie</a> przy pomocy <a>Adblock Plus Premium</a>."
  },
  "new-premium__paragraph-2": {
    "message": "Prawdopodobnie doskonale znasz komunikaty, które proszą o zaakceptowanie lub odrzucenie plików cookie na stronach internetowych. Chociaż komunikaty te mają na celu informowanie użytkowników o prywatności, stały się uciążliwe dla wielu z nich. Niektórzy akceptują nawet wszystkie pliki cookie tylko po to, aby zamknąć komunikat oraz mieć pewność, że mogą uzyskać dostęp do wybranych treści."
  },
  "new-premium__paragraph-3": {
    "message": "Na szczęście możesz szybciej dotrzeć do celu dzięki Adblock Plus Premium. Adblock Plus Premium <a>blokuje w Twoim imieniu te nieznośne komunikaty</a> oraz odrzuca wszystkie niepotrzebne pliki cookie stron trzecich. Teraz możesz skupić się na tym, co najważniejsze - bez rozpraszania uwagi."
  },
  "240423-shared__heading-1": {
    "message": "Wykorzystaj w pełni możliwości Adblock Plus"
  },
  "240423-shared__paragraph-1": {
    "message": "Adblock Plus od razu zaczyna blokować wyskakujące okienka oraz inne irytujące reklamy. Oto kilka sposobów, dzięki którym możesz zrobić jeszcze więcej:"
  },
  "240423-shared__heading-2": {
    "message": "Zablokuj więcej dzięki Premium"
  },
  "240423-shared__paragraph-2": {
    "message": "Przejmij kontrolę nad przeglądaniem dzięki <a>Adblock Plus Premium</a>. Blokuj <a>uciążliwe banery, które proszą o zaakceptowanie plików cookie</a>, wyskakujące okienka, takie jak automatycznie odtwarzane filmy, okienka biuletynu, prośby o wypełnienie ankiety i nie tylko."
  },
  "240423-shared__heading-3": {
    "message": "Ciesz się większą prywatnością"
  },
  "240423-shared__paragraph-3": {
    "message": "Korzystaj z bezpieczniejszej sieci, gdziekolwiek jesteś, używając Adblock Plus Premium oraz <a>AdBlock VPN</a>, stworzonych przez naszych partnerów w AdBlock. Oprócz korzyści płynących z Premium, będziesz w stanie chronić swoje dane osobowe podczas <a>anonimowego przeglądania sieci</a>."
  },
  "240423-shared__heading-4": {
    "message": "Przypnij Adblock Plus do paska narzędzi"
  },
  "240423-shared__paragraph-4": {
    "message": "<a>Po przypięciu rozszerzenia</a> do przeglądarki można uzyskać dostęp do ustawień oraz zobaczyć liczbę zablokowanych reklam. W większości przeglądarek oznacza to, że wystarczy kliknąć ikonę puzzli znajdującą się w prawym górnym rogu, aby przypiąć rozszerzenie."
  },
  "240423-shared__heading-5": {
    "message": "Wybierz, co chcesz zablokować"
  },
  "240423-shared__paragraph-5": {
    "message": "Możesz <a>przeglądać listy filtrów</a> lub skorzystać z naszego ręcznego narzędzia do blokowania, aby dostosować to, co blokujesz podczas przeglądania – nawet jeśli nie jest to reklama!"
  },
  "240423-shared__heading-6": {
    "message": "Włącz Adblock Plus dla trybu przeglądania prywatnego"
  },
  "240423-shared__paragraph-6": {
    "message": "Czy jesteś zwolennikiem korzystania z trybu przeglądania prywatnego? Aby AdBlock działał w trybie prywatnym, wystarczy wykonać kroki opisane w <a>tym poście na blogu</a>."
  },
  "240423-shared__heading-7": {
    "message": "Wspieraj twórców treści, których lubisz"
  },
  "240423-shared__paragraph-7": {
    "message": "Chociaż wszyscy nie znosimy natrętnych reklam, z pewnością są twórcy, których treści uwielbiamy. Jeśli chcesz wesprzeć ich przychodami z reklam, zawsze możesz <a>dodać swoje ulubione witryny do listy dozwolonych</a>. Umożliwi to wyświetlanie reklam w tych witrynach, jednocześnie blokując je na pozostałych."
  },
  "240430-shared__heading-2": {
    "message": "Blokuj uciążliwe komunikaty plików cookie"
  },
  "240430-shared__paragraph-2": {
    "message": "Czy wiesz, że pliki cookie gromadzą Twoje dane? Pliki cookie są obecne w całej sieci, podobnie jak irytujące komunikaty z prośbą o ich zaakceptowanie. Dzięki wersji <a>Premium</a> możesz zapobiec niechcianemu śledzeniu oraz zablokować komunikaty plików cookie."
  },
  "240507-shared__heading-8": {
    "message": "Jesteśmy gotowi na przyszłość"
  },
  "240507-shared__paragraph-8": {
    "message": "Oficjalnie wprowadziliśmy wersję Manifest V3 Adblock Plus, aby nadal zapewniać najlepsze wrażenia z korzystania z Internetu teraz i w przyszłości."
  },
  "update-premium-benefits__heading": {
    "message": "Prześlij swój wkład już dziś i uzyskaj aktualizację do Adblock <strong>Plus</strong> Premium"
  },
  "update-premium-benefits__item-1": {
    "message": "Blokuj wyskakujące okienka zgody na pliki cookie"
  },
  "update-premium-benefits__item-2": {
    "message": "Blokuj subskrypcje e-mail oraz pływające filmy"
  },
  "240529-shared__heading-1": {
    "message": "Co nowego?"
  },
  "240529-shared__paragraph-1": {
    "message": "Pracujemy nad tym, aby Adblock Plus był coraz lepszy. Oto kilka informacji o tym, co ostatnio robiliśmy:"
  },
  "240529-shared__heading-2": {
    "message": "Nowe menu Adblock Plus"
  },
  "240529-shared__paragraph-2": {
    "message": "Przeprojektowaliśmy menu Adblock Plus, aby było lepsze niż kiedykolwiek! Możesz teraz <a>blokować banery plików cookie</a>, automatycznie odtwarzane filmy, wyskakujące okienka newslettera oraz inne irytujące elementy za pomocą mniejszej liczby kliknięć, gdy masz <a>Adblock Plus Premium</a>. (Dla użytkowników w Niemczech Adblock Plus Premium będzie wkrótce dostępny!)"
  },
  "240529-shared__heading-3": {
    "message": "Jesteśmy przygotowani na przyszłość"
  },
  "240529-shared__paragraph-3": {
    "message": "Oficjalnie wprowadziliśmy wersję Manifest V3 Adblock Plus, aby nadal zapewniać najlepsze wrażenia z korzystania z Internetu teraz i w przyszłości."
  },
  "240529-shared__heading-4": {
    "message": "Adblock Plus dla wszystkich Twoich urządzeń"
  },
  "240529-shared__paragraph-4": {
    "message": "Czy przeglądasz Internet na więcej niż jednym urządzeniu? Adblock Plus jest dostępny dla wielu przeglądarek, w tym Chrome, Edge oraz Firefox. A dzięki <a>Adblock Plus dla Safari</a>możesz blokować reklamy w Internecie na komputerze Mac!"
  },
  "240529-shared__heading-5": {
    "message": "Lepsze blokowanie reklam podczas przeglądania"
  },
  "240529-shared__paragraph-5": {
    "message": "Reklamodawcy i wydawcy regularnie szukają sposobów na wyświetlanie reklam przy jednoczesnym omijaniu blokad. Wciąż ulepszamy funkcjonalność, dzięki czemu możesz cieszyć się mniejszą liczbą reklam podczas korzystania z Internetu."
  },
  "update-motivation-notification-header__heading": {
    "message": "Czy widzisz różnicę?"
  },
  "update-motivation-notification-body__text": {
    "message": "Otrzymujesz Adblock <strong>Plus</strong> Premium przy dowolnym wkładzie, użyj naszego suwaka, aby zobaczyć różnicę."
  },
  "update-motivation-slider-modal-header__heading": {
    "message": "Użyj suwaka, aby zobaczyć, jak działa wersja Premium"
  },
  "update-motivation-slider-modal-header__subheading": {
    "message": "Wyskakujące okienka, pływające filmy oraz komunikaty plików cookie znikają po uaktualnieniu do wersji Premium."
  },
  "240625-shared__paragraph-1": {
    "message": "Z radością ogłaszamy, że od tej pory nie będziemy już prosić o wpłaty. Zamiast tego chcielibyśmy dać Ci coś w zamian - Adblock Plus Premium. Korzystając z Adblock Plus Premium, będziesz cieszyć się większą kontrolą nad siecią dzięki dodatkowym funkcjom stworzonym w celu zapewnienia lepszych wrażeń podczas przeglądania."
  },
  "240625-shared__paragraph-2": {
    "message": "Dzięki Premium, oprócz wszystkich naszych bezpłatnych funkcji, możesz:"
  },
  "240625-shared__heading-1": {
    "message": "Ukrywać powiadomienia o plikach cookie"
  },
  "240625-shared__paragraph-3": {
    "message": "Adblock Plus Premium <a>blokuje wyskakujące okienka</a> z prośbą o zaakceptowanie plików cookie, jednocześnie odrzucając niepotrzebne pliki cookie w imieniu użytkownika."
  },
  "240625-shared__heading-2": {
    "message": "Blokować inne elementy rozpraszające uwagę"
  },
  "240625-shared__paragraph-4": {
    "message": "Skoncentruj się bardziej na tym, co robisz, gdy zatrzymasz automatyczne odtwarzanie filmów podczas przeglądania, wyskakujące okienka biuletynu, prośby o wypełnienie ankiet i nie tylko."
  },
  "240625-shared__paragraph-5": {
    "message": "Mamy nadzieję, że wypróbujesz Adblock Plus Premium!"
  },
  "240625-shared__paragraph-6": {
    "message": "Z radością ogłaszamy, że od tej pory nie będziemy już prosić o wpłaty. Zamiast tego chcielibyśmy dać Wam coś w zamian - Adblock Plus Premium. <strong>Nasza usługa subskrypcji Premium będzie dostępna dla wszystkich naszych użytkowników we Francji jeszcze w 2024 roku.</strong>"
  },
  "240625-shared__paragraph-7": {
    "message": "Korzystając z Adblock Plus Premium, będziesz cieszyć się większą kontrolą nad siecią dzięki dodatkowym funkcjom stworzonym w celu zapewnienia lepszych wrażeń podczas przeglądania. Będzie można:"
  },
  "240625-shared__heading-6": {
    "message": "Ukrywać powiadomienia o plikach cookie"
  },
  "240625-shared__paragraph-8": {
    "message": "Pożegnaj się z irytującymi powiadomieniami o plikach cookie i ciesz się płynniejszym przeglądaniem. Adblock Plus Premium ukrywa wyskakujące okienka z prośbą o zaakceptowanie plików cookie, jednocześnie odrzucając niepotrzebne pliki cookie w imieniu użytkownika."
  },
  "240625-shared__heading-7": {
    "message": "Blokować inne elementy rozpraszające uwagę"
  },
  "240625-shared__paragraph-9": {
    "message": "Skoncentruj się bardziej na tym, co robisz, gdy zatrzymasz automatyczne odtwarzanie filmów podczas przeglądania, wyskakujące okienka biuletynu, prośby o wypełnienie ankiet i nie tylko."
  },
  "240625-shared__paragraph-10": {
    "message": "Jeśli chcesz zgłosić problem, skontaktuj się z nami za pośrednictwem naszego <a>Centrum pomocy</a> lub poczty elektronicznej pod adresem <a>support@adblockplus.org</a>."
  },
  "update-header-section-1__heading": {
    "message": "Twój Adblock Plus jest aktualny"
  },
  "update-header-section-1__subheading": {
    "message": "Adblock Plus Premium już jest! Ciesz się większą kontrolą nad siecią dzięki dodatkowym funkcjom stworzonym w celu zapewnienia lepszych wrażeń podczas przeglądania."
  },
  "update-header-section-2": {
    "message": "Dzięki Adblock Plus Premium blokuj do 23% więcej elementów rozpraszających uwagę i jeszcze bardziej popraw swoje wrażenia online"
  },
  "update-header-section-3-item-1": {
    "message": "Ukryj irytujące komunikaty zgody na pliki cookie"
  },
  "update-header-section-3-item-2": {
    "message": "Blokuj pływające filmy, prośby o adres e-mail i nie tylko"
  },
  "update-header-section-3-item-3": {
    "message": "Uzyskaj większą prędkość ładowania strony"
  },
  "update-plan-1-discount": {
    "message": "NAJKORZYSTNIEJSZA CENA - OSZCZĘDNOŚĆ 17%"
  },
  "update-plan-heading__product-premium": {
    "message": "/premium"
  },
  "update-plan-heading__frequency-yearly": {
    "message": "ROCZNIE"
  },
  "update-plan-heading-price__frequency-yearly": {
    "message": "/rok"
  },
  "update-plan-checkout-button": {
    "message": "Dokonaj zakupu"
  },
  "update-plan-heading__frequency-monthly": {
    "message": "MIESIĘCZNIE"
  },
  "update-plan-heading-price__frequency-monthly": {
    "message": "/miesiąc"
  },
  "update-payment-providers-preface": {
    "message": "Akceptowane formy płatności:"
  },
  "update-cancel-policy": {
    "message": "<strong>Anuluj subskrypcję w dowolnym momencie</strong> i skorzystaj z <strong>60-dniowej gwarancji zwrotu pieniędzy.</strong>"
  },
  "update-difference-tease__lead": {
    "message": "Zobacz różnicę, jaką Premium wnosi do Twojego przeglądania:"
  },
  "update-premium-difference__heading": {
    "message": "Czy widzisz różnicę?"
  },
  "update-premium-difference__subheading": {
    "message": "Wyskakujące okienka, pływające filmy oraz komunikaty plików cookie znikają po uaktualnieniu do wersji Premium."
  },
  "premium-difference-card__heading": {
    "message": "Użyj suwaka, aby zobaczyć, jak działa wersja Premium"
  },
  "update-premium-checkout-button-frequency__yearly": {
    "message": "Rocznie"
  },
  "update-premium-checkout-button-frequency__monthly": {
    "message": "Miesięcznie"
  },
  "update-premium-features__heading": {
    "message": "Dlaczego warto wybrać wersję Premium?"
  },
  "update-premium-features-item-1__heading": {
    "message": "Blokuj wyskakujące komunikaty zgody na pliki cookie"
  },
  "update-premium-features-item-1__paragraph-1": {
    "message": "W całym Internecie witryny wyświetlają powiadomienia informujące o korzystaniu z plików cookie. Dzięki wersji Premium można ukryć te irytujące wyskakujące okienka."
  },
  "update-premium-features-item-2__heading": {
    "message": "Blokuj więcej elementów rozpraszających uwagę"
  },
  "update-premium-features-item-2__paragraph-1": {
    "message": "Przejmij kontrolę nad swoją przeglądarką i przeglądaj tak, jak chcesz! Pożegnaj się z wyskakującymi okienkami biuletynu, pływającymi filmami i nie tylko - dzięki kontroli elementów rozpraszających uwagę."
  },
  "update-premium-features-item-3__heading": {
    "message": "Wsparcie dla Adblock Plus"
  },
  "update-premium-features-item-3__paragraph-1": {
    "message": "Twoje wsparcie pozwala nam tworzyć przyjazny i wolny od zakłóceń internet dla każdego. Pomóż nam utrzymać Adblock Plus przez wiele lat oraz uzyskaj dostęp do większej liczby funkcji w miarę ich udostępniania."
  }
}