{
  "abp-can-be-improved": {
    "message": "Twój Adblock Plus może zostać ulepszony!"
  },
  "adding-enhancements": {
    "message": "Niedawno wprowadziliśmy pierwszą serię ulepszeń do Adblock Plus. Wraz z wprowadzeniem Adblock Plus Premium, opracowaliśmy dodatkowe sposoby, aby pomóc naszym użytkownikom cieszyć się mniejszą ilością wyskakujących okienek oraz zakłóceń. Poniżej przedstawiamy te prace."
  },
  "abp-free-software": {
    "message": "Nasz zespół spędza tysiące godzin, aby Adblock Plus zapewnił wszystkim jak najlepsze wrażenia online. W tym roku skupiliśmy się na ułatwieniu naszym użytkownikom blokowania większej liczby wyskakujących okienek oraz rozpraszaczy uwagi. Cieszymy się, że możesz wypróbować Adblock Plus Premium. <strong>Doceniamy każdy wkład!</strong>"
  },
  "whats-new-header-1": {
    "message": "Co nowego?"
  },
  "enjoy-fewer-distractions": {
    "message": "Dzięki Adblock Premium możesz cieszyć się internetem z dużo mniejszą ilością rozpraszaczy uwagi."
  },
  "stop-autoplay-video": {
    "message": "<strong>Zatrzymaj automatyczne odtwarzanie filmy. </strong> Ukryj filmy używane przez wiele stron internetowych, które odtwarzają się automatycznie i podążają za Tobą po stronie podczas przeglądania."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Usuń wyskakujące okienka newsletterów.</strong> Skończ z wyskakującymi okienkami, które strony internetowe wykorzystują, aby nakłonić Cię do zapisania się do newsletterów."
  },
  "block-survey-requests": {
    "message": "<strong>Blokuj powiadomienia z witryn oraz prośby o przeprowadzenie ankiety.</strong> Wiele stron internetowych prosi o śledzenie Twojej lokalizacji lub o udział w krótkich ankietach. Teraz automatycznie odrzucimy te prośby ze stron, które odwiedzasz."
  },
  "hide-cookie-notices": {
    "message": "<strong>Ukryj powiadomienia o zgodzie na pliki cookie.</strong> Już wkrótce będzie można skończyć z irytującymi banerami zgody na pliki cookie - dzięki nowej funkcji ich blokowania, którą właśnie kończymy."
  },
  "whats-new-support": {
    "message": "Chcesz zgłosić problem? Skontaktuj się z nami za pośrednictwem mediów społecznościowych, <a>poczty elektronicznej</a> lub <a>forum użytkowników</a>."
  },
  "privacy-policy": {
    "message": "Polityka prywatności"
  }
}