{
  "title": {
    "message": "Adblock Plus został zaktualizowany"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus został zaktualizowany! <span>(wersja 3.11)</span>"
  },
  "update-lead-1": {
    "message": "Ostatnie kilka miesięcy upłynęły nam na dodawaniu nowych funkcji i usprawnień działania Adblock Plus. Z całych sił staramy się oddać w Wasze ręce najlepszą technologię blokowania reklam, abyście mogli cieszyć się czystą siecią.  Adblock Plus jest oprogramowaniem darmowym, wspieranym przez społeczność, co nie <strong>byłoby możliwe bez Waszego stałego wsparcia.</strong>"
  },
  "update-lead-2": {
    "message": "Poświęcamy dużo czasu i zasobów na rozwój i zapewnienie naszym użytkownikom najlepszych doświadczeń podczas korzystania z Internetu. Będziemy wdzięczni za wsparcie finansowe, które Waszym zdaniem będzie odpowiednim wkładem w projekt Adblock Plus i nasze próby utrzymania społeczności blokowania reklam przy życiu. <strong>Doceniamy każdą pomoc!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Zapłać za pomocą:"
  },
  "whats-new-header-1": {
    "message": "Co nowego?"
  },
  "whats-new-lead-1": {
    "message": "Oto przegląd niektórych ulepszeń i nowych funkcji. Wkrótce wprowadzimy kolejne zmiany!"
  },
  "whats-new-list-1": {
    "message": "<strong>Nowe filtry zalecane.</strong> Ułatwiliśmy blokowanie dodatkowych elementów rozpraszających uwagę, takich jak powiadomienia o plikach cookie oraz inne. Patrz <em>Ustawienia> Ogólne> Filtry zalecane<em>, aby je wypróbować!"
  },
  "whats-new-list-2": {
    "message": "<strong>Ulepszone blokowanie reklam.</strong> Wiele stron utrudnia Adblock Plus blokowanie reklam. Poprawiliśmy naszą zdolność do blokowania reklam na tych stronach oraz regularnie ją aktualizujemy. Prosimy użyć funkcji <em>Zgłoś problem</em>, aby poinformować nas, jeśli macie jakiekolwiek problemy z funkcją blokowania reklam."
  },
  "whats-new-list-3": {
    "message": "<strong>Lepsza wydajność.</strong> Ulepszyliśmy naszą logikę sprawdzania wyłączonych list filtrów, dzięki czemu Adblock Plus zużywa mniej pasma."
  },
  "whats-new-list-4": {
    "message": "<strong>Poprawiona prywatność.</strong> Dla naszych użytkowników przeglądających strony w zakładkach prywatnych, wyłączyliśmy maksymalną ilość zablokowanych żądań."
  },
  "whats-new-list-5": {
    "message": "<strong>Lepsze usuwanie błędów.</strong> Dla naszych użytkowników technicznych wprowadziliśmy tryb usuwania błędów dla filtrów ukrywających elementy, który może być włączony na stronie <em>ustawień zaawansowanych</em> Adblock Plus. Można łatwo podświetlić te elementy, na które mają wpływ filtry ukrywające."
  },
  "whats-new-support": {
    "message": "Chcesz zgłosić problem? Odezwij się do nas za pośrednictwem mediów społecznościowych, <a>mailowo</a> lub na <a>forum użytkownika</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Polityka prywatności"
  }
}