{
  "youtube-letter__heading": {
    "message": "Nowe funkcje zapobiegające blokowaniu reklam w YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Blokowanie reklam w YouTube staje się coraz trudniejsze."
  },
  "youtube-letter__paragraph-1": {
    "message": "Jako użytkownik Adblock Plus możesz napotkać na YouTube funkcje zapobiegające blokowaniu reklam. Czasami zostaniesz poproszony/a o zezwolenie na reklamy YouTube po trzech filmach, a innym razem nie uruchomisz odtwarzania, dopóki Adblock Plus nie zostanie wyłączony. "
  },
  "youtube-letter__paragraph-2": {
    "message": "Pracujemy nad tym, aby nasze rozszerzenie było aktualne i skuteczne, a YouTube nieustannie pracuje nad funkcjami zapobiegającymi blokowaniu reklam. Wiemy, że powoduje to niepewność co do tego, czy w witrynie pojawi się funkcja blokująca, czy nie. Robimy wszystko, co w naszej mocy, aby poprawić to doświadczenie dla naszych użytkowników, jednocześnie pracując w ramach obowiązujących przepisów prawnych. Mamy użytkowników na całym świecie, a to oznacza, że musimy zapewnić, że działamy zgodnie z wieloma przepisami obowiązującymi w różnych krajach."
  },
  "youtube-letter__paragraph-3": {
    "message": "Aby zapewnić sobie dostęp do YouTube z zainstalowanym Adblock Plus, wystarczy <a>dodać YouTube do listy dozwolonych</a>. Pozwoli to na wyświetlanie reklam w serwisie YouTube, jednocześnie blokując reklamy w innych przeglądanych witrynach. Gdziekolwiek jesteś w sieci, Adblock Plus daje również możliwość korzystania <a>z niestandardowych reguł blokowania</a>, aby ukryć rozpraszające elementy. (Ta funkcja jest dostępna dla użytkowników przeglądarek Chrome, Edge oraz Firefox)."
  },
  "youtube-letter__paragraph-4": {
    "message": "Będziemy nadal blokować wyskakujące okienka oraz inne irytujące reklamy w całej sieci. A jeśli chcesz zablokować jeszcze więcej rozpraszaczy (takich jak wyskakujące okienka biuletynu, prośby o wypełnienie ankiety i pływające filmy), zawsze możesz zarejestrować się w <a>Adblock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "Doceniamy Twoje wsparcie!"
  },
  "title": {
    "message": "Blokowanie na YouTube | Adblock Plus"
  },
  "description": {
    "message": "Próbujesz zablokować reklamy na YouTube? Dowiedz się więcej o tym, dlaczego użytkownicy Adblock Plus napotykają na YouTube funkcję zapobiegającą blokowaniu reklam."
  }
}