{
  "youtube-letter__heading": {
    "message": "Komunikat dotyczący blokowania reklam w YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Blokowanie reklam w YouTube staje się coraz trudniejsze."
  },
  "youtube-letter__paragraph-1": {
    "message": "W przypadku użytkowników Adblock Plus - YouTube może uniemożliwiać odtwarzanie filmów, gdy włączona jest blokada reklam. Czasami serwis wyświetli komunikat z prośbą o zezwolenie na reklamy YouTube po trzech filmach, a innym razem nie pozwoli na odtworzenie niczego, dopóki Adblock Plus nie zostanie wyłączony."
  },
  "youtube-letter__paragraph-2": {
    "message": "Pracujemy nad tym, aby nasze rozszerzenie było aktualne i skuteczne, a YouTube nieustannie pracuje nad powstrzymaniem blokerów reklam w swojej witrynie. Wiemy, że powoduje to nieprzewidywalne i niezbyt idealne wrażenia, niezależnie od tego, czy zobaczysz ten komunikat, czy nie. Robimy wszystko, co w naszej mocy, aby zapewnić naszym użytkownikom jak najlepsze doświadczenia."
  },
  "youtube-letter__paragraph-3": {
    "message": "Aby zapewnić sobie dostęp do YouTube z zainstalowanym Adblock Plus, wystarczy <a>dodać YouTube do listy dozwolonych.</a> Możesz wybrać, czy chcesz zezwalać na reklamy w YouTube raz, czy zawsze. Oczywiście nadal będziemy blokować irytujące reklamy wszędzie tam, gdzie użytkownik będzie przeglądał Internet. Gdziekolwiek jesteś w sieci, Adblock Plus daje również możliwość korzystania <a>z niestandardowych reguł blokowania,</a> aby ukryć rozpraszające elementy na stronach internetowych. (Funkcja ta jest dostępna dla użytkowników przeglądarek Chrome, Edge oraz Firefox)."
  },
  "youtube-letter__paragraph-4": {
    "message": "Jednocześnie będziemy nadal blokować wyskakujące okienka oraz inne irytujące reklamy w całej sieci. A jeśli chcesz zablokować jeszcze więcej elementów rozpraszających uwagę (takich jak wyskakujące okienka newslettera, prośby o wypełnienie ankiety i pływające filmy), zawsze możesz przejść na <a>Adblock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "Jesteśmy wdzięczni za całe Wasze wsparcie!"
  },
  "title": {
    "message": "Blokowanie na YouTube | Adblock Plus"
  },
  "description": {
    "message": "Próbujesz zablokować reklamy na YouTube? Dowiedz się więcej o tym, dlaczego użytkownicy Adblock Plus napotykają na YouTube funkcję zapobiegającą blokowaniu reklam."
  }
}