{
  "what-is-abp-1": {
    "message": "O Adblock Plus é uma extensão gratuita que permite que você personalize a sua experiência na web. Você pode bloquear anúncios indesejáveis, desativar o monitoramento e muito mais. Ele está disponível para os principais navegadores desktop e dispositivos móveis."
  },
  "what-is-abp-2": {
    "message": "O Adblock Plus é um projeto de código aberto licenciado pela <a>GPLv3</a> e sujeito aos seus <a>Termos de Uso</a>."
  },
  "aa-proposals-forum-label": {
    "message": "Para mais informações, leia sobre como somos financiados"
  },
  "get-whitelisted-label": {
    "message": "Inscreva-se para receber a lista de permissões"
  },
  "aac-website-label": {
    "message": "Website do Comitê de Anúncios Aceitáveis"
  },
  "aa-website-label": {
    "message": "Website de anúncios aceitáveis"
  },
  "abp-finance-label": {
    "message": "Como o Adblock Plus é financiado"
  },
  "how-is-abp-financed-4": {
    "message": "<strong>FATO</strong>: Cerca de 90 por cento das licenças são concedidas gratuitamente para empresas de pequeno porte."
  },
  "about-aa": {
    "message": "Sobre os Anúncios Aceitáveis"
  },
  "data-collection-1": {
    "message": "Nós, especificamente, não coletamos dados do usuário. A maior parte de seus dados (por exemplo, os sites que você visita) nunca são enviados aos nossos servidores. Consulte nossa <a>Política de Privacidade</a> para obter mais detalhes."
  },
  "acceptable-ads-2": {
    "message": "Esta lista é open source, e atualmente é publicada e mantida por um comitê independente. Quer bloquear todos os anúncios? Sem problema. Clique <a>aqui</a> para saber como."
  },
  "acceptable-ads-3": {
    "message": "Essas listas de filtragem são habilitadas para você começar. Você pode mantê-las, modificá-las, removê-las e/ou adicionar outras listas de filtragem - fica a seu critério."
  },
  "acceptable-ads-1": {
    "message": "Um recurso que suporta uma navegação melhor, permitindo que os anúncios não intrusivos, respeitosos, uma vez que cumpram os critérios de anúncios aceitáveis acordados pela <a>Comissão de Anúncios Aceitáveis</a>."
  },
  "how-is-abp-financed-6": {
    "message": "<strong>Cada empresa na lista de permissões - Pagante ou não, deve manter os mesmos critérios rigorosos que nossos usuários aceitaram como parte da iniciativa de anúncios aceitáveis. Nós nunca iremos aceitar qualquer anúncio que não preenchem os <a>critérios</a>, e não há nenhuma maneira de comparar um lugar na lista de anúncios aceitáveis. Todos os anúncios permitidos e empresas participantes estão listados publicamente em nosso <a>fórum</a>. Sinta-se a vontade para discutir e compartilhar suas opiniões.</strong>"
  },
  "what-are-filter-lists-2": {
    "message": "<strong>Muitos anúncios têm monitoramento incorporado e alguns podem até conter malware. Por isso, o Adblock Plus fornece certos níveis de proteção contra malware e monitoramento padrões. Se você quiser, você pode adicionar outras listas de filtragem de malware e monitoramento para aumentar sua proteção.</strong>"
  },
  "title": {
    "message": "Sobre O Adblock Plus"
  },
  "privacy-label": {
    "message": "Política de Privacidade do Adblock Plus"
  },
  "how-does-abp-work": {
    "message": "Como O Adblock Plus Funciona?"
  },
  "how-does-abp-work-1": {
    "message": "Escolha o que  <strong>você</strong> quer ver ao navegar na web usando listas de filtro para bloquear elementos indesejados, como anúncios ou monitoramento."
  },
  "how-is-abp-financed-2": {
    "message": "Gerenciar a iniciativa de Anúncios Aceitáveis é parte da tentativa da eyeo's (a empresa por trás do Adblock Plus) de buscar uma visão diferente de publicidade on-line. Ela requer um grande esforço da nossa parte, incluindo, mas não limitado a, revisão e acompanhamento de anúncios individuais permitidos, aconselhamento dos participantes e fornecimento de apoio técnico. Estes serviços não podem ser feitos como um passatempo, ou serem totalmente feitos por voluntários."
  },
  "blacklisted-ads": {
    "message": "Anúncios na Lista negra"
  },
  "opt-out-label": {
    "message": "Como desativar Anúncios Aceitáveis"
  },
  "gpl-terms-label": {
    "message": "Termos de uso da Licença Pública Geral"
  },
  "about-aa-3": {
    "message": "Desde 2017, a iniciativa de Anúncios Aceitáveis é regida por um comitê independente que quer tornar a publicidade melhor. Para saber mais, visite <a>AcceptableAds.com</a>. Para visualizar a lista de anúncios aceitáveis, visite o <a>fórum de propostas de Anúncios Aceitáveis</a>."
  },
  "about-aa-2": {
    "message": "Em 2011, após discussões com os usuários Adblock Plus e nossa comunidade em geral, começamos a implementar a iniciativa de Anúncios Aceitáveis. A iniciativa define <a>critérios rigorosos</a> que identifica anúncios não intrusivos. Graças à iniciativa, os usuários do Adblock Plus têm a opção de exibir anúncios certificados que são parte da iniciativa de Anúncios Aceitáveis ou desativar a funcionalidade e navegar livre de anúncios indesejáveis."
  },
  "about-aa-1": {
    "message": "<strong>FATO</strong>: Não acreditamos que todos os anúncios são ruins e reconhecemos que muitos financiam websites. É por isso que acreditamos que o bloqueio parcial de anúncios é melhor do que o bloqueio completo dos mesmos."
  },
  "about-aa-4": {
    "message": "Anunciantes e editores que desejam aderir ao critério de Anúncios Aceitáveis pode fazer uma <a>solicitação</a> para que seja adicionado à lista branca de Anúncios Aceitáveis. Só as grandes empresas que possuem mais de 10 milhões de impressões de anúncios adicionais através de sua participação são obrigadas a pagar uma taxa mensal para mais informações, leia sobre <a>como somos financiados</a>."
  },
  "what-is-abp": {
    "message": "O Que É O Adblock Plus?"
  },
  "how-is-abp-financed-5": {
    "message": "Nós entendemos que uma empresa é grande, se a mesma tiver mais de 10 milhões de impressões de anúncios por mês devido a participação na iniciativa Anúncios Aceitáveis. Para uma grande empresa, nossa taxa de licenciamento normalmente representa 30% da receita adicional criado por permitir seus anúncios aceitáveis."
  },
  "data-collection": {
    "message": "O Adblock Plus Coleta Dados Do Usuário?"
  },
  "how-is-abp-financed-1": {
    "message": "A nossa principal fonte de recursos vem como parte da iniciativa de Anúncios Aceitáveis, que é gerenciado pela <a>Comissão Anúncios Aceitáveis</a>."
  },
  "default-filter-lists-1": {
    "message": "As seguintes listas de filtragem são ativadas em modo padrão quando você instala o Adblock Plus:"
  },
  "how-is-abp-financed-3": {
    "message": "Portanto, nós só cobramos das grandes empresas, uma taxa de licença, de modo que nós podemos oferecer o mesmo a todos os serviços de listas de permissões e manter nossos recursos para desenvolver o melhor software para nossos usuários."
  },
  "easylist-website-tooltip": {
    "message": "Website da Comunidade EasyList"
  },
  "gpl-label": {
    "message": "Licença Pública Geral versão 3"
  },
  "what-are-filter-lists-1": {
    "message": "As listas de filtros são conjuntas de regras que informam ao seu navegador quais elementos bloquear. Você pode bloquear pouco ou muito, o quanto você desejar. Escolha a partir de listas de filtro pré-elaboradas, mantidas externamente ou <a>crie a sua própria</a>. Quase todas listas pré-elaboradas são criadas, publicadas e mantidas por usuários <span>para</span> usuários sob licenças de código aberto."
  },
  "aa-creteria-label": {
    "message": "Critérios de Anúncios Aceitáveis"
  },
  "how-to-write-filters-label": {
    "message": "Como programar filtros"
  },
  "blacklisted-ads-1": {
    "message": "Uma lista de filtragem que bloqueia anúncios (ex. EasyList) com base em suas configurações de idioma do navegador."
  },
  "default-filter-lists": {
    "message": "Listas De Filtragem Padrão"
  },
  "blacklisted-ads-2": {
    "message": "A eyeo GmbH não está relacionada ao projeto EasyList e, portanto, não tem qualquer direito ou controle sobre, a sua lista do filtragem de conteúdo. Visite a <a>Comunidade EasyList</a> para mais informações."
  },
  "how-is-abp-financed": {
    "message": "Como O Adblock Plus É Financiado?"
  },
  "what-are-filter-lists-heading": {
    "message": "O que são listas de filtro?"
  },
  "acceptable-ads": {
    "message": "Anúncios aceitáveis"
  }
}