{
  "title": {
    "message": "Adblock Plus 0.6의 세부적인 변경내역"
  },
  "s1": {
    "message": "Adblock 0.5.2.039와 비교하여 대략 다음의 변경사항이 있습니다."
  },
  "s2": {
    "message": "사용자 인터페이스"
  },
  "s3": {
    "message": "문맥 메뉴의 \"Adblock\"을 클릭함, 메인 메뉴와 상태 표시줄은 3가지 다른 대화상자를 열게 됨 -- 고침"
  },
  "s4": {
    "message": "필터 관리 대화상자에 완료와 되돌림 버튼 대신에 확인과 취소 버튼으로 대체함"
  },
  "s5": {
    "message": "필터 관리 대화상자에서 필터 목록은 기본 목록 상자 위짓으로 비대해짐 -- 고침"
  },
  "s6": {
    "message": "필터 관리 대화상자의 메뉴는 툴바 버튼+팝업 대신에 표준 메뉴 위짓임"
  },
  "s7": {
    "message": "필터 관리 대화에서 루틴을 처리하는 일반 키를 해제함. 올바른 키의 처리를 보장하기 위해 preventDefault을 사용하게 만듦"
  },
  "s8": {
    "message": "엔터 키는 현재 필터 관리 대화상자에서 확인을 클릭하는 것과 같이 해석됨 (ESC 키는 처리는 역시 고침, 이전 포인트 보기)"
  },
  "s9": {
    "message": "선택된/입력된 URL의 깜빡임은 어디에서나 작동함"
  },
  "s10": {
    "message": "필터 관리 대화상자 메뉴에서 \"필터 목록의 정렬 유지\"의 선택은 대화상자를 여닫는 요청에 대한 메시지를 보여주는 대신에 즉시 적용함"
  },
  "s11": {
    "message": "3개의 메뉴 항목이 있는 하위 메뉴 대신에 도구 메뉴에 하나의 메뉴 항목을 추가함"
  },
  "s12": {
    "message": "브라우저 창에 대한 5개의 단축키 대신에 두 개의 단축키를 추가함"
  },
  "s13": {
    "message": "현재 테마의 CSS를 더 이상 무시하지 않음"
  },
  "s14": {
    "message": "보안"
  },
  "s15": {
    "message": "DOM에 저장되는 자료가 없거나 그렇지 않으면 콘텐트 스크립트로부터 접근 가능한 자료가 없음"
  },
  "s16": {
    "message": "DOM과의 상호작용에 대한 제한을 최소화"
  },
  "s17": {
    "message": "XPCNativeWrappers 없이 DOM 접근을 안전하게 보호함"
  },
  "s18": {
    "message": "새로운 기능"
  },
  "s19": {
    "message": "Adblock 사이드바 (파이어폭스의 경우에만)는 현재 선택된 탭에서 역동적으로 차단 가능한 URL을 보여줌"
  },
  "s20": {
    "message": "허용 필터, Adblock Plus와 호환 가능함. 해야 할 일 : 보다 나은 허용 필터 + UI"
  },
  "s21": {
    "message": "Adblock Plus 정보 대화상자. 확장 프로그램 관리자에 의해 보고된 설치 버전 번호를 보여줌 (매번 출시 때마다 수동으로 변경할 필요가 없음)"
  },
  "s22": {
    "message": "샘플로서 3개의 기본 필터를 추가함 (특정 사이트에 대해 언급하지 않음)"
  },
  "s23": {
    "message": "차단할 URL을 상태 표시줄로 끌음 (좋은 아이디어가 무엇인지는 모르겠지만 아마도 제거된 끌어다놓는 코드를 의미함)"
  },
  "s24": {
    "message": "상태 표시줄에서 마우스로 끄는 동작으로 Adblock 을 사용함/사용하지 않음 (이 끌어다놓는 코드가 의미하는 것은 또 다른 것으로 추측됨)"
  },
  "s25": {
    "message": "지역화(번역)가 가능해짐"
  },
  "s26": {
    "message": "기능 제거"
  },
  "s27": {
    "message": "호스트 이름에 기반하여 어떠한 필터가 적용될 수 없는지 결정함. 저는 속도 향상의 구현을 의도했고, 그것은 그 이후에 심각하게 깨졌고, 속도가 저하되었음. Adblock이 작동한 방식을 고려할 때 이러한 속도 향상을 더 이상 사용하지 않음"
  },
  "s28": {
    "message": "일부 이상한 비기능성 끌어다놓는 코드는 이것이 가정해서 할 수 있는 것을 추측함. 위의 \"새로운 기능\"을 참고"
  },
  "s29": {
    "message": "ObjectOverride는 차단을 허용하기 위해 클릭 가능한 DIV가 있는 객체를 교체함. 여기에서 큰 어려움을 겪기 매우 쉬움. 명백히 이것을 하기 위한 잘못된 방식."
  },
  "s30": {
    "message": "빠른 차단 -- 코드를 살펴봤음데 불구하고, 이것이 무엇을 하는지 이해할 수 없음. 마이클 맥도날드(Michael McDonald)는 (Ctrl-Shift-DblClick을 해서 임시로 이미지를 제거한다고 말했지만 10명 이상의 사람은 그렇게 생각하지 않음"
  },
  "s31": {
    "message": "사이트 차단 -- 매우 오류가 많고, 절대적으로 기능성 없음. 명백히 요청되었던 페이지에 대한 차단 -- 이것은 광고 차단과 어떤 관련이 있습니까?"
  },
  "s32": {
    "message": "맵 영역을 사용하지 않음 -- 광고 차단을 어떻게 돕는지 알 수 없음. 이면에 어떤 이유가 있다면 사용자가 그것을 이해할 만한 방법이 없음"
  },
  "s33": {
    "message": "메뉴의 단축키와의 충돌을 제거함 -- 그것은 실제로 괜찮은 일은 아니지만 확장 프로그램은 그것을 사용하지 않음"
  },
  "s34": {
    "message": "확장 프로그램 관리자 창은 다른 형식에서 Adblock 버전 번호를 보여주기 위해 중복됨 -- 게다가 확장 프로그램이 단순히 이것을 해서는 안 되는 사실로 인해 표준 버전 번호 형식은 아주 일부 위치에서 여전히 보임"
  },
  "s35": {
    "message": "프로파일로 컴포넌트의 설치를 지원하지 않는 브라우저 버전에 있는 프로파일로 컴포넌트의 설치. 이것을 하기 위한 저의 크고 못난 해크는 프로파일로 컴포넌트를 설치하는 적절한 지원이 추가될 때까지 오직 임시 도구로 의도했으며, 오래 전에 우연히 있었음"
  },
  "s36": {
    "message": "모질라 스위트의 매우 위험한 설치 제거 코드"
  },
  "s37": {
    "message": "코드 정리"
  },
  "s38": {
    "message": "시대에 뒤떨어지고 거대해진 많은 코드를 재작성함"
  },
  "s39": {
    "message": "많은 오류 확인을 추가함"
  },
  "s40": {
    "message": "다른 부분들이 적절히 연결되게 만듦 (다른 것들과 설정 간의 연결을 제거함)"
  },
  "s41": {
    "message": "필터 목록에서 부작용을 줄이기 위해 재작성된 필터 인라인 편집"
  },
  "s42": {
    "message": "무의미하게 사용한 !important CSS flag를 제거함"
  },
  "s43": {
    "message": "XPI 크기를 60%로 줄임"
  },
  "s44": {
    "message": "새로운 대표적인 문제"
  },
  "s45": {
    "message": "새로운 설정 UI는 아마도 너무 많은 정보/기능을 너무 작은 공간에 집중시킴. 이것은 작동에 필요하지만 현재 Adblock UI보다 훨씬 더 나음"
  },
  "s46": {
    "message": "사이드바에 새로운 항목이 추가되면 사이드바는 항목들을 제거함. 여기서는 좀더 역동적일 필요가 있음."
  },
  "s47": {
    "message": "사이드바에서 몇몇 효율적인 조정을 사용하며, 곧 완료될 것임."
  }
}