{
  "s10": {
    "message": "다른 사용자 지원"
  },
  "s11": {
    "message": "번역"
  },
  "s12": {
    "message": "제안"
  },
  "s13": {
    "message": "기부"
  },
  "s17": {
    "message": "애드블록 플러스에 대해 다른 사람들에게 홍보하는 것은 역시 고마운 공헌입니다. 그렇지만 아무도 애드블록 플러스로 인해 직접적인 수익을 얻지는 않으며, 오늘날 팝업 창이 현저히 줄어든 것처럼 광고 차단 프로그램의 확산은 침입형 광고를 줄여 경제적 효율성을 높일 것입니다."
  },
  "s19": {
    "message": "다양한 방식으로 이 프로젝트를 도움으로서 보다 인기있는 애드블록 플러스를 만들고 프로젝트의 목적 달성을 앞당길 수 있습니다."
  },
  "s20": {
    "message": "유용한 정보를 공유할 수 있는 서비스인 <a>페이스북</a>, <a>구글+</a>, <a>인스타그램</a>, <a>트위터</a> 등을 통해 사람들에게 애드블록 플러스를 추천해주십시오."
  },
  "s21": {
    "message": "애드블록 플러스로 향상된 브라우징을 경험했다면 운영하는 블로그나 소셜 네트워크로 그 경험을 공유해주십시오."
  },
  "s23": {
    "message": "인터넷상의 개인 정보 보호와 보안에 대해 보도하는 지역 언론 매체에 접근하십시오."
  },
  "s25": {
    "message": "애드블록 플러스의 작동 방식이 생각한 것과 달리 비정상적이라면  <a>저희에게 알려주십시오</a>."
  },
  "s26": {
    "message": "테스트 잘못된 결과로 이끌 수 있는 것에 대한 테스트를 못 했한 상황은 언제나 존재할 수 있습니다. 그래서 저희는 문제를 해결하기 위해 여러분의 도움이 필요합니다."
  },
  "s27": {
    "message": "버그를 재현하기 위해 필요한 모든 정보를 보고서에 포함시켜주십시오. 예를 들어 버그가 일어나는 조건, 브라우저 종류, 애드블록 플러스 버전, 운영체제 등을 의미합니다."
  },
  "s28": {
    "message": "또한 버그를 다루는 과정에서 생길 수 있는 의문과 버그가 실제로 고쳐졌는 확인하기 위해 여러분의 지속적인 관심이 필요합니다."
  },
  "s29": {
    "message": "개발 빌드의 실험평가"
  },
  "s30": {
    "message": "애드블록 플러스의 새로운 정식 버전이 출시되기 전에 항상  <a>개발 빌드</a>가 존재합니다."
  },
  "s31": {
    "message": "그것의 목적은 출시하기 전에 버그나 불량하게 설계된 기능을 잡아내기 위함입니다."
  },
  "s32": {
    "message": "개발 빌드가 출시되는 시점을 알기 위해  <a>RSS 피드</a>를 구독하십시오."
  },
  "s37": {
    "message": "애드블록 플러스를 사용한 경험자라면 아마도 처음 사용한 사용자의 질문에 답을 하는데 약간의 시간을 들일 수 있습니다."
  },
  "s38": {
    "message": "애드블록 플러스의  <a>포럼</a>에는 답변을 기다리는 많은 사용자가 항상 있습니다."
  },
  "s40": {
    "message": "현재 애드블록 플러스는 30개 이상의 언어로 번역되었지만 여전히 일부 언어의 경우 번역가가 필요합니다."
  },
  "s45": {
    "message": "개선될 수 있는 점은 언제든지 존재할 수 있으니 좋은 아이디어가 이를 저희에게 알려주십시오."
  },
  "s46": {
    "message": "이상적으로 변경이 필요한 부분뿐만 아니라 변경할 수 있는 방법을 알려주십시오."
  },
  "s48": {
    "message": "참고로 다양한 이유로 모든 제안은 받아들여지지는 않으며, 건설적인 비판을 유지해주십시오."
  },
  "s49": {
    "message": "기부"
  },
  "s5": {
    "description": "{1}: Adblock Plus",
    "message": "애드블록 플러스는 나쁜 광고를 제거하여 보다 나은 인터넷을 만들려고 하는 공개소스 프로젝트입니다."
  },
  "s50": {
    "message": "더 많은 자금으로 애드블록 플러스를 보다 빠르게 개발할 수 있습니다."
  },
  "s51": {
    "message": "기부는 <a>공헌 페이지</a>에서 할 수 있습니다."
  },
  "s6": {
    "message": "보다 나은 애드블록 플러스를 원한다면 다음과 같은 방식으로 공헌할 수 있습니다."
  },
  "s7": {
    "message": "홍보"
  },
  "s8": {
    "message": "버그 보고"
  },
  "title": {
    "message": "애드블록 플러스에 공헌하기"
  }
}