{
  "s1": {
    "message": "툴바에 애드블록 플러스 아이콘을 어떻게 추가합니까?"
  },
  "s10": {
    "message": "상태 표시줄에 아이콘 대신에 텍스트를 어떻게 보이게 합니까?"
  },
  "s11": {
    "message": "애드블록 플러스의 이전 버전은 상태 표시줄에 아이콘 대신에 \"Adblock\"이라는 단어를 보여주었습니다. 이 동작은 <a>다음 사용자 스타일</a>로 변경할 수 있습니다 (<a>스타일리시</a>가 필요함)."
  },
  "s12": {
    "message": "상태 표시줄의 애드블록 플러스 아이콘을 다른 위치로 어떻게 이동합니까?"
  },
  "s13": {
    "message": "애드블록 플러스 0.5는 상태 표시줄에 아이콘을 끌어다 놓을 수 있었습니다. 다음 버전의 경우 이 기능이 유용성이 거의 없다고 결정했고, 이 기능을 내장하지 않을 것입니다. <a>Organize Status Bar</a>와 같은 부가 기능은 여기에서 훨씬 나은 기능을 합니다."
  },
  "s18": {
    "message": "애드블록 플러스의 아이콘을 어떻게 변경합니까?"
  },
  "s19": {
    "message": "애드블록 플러스 0.7.2 이전에 사용하던 아이콘(바퀴벌레)을 선호한다면 변경을 위해 <a>다음 사용자 스타일</a>을 사용하십시오 (<a>스타일리시</a>를 사용하는 것이 최선입니다). 그러나 더 나은 아이콘이 있다면 다음 템플릿을 사용해 자신만의 스타일을 만들 수 있습니다."
  },
  "s2": {
    "message": "보통 툴바 아이콘은 애드블록 플러스를 처음 설치하면 자동으로 추가됩니다. 그러나 이후에 어쩌다 제거될 수 있습니다. 파이어폭스에서 툴바를 맞춤화할 수 있고, 간단히 툴바에서 마우스 오른쪽 버튼을 눌러 \"사용자 지정\"을 선택합니다. 아이콘이 있는 창이 열리고, 애드블록 플러스 아이콘은 그것들 중에 하나입니다. 마우스로 ABP 아이콘을 툴바로 끌어놓고 원하는 곳에 위치시킵니다. 사용자 지정 창이 열려 있는 동안에는 아이콘을 끌어놓음으로써 툴바 아이콘들을 재정렬할 수 있습니다."
  },
  "s21": {
    "message": "여기의 이미지(3개의 16×16 아이콘과 또 다른 3개의 24×24 아이콘)는 c:\\icons 디렉터리에 있는 것으로 추정되며, 그 주소를 변경할 필요가 있습니다. 이 스타일을 적용하기 위해 <a>스타일리시</a>를 이용하거나 <a>프로파일 디렉터리(profile directory)</a>에 있는 chrome/userChrome.css 파일을 편집하십시오. 그런 후 다음 코드를 추가하십시오. userChrome.css가 아직 존재하지 않는다면 먼저 생성해야 합니다."
  },
  "s22": {
    "message": "<em>참고 </em>: 이 변경이 브라우저를 다시 시작한 후에 적용됩니다."
  },
  "s23": {
    "message": "키보드 단축키를 어떻게 변경하고, 애드블록 플러스를 사용하지 않기 위한 단축키를 어떻게 추가합니까?"
  },
  "s25": {
    "message": "애드블록 플러스의 키보드 단축키를 정의할 수 있는 <a>about:config</a>를 통해 접근되는 3가지 숨겨진 설정이 있습니다. <a>extensions.adblockplus.sidebar_key</a> (차단 가능 목록 열기/닫기), <a>extensions.adblockplus.settings_key</a> (필터 관리 대화상자 열기), <a>extensions.adblockplus.enable_key</a> (애드블록 플러스 사용/중지). 정의한 단축키로 변경할 수 있습니다."
  },
  "s26": {
    "message": "<em>참고 </em>: 이 변경이 브라우저를 다시 시작한 후에 적용됩니다."
  },
  "s3": {
    "message": "툴바에서 애드블록 플러스 아이콘을 어떻게 제거합니까?"
  },
  "s4": {
    "message": "아이콘을 좋아하지 않거나 더 중요한 것 때문에 공간이 필요합니까? 아이콘에 있는 화살표를 클릭한 다음 메뉴에서 \"옵션 > 툴바에 아이콘 보이기\"를 선택하십시오. 그렇지 않으면 아이콘을 복원시키려면 필터 관리 대화상자에도 존재하는 옵션 메뉴를 이용하십시오. 그리고 참고로 파이어폭스에 내장된 툴바 맞춤화를 이용할 수도 있습니다."
  },
  "s5": {
    "message": "허용된 웹 사이트에서 ABP 아이콘을 어떻게 초록색으로 만듭니까?"
  },
  "s6": {
    "message": "\"허용된\" 상태일 때 회색으로 변하는 애드블록 플러스 아이콘을 애드블록 플러스 1.3.5 버전 이전의 방식(어떤 웹 사이트에서 애드블록을 허용하면 초록색 아이콘으로 변함)으로 되돌리고 싶다면 <a>다음 사용자 스타일</a>\n로 변경할 수 있습니다 (<a>스타일리시</a>가 필요함)."
  },
  "s7": {
    "message": "차단 가능 목록을 브라우저의 사이드 혹은 위에 어떻게 위치시킵니까?"
  },
  "s8": {
    "message": "애드블록 플러스 0.7.5 이전에는 차단 가능 목록이 브라우저 창의 왼쪽 부분에 있었고, 이러한 형태를 선호합니까? <a>다음 사용자 스타일</a>로 그렇게 할 수 있습니다 (<a>스타일리시</a>가 필요함). 이러한 형태로 스타일은 사이드바처럼 브라우저 창의 왼쪽 사이드에 차단 가능 목록을 보이게 합니다. 스타일을 추가할 때 표시된 줄의 하나를 제거하면 차단 가능 목록의 위치를 위나 오른쪽에 보이게 할 수 있습니다."
  },
  "s9": {
    "message": "<em>참고 </em>: 이것은 차단 가능 목록을 진짜 사이드바로 만들지 않습니다. 방문 기록과 같은 사이드바로서 동시에 열리는 것입니다."
  },
  "title": {
    "message": "자주 묻는 질문 - 사용자 인터페이스 맞춤화"
  }
}
