{
  "title": {
    "message": "자주 묻는 질문 - 애드블록 플러스 프로젝트"
  },
  "s1": {
    "message": "Adblock Plus는 Adblock과 어떤 관련성이 있습니까?"
  },
  "s2": {
    "message": "Adblock의 개발은 2004년에 꽤 많이 중단되었습니다. 갈수록 많은 사람들이 개선에 대한 요구를 하자 마이클 맥도날드(Michael McDonald)는 허용 필터와 구독 필터, 일부 다른 유용한 기능이 기본적으로 있는 Adblock Plus 0.5를 독립적으로 출시했고, 이것은 3개의 Adblock 중 하나의 버전입니다."
  },
  "s3": {
    "message": "Adblock Plus 0.5 버전은 여전히 초기 Adblock에 기반을 두고 있었고, 어려운 한계를 개선했습니다. 하지만 초기 Adblock에 바탕으로 한 버전들은 완전히 코드를 재작성을 할 필요가 있을 정도로 품질이 떨어졌습니다. 이로 인해 사용하기 쉽고, 안정성과 보안에 초점을 맞춘 완전히 새로운 확장 프로그램인 Adblock Plus 0.6이 출시되었습니다. 처음엔 다양한 이유로 Adblock Plus 0.5의 많은 향상된 기능을 Adblock Plus 0.6 버전에 반영하지 않았지만 Adblock Plus 0.6.1부터 점차 반영하게 되었습니다."
  },
  "s4": {
    "message": "Adblock Plus 0.5의 개발자인 마이클 맥도날드(Michael McDonald)는 Adblock 프로젝트를 변경했습니다. 그러한 이유로 블라디미르 팔란트(Wladimir Palant)는 이전의 버전들과 독립적인 Adblock Plus 0.6을 개발했고, 현재까지 대표 개발자로서 이 프로젝트를 주도하고 있습니다."
  },
  "s5": {
    "message": "옵션을 추가하는 일이 왜 그렇게 어렵습니까?"
  },
  "s6": {
    "message": "어렵지 않지만 \"모든 것을 위한 옵션\"에 대한 접근은 결론이 있습니다. 이것에 대해선 간단히"
  },
  "s7": {
    "message": "http://www.joelonsoftware.com/uibook/chapters/fog0000000059.html"
  },
  "s8": {
    "message": "Joel Spolsky"
  },
  "s9": {
    "message": "의 말을 인용하고자 합니다."
  },
  "s10": {
    "message": "옵션이 주어질 때마다 사용자는 결정을 해야 합니다."
  },
  "s11": {
    "message": "사용자에게 결정을 요청하는 일은 <em>그것 자체로</em> 나쁜 일이 아닙니다. 선택의 자유는 강력할 수 있습니다. 사람들은<em> 스타벅스에서 에스프레소류 음료를 주문하길 </em>좋아합니다<em>. 왜냐하면 많은 선택의 기회를 얻을 수 있기 때문입니다</em>. Grande-half-caf-skim-mocha-Valencia-with-whip. Extra hot!"
  },
  "s12": {
    "message": "이 문제는"
  },
  "s13": {
    "message": "관심이 없는"
  },
  "s14": {
    "message": "결정을 그들에게 요구할 때 나타납니다. 그것은 단순히 사용자로 하여금 당혹하게 만들고, 결국 짜증나게 합니다."
  },
  "s15": {
    "message": "그것은 모든 단일한 기능과 맞춤형 옵션이 제거될 필요가 있습니다. 그러나 그것들 중 많은 것은 사용자 인터페이스에서 현저히 두드러지지 않는다면 더 낫습니다. 왜냐하면 대부분의 사용자는 그것들이 필요없기 때문입니다."
  },
  "s16": {
    "message": "단축키를 추가하는 일이 왜 그렇게 어렵습니까?"
  },
  "s17": {
    "message": "어렵지 않지만 브라우저 윈도에서 키보드 단축키는 공유된 공간입니다. 브라우저에 의해 이미 사용된 단축키는 사용할 수 없습니다. 그리고 더욱 복잡한 Ctrl+Shift+어떤 키의 경우라도 단축키는 많은 확장 프로그램에서 사용됩니다. 더 많은 단축키는 사용할수록 다른 확장 프로그램과 충돌할 가능성이 높아집니다. 하지만 <a>키보드 단축키를 재설정</a>하는 것은 자유롭게 할 수 있습니다."
  },
  "s18": {
    "message": "사용자가 도움을 줄 수 있는 방법은 무엇입니까?"
  },
  "s19": {
    "message": "애드블록 플러스 프로젝트에 기여할 수 있는 많은 방법들이 있습니다."
  },
  "s20": {
    "message": "버그 보고"
  },
  "s21": {
    "message": "애드블록 플러스의 작동 방식이 생각한 것과 달리 비정상적이라면 <a>저희에게 알려주십시오</a>. 테스트 잘못된 결과로 이끌 수 있는 것에 대한 테스트를 못 했한 상황은 언제나 존재합니다. 그래서\n저희는 그것들을 찾기 위해 여러분의 도움이 필요합니다. 버그를 재현하기 위해 필요한 모든 정보를 포함시켜주십시오. 버그가 일어나는 조건, 브라우저 종류, 애드블록 플러스 버전은 무엇입니까? 또한 버그를 다루는 과정에서 생길 수 있는 의문과 버그가 실제로 고쳐졌는 확인하기 위해 여러분의 지속적인 관심이 필요합니다."
  },
  "s22": {
    "message": "개발 빌드의 실험평가"
  },
  "s23": {
    "message": "애드블록 플러스의 새로운 정식 버전이 출시되기 전에 항상 <a>개발 빌드</a>이 존재합니다. 그것의 목적은 출시하기 전에 버그나 불량하게 설계된 기능을 잡아내기 위함입니다. 개발 빌드가 출시되는 시점을 알기 위해 <a>RSS 피드</a>를 구독하십시오."
  },
  "s24": {
    "message": "다른 사용자를 도움"
  },
  "s25": {
    "message": "애드블록 플러스를 사용한 경험자라면 아마도 처음 사용한 사용자의 질문에 답을 하는데 약간의 시간을 들일 수 있습니다. <a>포럼</a>에는 답변을 기다리는 많은 사용자가 항상 있습니다."
  },
  "s26": {
    "message": "제안"
  },
  "s27": {
    "message": "개선될 수 있는 점은 언제든지 존재할 수 있으니 좋은 아이디어가 이를 저희에게 알려주십시오. 이상적으로 변경이 필요한 부분뿐만 아니라 변경할 수 있는 방법을 알려주십시오. <a>포럼</a>에 새로운 게시글을 작성하거나 기존 토론에 자유롭게 참여하십시오. 참고로 다양한 이유로 모든 제안은 받아들여지지는 않으며, 건설적인 비판을 유지해주십시오."
  },
  "s28": {
    "message": "애드블록 플러스 번역"
  },
  "s29": {
    "message": "현재 애드블록 플러스는 40개 이상의 언어로 번역되었지만 여전히 일부 언어의 번역가가 필요합니다. 이 방식으로 공헌하고 싶다면"
  },
  "s30": {
    "message": "http://www.babelzilla.org/"
  },
  "s31": {
    "message": "바벨질라(BabelZilla)"
  },
  "s32": {
    "message": "에 회원가입을 하고"
  },
  "s33": {
    "message": "http://www.babelzilla.org/forum/index.php?showtopic=1898"
  },
  "s34": {
    "message": "Adblock Plus 페이지"
  },
  "s35": {
    "message": "로 가서 첫번째 게시글의 \"WTS에서 보기\" 링크를 따라가십시오. 번역가가 아직 할당되지 않은 언어가 있다면 요구를 하십시오. 참고로 새로운 애드블록 플러스 버전에 대한 번역을 기꺼이 하려한다면 오직 새롭게 업데이트된 부분만 번역하면 됩니다 (바벨질라는 업데이트되어 추가로 번역해야 할 때마다 알려줄 것입니다.). WTS(Web Translation System;웹 번역 시스템)에 대해 조금 더 배우려면"
  },
  "s36": {
    "message": "http://www.babelzilla.org/index.php?option=com_content&task;=category&sectionid;=3&id;=7&Itemid;=25"
  },
  "s37": {
    "message": "바벨질라의 자주 하는 질문"
  },
  "s38": {
    "message": "을 참고하십시오."
  },
  "s39": {
    "message": "홍보"
  },
  "s40": {
    "message": "이 슬로건의 오용을 용서해주시고, 애드블록 플러스에 대해 다른 사람들에게 홍보하는 것은 역시 고마운 공헌입니다. 그렇지만 아무도 애드블록 플러스로 인해 직접적인 수익을 얻지는 않으며, 오늘날 팝업 창이 현저히 줄어든 것처럼 광고 차단 프로그램의 확산은 침입형 광고를 줄여 경제적 효율성을 높일 것입니다. 그리고 인터넷을 보다 나은 공간으로 만드는 목적까지 염두해 두지 않더라도 이 확장 프로그램을 사용하는 것만도로 인터넷 서비스의 이용에 있어서 상당히 유용할 것입니다."
  },
  "s41": {
    "message": "기부"
  },
  "s42": {
    "message": "더 많은 자금으로 애드블록 플러스를 보다 빠르게 개발할 수 있습니다."
  },
  "s43": {
    "message": "기부는 <a>공헌 페이지</a>에서 할 수 있습니다."
  }
}