{
  "s1": {
    "message": "uBlock Origin이 크롬을 떠납니다. 여러분이 아셔야 할 사항들:"
  },
  "s2": {
    "message": "구글 크롬이 브라우저에서 uBlock Origin을 비활성화하기 시작했습니다. 올해 여름 초에 크롬은 확장 프로그램 플랫폼을 Manifest V3로 전환하고 Manifest V2 및 모든 Manifest V3로 업데이트되지 않은 크롬 확장 프로그램은 현재 브라우저에서 퇴출되고 있습니다."
  },
  "s3": {
    "message": "MV2 확장 프로그램인 uBlock Origin은 더 이상 크롬에서 작동하지 않습니다. uBlock Origin은 MV3 요건을 충족하도록 전체 버전을 업데이트하지 않을 것이라고 공개적으로 밝혔으며, <a>더 이상 지원되지 않기 때문에 크롬이 uBlock Origin을 자동으로 꺼버립니다.</a>"
  },
  "s4": {
    "message": "크롬 광고 차단기를 찾아보세요"
  },
  "s5": {
    "message": "<span>브라우저를 최신 상태로 유지하세요</span> 일반적으로 브라우저 업데이트는 백그라운드에서 이루어지지만, 브라우저를 닫은 시간이 없었다면 보류 중인 업데이트가 있을 수 있습니다. 브라우저가 업데이트되지 않으면 확장 프로그램이 제대로 작동하지 않을 수 있습니다. <a>여기</a>에서 데스크톱, Android, iOS 기기에서 크롬을 수동으로 업데이트하는 방법을 확인하거나 최신 버전인지 확인하세요."
  },
  "s6": {
    "message": "<span>크롬에서 작동하는 확장 프로그램 찾기</span> 현재 사용 중인 광고 차단기나 확장 프로그램이 더 이상 크롬에서 작동하지 않는다면, <a>크롬 웹 스토어</a>를 방문해 MV3 호환 확장 프로그램을 확인하십시오."
  },
  "s7": {
    "message": "Manifest V3는 광고 차단기에 어떤 의미가 있나요?"
  },
  "s8": {
    "message": "광고 차단기 및 비밀번호 관리자 등의 확장 프로그램은 온라인 경험을 더 개인화하고 안전하게 만들기 위해 추가하는 도구입니다. 브라우저는 개발자가 이러한 확장 프로그램을 개발하는 데 사용하는 플랫폼을 제공해 사용자 프라이버시와 보안을 존중하면서 원활하게 실행되도록 합니다."
  },
  "s9": {
    "message": "최근에 구글은 크롬이 플랫폼인 <a>Manifest V3</a>를 통해 확장 프로그램을 다루는 방식을 업데이트했습니다. 이러한 업데이트는 일부 인기 있는 광고 차단기를 포함한 많은 크롬 확장 프로그램의 작동에 영향을 주었습니다. 주요 변경 사항에는 백그라운드 페이지 대신 “서비스 작업자”를 사용하는 등의 새로운 기능으로 이전 기능을 대체하고, 웹 요청을 수정하기 위해 더 엄격한 규칙을 도입하며, 원격으로 호스팅되는 코드를 차단하는 것이 포함되었습니다. 구글은 이러한 업데이트가 중요한 기능을 유지하면서 확장 프로그램의 보안, 프라이버시 보호 및 성능을 개선하기 위한 것이라고 말하고 있습니다."
  },
  "s10": {
    "message": "하지만 MV3로 전환하지 않은 uBlock Origin Chrome 같은 확장 프로그램은 현재 크롬 웹 스토어에서 제거되고 있으며 크롬에서 작동을 멈출 것입니다."
  },
  "s11": {
    "message": "Adblock Plus는 MV3 호환을 지원해 크롬에서 이용할 수 있습니다"
  },
  "s12": {
    "message": "Manifest V3가 발표되었을 때, 저희는 모든 기기와 브라우저에서 동일한 고품질의 광고 차단 환경을 계속 제공할 수 있도록 Adblock Plus를 업데이트하고 테스트하고 있습니다."
  },
  "s13": {
    "message": "저희는 여러분이 사용할 브라우저를 선택할 수 있어야 하며, 온라인 경험을 개선하는 데 사용할 수 있는 도구도 여전히 제공되어야 한다고 믿습니다. <a>Adblock Plus는 Manifest V3로 이전한 최초의 확장 프로그램 중 하나</a>이며 최신 버전의 크롬과 호환됩니다. 여러분이 변화가 언제 일어났는지조차 모르시기를 바랍니다."
  }
}