{
  "title": {
    "message": "Adblock Plus가 업데이트 되었습니다"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus가 업데이트되었습니다!"
  },
  "update-lead-1": {
    "message": "지난 몇 달 동안 Adblock Plus의 성능을 향상하고 새로운 기능을 추가했습니다. 고객 여러분이 깨끗한 웹을 즐길 수 있도록 최고의 광고 차단 기술을 도입하는 데 심혈을 기울였습니다. Adblock Plus는 무료이며, 커뮤니티 지원 소프트웨어이며, <strong>여러분의 지원 없이는 불가능할 것입니다.</strong>"
  },
  "update-lead-2": {
    "message": "저희는 사용자가 최고의 온라인 경험을 할 수 있도록 개발과 보안에 많은 시간과 자원을 투자합니다. 광고 차단 커뮤니티를 유지하기 위한 저희의 노력에 합당하다고 여기는 만큼 Adblock Plus 프로젝트에 기여해 주십시오. <strong>모든 기여에 감사드립니다!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "결제 방법:"
  },
  "whats-new-header-1": {
    "message": "새로운 기능."
  },
  "whats-new-lead-1": {
    "message": "다음은 최근에 향상된 기능입니다."
  },
  "whats-new-list-1": {
    "message": "<strong>개선된 광고 차단 기능</strong>. 많은 웹사이트가 Adblock Plus가 거슬리는 광고를 차단하는 것을 막는 방법을 찾습니다. 이 때문에, 저희는 이러한 안티 애드 블로킹 시도를 극복할 수 있도록 저희의 기능성을 자주 업데이트하고 있습니다. 광고 차단을 허용하지 않는 웹사이트와 만난 적이 있다면, 보고서 발행 기능을 이용해 저희에게 알려주시기 바랍니다."
  },
  "whats-new-list-2": {
    "message": "<strong>향상된 성능</strong>. 동일한 도메인을 타깃으로 하는 우회 금지 스니펫을 다루는 방법을 바꾸어 변경이 켜져 있는 것에만 적용되도록 합니다. 이는 곧 이번 확장에서 전반적으로 나은 성능을 기대할 수 있다는 것을 뜻합니다."
  },
  "whats-new-list-3": {
    "message": "<strong>미래를 위해 향상된 기반</strong>. Chromium 기반 브라우저를 위한 확장 플랫폼의 최신 버전인 Manifest V3가 곧 출시될 예정입니다. 저희는 이에 대비해왔습니다! MV3은 브라우저 확장 작동 방법에 큰 변화를 주었기에 저희 팀이 Adblock Plus 작동 방법에도 큰 변화를 주어야 했습니다. 애드블록 사용자가 웹 발전에 맞는 온라인 경험을 계속 할 수 있도록 많은 발전을 이루었습니다."
  },
  "whats-new-list-4": {
    "message": "<strong>사용자 경험 개선.</strong> 저희는 항상 Adblock Plus를 개선하기 위해 노력하고 있습니다. 최근 더 쉬운 디버깅을 위해 몇 가지 오류 메시지를 업데이트하고 용어를 변경했으며, 팝업 메뉴에 새로운 꼬리말을 추가하여 필요한 항목에 편리하게 접근할 수 있게 되었습니다."
  },
  "whats-new-support": {
    "message": "문제를 신고해야 합니까? 저희 <a>헬프 센터</a> 또는 이메일 <a>support@adblockplus.org</a>로 연락해 주십시오."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "개인 정보 보호 정책"
  },
  "main-heading-1": {
    "message": "자율 결제 제도"
  },
  "main-lead-1": {
    "message": "Adblock Plus 팀에서 인사를 전합니다!"
  },
  "main-lead-2": {
    "message": "Adblock Plus는 자율 결제 제품으로 <strong>서로에게 친절할 것을 믿는다는</strong> 뜻을 담고 있습니다."
  },
  "main-lead-3": {
    "message": "그러므로 Adblock Plus에 <strong>원하는 만큼</strong> 지급하실 수 있습니다. 가격은 <strong>여러분</strong>이 정하십시오."
  },
  "main-lead-4": {
    "message": "저희는 여러분이 브라우징 경험을 제어하는 기능을 개발합니다."
  },
  "main-lead-5": {
    "message": "마음에 들지 않는 경우 <strong>환불</strong>받으실 수 있으며 그 후에도 <strong>Adblock Plus를 계속</strong> 이용하실 수 있습니다."
  },
  "main-heading-2": {
    "message": "이메일로 도움을 받을 수 있습니다"
  },
  "main-body-1": {
    "message": "지급할 수 있는 만큼만 내시면 됩니다. 마음이 바뀌면 120일 이내에 환불도 받으실 수 있습니다!"
  },
  "main-body-3": {
    "message": "도움이 필요한 경우 매일 24시간 운영되는 셀프 도움말 및 주 5일, 하루 8시간 운영되는 지원 포털에서 이메일 도움(<a>help.adblockplus.org</a>)을 이용하실 수 있습니다."
  },
  "main-body-4": {
    "message": "Adblock Plus를 선택해 주셔서 감사드립니다! 즐거운 인터넷 생활이 되시길 바랍니다!"
  },
  "main-body-5": {
    "message": "Adblock Plus 팀에서 <span></span>인사를 전합니다"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>향상된 광고 차단 기능</strong>. 많은 웹사이트들이 거슬리는 광고를 차단하기 위해 Adblock Plus를 찾습니다. 그 결과 저희는 이러한 안티 광고 차단 시도를 극복할 수 있도록 저희의 기능을 개선하는 데 집중하고 있습니다."
  },
  "new-tab-heading-1": {
    "message": "Adblock Plus는 인터넷을 더 나은 곳으로 만듭니다"
  },
  "new-tab-lead-1": {
    "message": "저희는 새로운 기능을 추가하고 Adblock Plus 성능을 개선하는 데에 집중해 왔으며, 고객 여러분이 클린한 웹을 즐길 수 있도록 최고의 광고 차단 기술을 도입하는 데 전념합니다."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus는 무료이며, 커뮤니티 지원 소프트웨어입니다. 기여 여부와 관계없이 누구나 저희 소프트웨어를 사용할 수 있는 점이 저희에게 중요합니다. 하지만 이는 고객 여러분의 끊임없는 지원 없이는 불가능합니다. 저희는 사용자가 최고의 온라인 경험을 할 수 있도록 개발과 보안에 많은 시간과 자원을 투자합니다. 여러분이 애드블로킹 커뮤니티를 유지하기 위한 저희의 노력에 합당하다고 여기시는 만큼을 Adblock Plus 프로젝트에 기여해 주십시오. 모든 기여에 감사드립니다!"
  },
  "out-mission-heading-1": {
    "message": "모두를 위한 나은 웹 경험 만들기"
  },
  "out-mission-lead-1": {
    "message": "저희의 사명은 모두가 방해 요소와 걱정이 없는 인터넷 경험을 하도록 하는 것입니다. 할 일이 많습니다. 더 많은 팝업과 방해 요소를 차단하는 것부터 인터넷 경험을 더 안전하게 하는 것까지, 사용자가 인터넷 사용 방법을 확실히 통제할 수 있도록 하는 것에 중점을 둡니다. 고객 여러분의 기여로 인해 저희 팀은 누구나 사용할 수 있는 간단하고 직관적인 도구를 만들 수 있습니다. 고객 여러분이 없다면 이 모든 것은 불가능합니다!"
  },
  "abp-can-be-improved": {
    "message": "여러분의 Adblock Plus는 향상될 수 있습니다!"
  },
  "adding-enhancements": {
    "message": "여러 가지가 개선된 첫 번째 Adblock Plus가 최근 개발되었습니다. Adblock Premium의 출시와 함께 고객 여러분이 더욱 적은 팝업과 방해 요소의 인터넷 경험을 할 수 있는 부가 기능을 개발했습니다. 이러한 내용을 아래에 강조해 드렸습니다."
  },
  "abp-free-software": {
    "message": "저희 팀은 많은 시간을 들여 Adblock Plus가 모두에게 최고의 온라인 경험을 제공할 수 있도록 했습니다. 올해는 사용자가 더 많은 팝업과 방해 요소를 쉽게 차단할 수 있도록 하는 것에 집중했지만, 이는 단지 시작일 뿐입니다. Adblock Plus Premium을 확인해 보시기 바랍니다. <strong>모든 기여에 감사드립니다!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Adblock Premium으로 방해 요소가 훨씬 적은 인터넷 경험을 하실 수 있습니다."
  },
  "stop-autoplay-video": {
    "message": "<strong>자동 재생 비디오 피드를 정지합니다. </strong> 브라우저 사용 시 많은 웹사이트에서 발견할 수 있는 자동으로 재생되며 따라다니는 영상을 감춥니다."
  },
  "remove-newsletter-popups": {
    "message": "<strong>뉴스레터 팝업을 제거합니다.</strong> 이메일 및 뉴스레터 리스트 가입에 사용되는 팝업을 제거합니다."
  },
  "block-survey-requests": {
    "message": "<strong>사이트 알림 및 설문 요청을 차단합니다.</strong> 많은 웹사이트에서 위치 추적 또는 간단한 설문에 참여할 것을 요청합니다. 고객 여러분이 방문하는 웹사이트의 이러한 요청을 저희가 자동으로 거절해 드립니다."
  },
  "hide-cookie-notices": {
    "message": "<strong>쿠키 허용 안내를 감춥니다.</strong> 거의 완성 단계에 있는 새로운 쿠키 차단 기능 덕분에 곧 대부분의 웹사이트에서 거슬리는 쿠키 허용 배너를 지우실 수 있습니다."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>더 많은 팝업과 방해 요소를 차단합니다.</strong> Adblock Plus Premium을 사용하여 설문조사 요청, 뉴스레터 팝업, 그리고 거슬리는 자동 재생 비디오 광고에 작별을 고하세요."
  },
  "do-you-like-adblockplus": {
    "message": "지금까지 소개해 드린 Adblock Plus가 마음에 드십니까? 그렇다면 기여를 통해 저희를 지원해 주시겠습니까?"
  },
  "an-overview": {
    "message": "최근에 소개해 드린 Adblock Plus의 개요를 확인해 보세요."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "Adblock Plus가 업데이트되었습니다!"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "지난 몇 달동안 저희는 새로운 기능을 추가하여 Adblock Plus 기능을 개선하는 데 시간을 보냈습니다. 최고의 광고 차단 기술을 선사하여 여러분이 깨끗한 웹을 즐길 수 있도록 하는 것에 열정을 가지고 있습니다. Adblock Plus는 무료 커뮤니티 지원 소프트웨어이므로 여러분의 지속적인 지원 없이는 존재할 수 없습니다."
  },
  "whats-new-header-1-unrestricted": {
    "message": "새로운 기능."
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>개선된 광고 차단 기능.</strong> 많은 웹사이트가 거슬리는 광고를 차단하는 Adblock Plus을 막을 방법을 찾습니다. 그것이 저희가 이런 광고를 차단하는 능력을 개선하고 끊임없이 변화하는 사이트를 따라잡는 데 집중하는 이유입니다. 크롬, 엣지, 파이어폭스의 업데이트와 함께, 새로 디자인된 사파리용 Adblock Plus을 사용하면, 웹을 탐색할 때 방해되는 광고를 계속 덜 보게 됩니다."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>미래를 위해 개선된 구조.</strong> Chromium 기반 브라우저를 위한 확장 플랫폼의 최신 버전인 Manifest V3가 곧 출시될 예정입니다. 이것을 준비해 왔습니다! 저희 팀이 Adblock Plus 작동 방식에 큰 변화를 줘야 했던 MV3는 브라우저 확장 작동 방식에 큰 변화를 보여줍니다. 저희는 인터넷 환경 변화에 따른 서비스를 사용자에게 계속 제공할 수 있도록 많은 발전을 했습니다. "
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>탐색시 페이지를 개인화 하세요.</strong> 광고뿐 아니라, 웹페이지 일부분을 차단할 수 있는 차단 요소 기능을 출시했습니다. 예를 들면, 사이드바 제안 같은 웹 페이지 부분이 특히 거슬릴 수 있습니다. 이 새로운 기능으로, 해당 사이트를 방문할 때마다 숨겨진 상태로 유지하도록 페이지 특정부분을 차단할 수 있습니다."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>Adblock Plus 프리미엄이 도착했습니다!</strong> Adblock Plus 프리미엄으로 사이트 알림, 플로팅 동영상, 뉴스레터 팝업 등을 포함한 웹사이트 전반에 타겟형 방해물을 더 많이 차단할 수 있습니다. 프리미엄에 대한 더 자세한 내용은 <a>여기</a>에서 확인할 수 있습니다. 기부를 이미 하셨다면, 지금 당장 이 프리미엄 기능을 <a>사용</a>하실 수 있습니다"
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[공개 예정]</em> Adblock Plus 프리미엄의 바이패스 모드.</strong> 인터넷 사용자에게 광고 차단기 해제를 요청하는 팝업이 웹에서 점점 더 일반적으로 되어가고 있습니다. 이것이 저희가 Adblock Plus 프리미엄에 바이패스 모드라는 새로운 기능을 공개한 이유입니다. 바이패스 모드로, 동일한 탐색 경험을 즐기면서 이러한 광고 차단기 해제 메시지를 덜 볼 수 있습니다."
  },
  "update__alert__heading": {
    "message": "스크롤을 내리지 마세요"
  },
  "update__alert__paragraph-1": {
    "message": "안녕하세요,"
  },
  "update__alert__paragraph-2": {
    "message": "Adblock Plus 사용자로서 여러분은 저희 소프트웨어가 온라인 경험에 가져다주는 가치를 직접 알고 계십니다. 원치 않는 거슬리는 광고를 차단해 주는 Adblock Plus는 여러분이 웹을 더 빠르고 안전하며 방해가 적은 탐색을 하도록 도와줍니다. 근데 Adblock Plus가 숨겨진 비용 없이 완전히 무료인 것을 알고 계셨습니까? 저희는 모든 사람이 더 나은 광고 없는 인터넷을 사용해야 한다고 믿기 때문에 Adblock Plus를 모든 사용자에게 무료로 제공하고 있습니다."
  },
  "update__alert__paragraph-3": {
    "message": "단지 지속된  Adblock Plus 운영과 개선을 위해 여러분의 도움이 필요합니다. 저희의 사명을 지지하는 소수의 사용자가 관대하게 기여하지만  Adblock Plus를 모든 사람이 무료로 사용할 수 있도록 유지하기 위해 여러분과 같은 사용자의 지원에 의존합니다. 여러분의 아주 적은 기여라도 큰 변화를 만들 수 있습니다. Adblock Plus가 여러분이 원치 않는 광고를 처리해 줘서 단 몇 달러 또는 몇 시간이라도 절약되었다면, 저희 팀을 지원해 모든 이를 위한 광고 없는 인터넷으로 발전시키는 데 기여하는 것을 고려해 주십시오. 여러분의 지원에 감사드립니다. 모두를 위해 인터넷을 더 나은 곳으로 함께 만들 수 있습니다."
  },
  "update__alert__paragraph-4": {
    "message": "감사합니다,  The Adblock Plus 팀"
  },
  "new__paragraph-1": {
    "message": "Adblock Plus는 모든 이를 위한 더 나은 인터넷 경험을 믿습니다. 그러한 믿음을 현실로 만들기 위해 저희는 다음의 노력을 했습니다."
  },
  "new__item-1__heading": {
    "message": "Manifest V3 대비"
  },
  "new__item-1__paragraph-1": {
    "message": "저희는 이번 봄에 Manifest V3 Adblock Plus 확장 프로그램의 공식 출시를 알리게 되어 기쁩니다! Chromium 기반 브라우저를 위한 확장 플랫폼의 최신 버전인 Manifest V3가 곧 출시될 예정입니다. MV3는 브라우저 확장이 작동하는 방식에 큰 변화를 나타내어 저희 팀은 <a>Adblock Plus의 작동 방식을 일부 변경해야 합니다</a>."
  },
  "new__item-2__heading": {
    "message": "다양한 버그 수정"
  },
  "new__item-2__paragraph-1": {
    "message": "항상 그렇듯이, 저희는 광고 차단 제품을 최대한 활용할 수 있도록 지속적으로 노력하고 있습니다. Adblock Plus 프리미엄 접속을 방해하던 버그를 비롯해 여러 버그를 수정했습니다."
  },
  "new__item-3__heading": {
    "message": "쿠키 배너 및 다른 방해물 숨기기 (프리미엄)"
  },
  "new__item-3__paragraph-1": {
    "message": "웹사이트에서 쿠키를 허용하도록 요청하는 <a>성가신 쿠키 배너를 차단하고</a> 보고 싶은 콘텐츠에 집중하세요. 자동 재생 동영상, 뉴스레터 팝업, 설문 조사 요청 등 <a>추가 팝업도 차단할 수 있습니다</a>."
  },
  "new__item-4__heading": {
    "message": "웹 전체에 개선된 광고 차단"
  },
  "new__item-4__paragraph-1": {
    "message": "언제나처럼, 저희는 웹사이트와 게시자가 광고 차단기와 어떻게 상호작용을 하는지 지속적으로 확인하고 있습니다. 저희가 한발 앞서 나가고 여러분이 웹을 탐색하는 동안 광고를 계속해서 차단할 수 있도록 저희의 확장 프로그램에 대한 노력을 반복해서 해왔습니다. 또한 최근에는 일부 사용자가 유튜브 및 기타 사이트에서 느린 속도를 경험하는 문제도 해결했습니다. 더 자세한 내용은 <a>여기</a>에서 확인할 수 있습니다."
  },
  "new__item-4__paragraph-2": {
    "message": "<a>Adblock Plus Premium 을 더 자세히 알아보세요.</a>"
  },
  "new__paragraph-3": {
    "message": "문제를 신고해야 합니까? 소셜 미디어, <a>이메일</a>, <a>사용자 포럼</a>을 통해 저희에게 연락해 주십시오."
  },
  "new__item-5__heading": {
    "message": "웹사이트 경험 방법을 선택하세요"
  },
  "new__item-5__paragraph-1": {
    "message": "차단하고 싶은 것이 광고가 아니라면 어떻게 됩니까? 페이지에서 보고 싶지 않은 부분을 숨기도록 수동 숨기기 <a>마법사를 사용하는 경우 웹을 탐색하는</a>방법을 맞춤화 할 수 있습니다."
  },
  "support-money-back": {
    "message": "저희를 믿고 지원해 주세요. <strong>60일 환불 보장</strong>. Adblock Plus을 유지할 수 있습니다."
  },
  "update-section-1__heading": {
    "message": "Adblock Plus가 업데이트 되었습니다!"
  },
  "update-section-1-row-1__paragraph-1": {
    "message": "안녕하세요,"
  },
  "update-section-1-row-1__paragraph-2": {
    "message": "Adblock Plus에서 저희의 사명은 모든 이를 위한 걱정과 방해물이 없는 인터넷을 만드는 것입니다. 그것이 저희가 웹 전반에서 팝업, 성가신 광고, 다른 방해물을 차단하는 확장 프로그램을 개발한 이유입니다. Adblock Plus는 여러분의 인터넷 경험을 더 빠르고 안전하며 더 통제하면서 검색하도록 해 드립니다."
  },
  "update-section-1-row-1__paragraph-3": {
    "message": "저희는 모든 사용자가 더 나은 인터넷 경험에 접근할 수 있어야 한다고 믿기 때문에 Adblock Plus를 무료로 제공하고 있습니다. 그것이 많은 사용자가 저희의 노력에 기여하기로 선택하는 이유입니다. 저희가 하는 일을 믿고 저희의 여정에 도움을 주고자 하신다면 아래에서 하실 수 있습니다. 함께한다면 인터넷을 모든 이를 위한 더 나은 곳으로 만들 수 있습니다!"
  },
  "update-section-1-row-1__paragraph-4": {
    "message": "감사합니다,<span></span> The Adblock Plus 팀"
  },
  "update-gaurantee__text": {
    "message": "안심하고 저희를 지원해주세요. <strong>언제든지 취소하실 수 있으며</strong> 60일 환불을 <strong>보장합니다</strong>. 계속해서 Adblock Plus를 유지할 수 있습니다."
  },
  "update-payment-frequency__label--once": {
    "message": "<strong>1회</strong> 기부하기"
  },
  "update-payment-frequency__label--recurring": {
    "message": "<strong>계속</strong> 기부하기"
  },
  "update-payment-switch__label--monthly": {
    "message": "월간"
  },
  "update-payment-switch__label--yearly": {
    "message": "연간"
  },
  "update-payment-reward__text": {
    "message": "좋습니다! 한 번의 <span>35.00</span> 기부로 <span>일년 동안</span> <span>Adblock Plus Premium</span>을 사용하실 수 있습니다. 귀하의 지원에 감사드립니다."
  },
  "update-payment__checkout-button": {
    "message": "지금 결제하기"
  },
  "product__premium": {
    "message": "Adblock Plus Premium"
  },
  "update-payment-reward__1-month": {
    "message": "좋습니다! 한 번의 <span>35.00</span> 기부로 한 달 동안 <span>Adblock Plus Premium</span>을 사용하실 수 있습니다. 귀하의 지원에 감사드립니다."
  },
  "update-payment-reward__n-months": {
    "message": "좋습니다! 한 번의 <span>35.00</span> 기부로 <span>8</span>달 동안 <span>Adblock Plus Premium</span>을 사용하실 수 있습니다. 귀하의 지원에 감사드립니다."
  },
  "update-payment-reward__1-year": {
    "message": "좋습니다! 한 번의 <span>35.00</span> 기부로 일년 동안 <span>Adblock Plus Premium</span>을 사용하실 수 있습니다. 귀하의 지원에 감사드립니다."
  },
  "update-payment-reward__n-years": {
    "message": "좋습니다! 한 번의 <span>35.00</span> 기부로 <span>8</span>년 동안 <span>Adblock Plus Premium</span>을 사용하실 수 있습니다. 귀하의 지원에 감사드립니다."
  },
  "update-payment-reward": {
    "message": "좋습니다! 한 번의 <span>35.00</span> 기부로 <span>Adblock Plus Premium</span>을 얻으세요. 귀하의 지원에 감사드립니다."
  },
  "update-payment-suffix__monthly": {
    "message": "/월간"
  },
  "update-payment-suffix__yearly": {
    "message": "/연간"
  },
  "update__installing-card__heading-1": {
    "message": "최신 Adblock Plus 업데이트를 설치 중입니다"
  },
  "whats-new-paragraph-1": {
    "message": "저희는 Adblock Plus의 기능을 개선하고 미래를 위해 확장 프로그램을 준비하는 것을 통해 여러분에게 더 많은 가치를 드릴 수 있도록 열심히 노력하고 있습니다."
  },
  "whats-new-paragraph-2": {
    "message": "다음은 저희가 최근에 한 노력 중 일부입니다."
  },
  "new__item-6__heading": {
    "message": "가장 좋아하는 콘텐츠 크레이터 지원"
  },
  "new__item-6__paragraph-1": {
    "message": "많은 콘텐츠 크레이터가 창작 활동을 유지하기 위해 광고 수익에 의존합니다. 다른 모든 곳의 광고를 계속 차단하면서 <a>동시에 특정 사이트의 광고를 허용해</a>여러분이 사랑하는 크레이터를 지원하세요."
  },
  "new__item-7__heading": {
    "message": "프라이버시를 보호하는 더 안전한 웹 즐기기"
  },
  "new__item-7__paragraph-1": {
    "message": "AdBlock의 파트너가 제작한 <a>AdBlock VPN</a>으로 탐색 방법을 훨씬 더 제어할 수 있습니다. 시작할 때 온라인 신원을 숨기고, 공용 Wi-Fi를 더욱 안전하게 사용하며, 향상된 온라인 보안을 누리세요."
  },
  "new-premium__heading": {
    "message": "프리미엄으로 더 많은 기능을 누리세요."
  },
  "new-premium__paragraph-1": {
    "message": "Adblock Plus는 웹을 탐색하는 방법 전반에 더 많은 통제력을 제공한다는 사실을 아십니까? 더 우수한 탐색 경험을 누릴 수 있는 한 가지 방법은 <a>Adblock Plus 프리미엄</a>으로 <a>쿠키 배너를 숨기는 것</a>입니다."
  },
  "new-premium__paragraph-2": {
    "message": "여러분은 웹사이트에서 쿠키를 수락하거나 거절하도록 요청하는 쿠키 배너에 너무나 익숙하실 것입니다. 이러한 배너는 프라이버시 보호를 위한 정보를 제공하기 위한 것이지만, 많은 사용자에게 불편을 끼치고 있습니다. 일부 사용자는 배너를 닫고 원하는 내용에 접근할 수 있도록 모든 쿠키를 허용하기도 합니다."
  },
  "new-premium__paragraph-3": {
    "message": "다행히 Adblock Plus 프리미엄으로 더 빠르게 원하는 곳으로 이동할 수 있습니다. Adblock Plus 프리미엄은 <a>성가신 쿠키 배너를 차단</a>하고 여러분을 대신해 필요하지 않은 제3자 쿠키를 모두 거부합니다. 이제 여러분은 방해물 없이 가장 중요한 것에 집중할 수 있습니다."
  },
  "240423-shared__heading-1": {
    "message": "Adblock Plus를 최대한 활용하세요"
  },
  "240423-shared__paragraph-1": {
    "message": "Adblock Plus는 팝업 및 다른 거슬리는 광고를 즉시 차단하기 시작합니다. 더 많은 일을 할 수 있는 몇 가지 예시입니다:"
  },
  "240423-shared__heading-2": {
    "message": "프리미엄으로 더 많이 차단하세요"
  },
  "240423-shared__paragraph-2": {
    "message": "<a>Adblock Plus 프리미엄</a>으로 탐색 경험을 제어하세요. <a>성가신 쿠키 배너</a> 차단, 자동 재생 동영상, 뉴스레터 팝업, 설문 조사 요청 등 추가 팝업도 차단하세요."
  },
  "240423-shared__heading-3": {
    "message": "더 우수한 프라이버시를 누리세요"
  },
  "240423-shared__paragraph-3": {
    "message": "Adblock Plus 프리미엄 및 Adblock의 파트너가 제작한 <a>Adblock VPN</a>을 사용하는 경우 어디서든 더 안전하게 웹에 접속할 수 있습니다. 프리미엄의 혜택에 더해 <a>익명으로 웹을 탐색</a>할 때 개인정보를 안전하게 지킬 수 있습니다."
  },
  "240423-shared__heading-4": {
    "message": "툴바에 Adblock Plus를 고정하세요"
  },
  "240423-shared__paragraph-4": {
    "message": "브라우저 <a>확장 프로그램에 고정</a>하는 경우 설정에서 차단한 광고 수를 확인할 수 있습니다. 대부분의 브라우저에서는 오른쪽 상단의 퍼즐 아이콘을 클릭하는 것만으로 고정됩니다."
  },
  "240423-shared__heading-5": {
    "message": "차단하고 싶은 내용을 선택하세요"
  },
  "240423-shared__paragraph-5": {
    "message": "<a>필터 목록을 탐색</a>하거나 수동 차단 도구를 사용해 탐색하는 동안 차단하고 싶은 내용(광고가 아니어도 가능)을 맞춤화할 수 있습니다!"
  },
  "240423-shared__heading-6": {
    "message": "프라이빗 브라우징 모드를 위한 Adblock Plus 활성화"
  },
  "240423-shared__paragraph-6": {
    "message": "브라우저를 프라이빗 브라우징 모드로 사용하시나요? AdBlock을 프라이빗 모드에서 계속 작동하게 하려면, <a>이 블로그 게시물</a>을 따라 하시면 됩니다."
  },
  "240423-shared__heading-7": {
    "message": "좋아하는 콘텐츠 크리에이터 지원하기"
  },
  "240423-shared__paragraph-7": {
    "message": "모두가 침입적 광고를 싫어하지만, 우리가 좋아하는 콘텐츠를 제작하는 크리에이터도 확실히 있습니다. 광고 수익으로 그들을 지원하고 싶다면, 언제든지 <a>허용 목록에 좋아하는 사이트를 추가</a>할 수 있습니다. 이 조치로 그러한 사이트에서 광고를 허용하면서 탐색하는 다른 곳에서는 광고 차단을 유지할 수 있습니다."
  },
  "240430-shared__heading-2": {
    "message": "성가신 쿠키 배너 차단"
  },
  "240430-shared__paragraph-2": {
    "message": "쿠키가 여러분의 데이터를 수집한다는 것을 아셨나요? 쿠키는 웹 전체에 있으며 쿠키를 수락하도록 요청하는 성가신 배너도 마찬가지입니다. <a>프리미엄</a>으로 원하지 않는 추적을 예방하고 쿠키 배너를 차단할 수 있습니다."
  },
  "240507-shared__heading-8": {
    "message": "저희는 미래가 보장되어 있습니다"
  },
  "240507-shared__paragraph-8": {
    "message": "여러분에게 앞으로도 최고의 웹 경험을 계속해서 공급하기 위해 Adblock Plus의 Manifest V3 버전을 저희가 공식적으로 공개했습니다."
  },
  "update-premium-benefits__heading": {
    "message": "지금 기부하고 Adblock <strong>Plus</strong> 프리미엄으로 업그레이드하세요"
  },
  "update-premium-benefits__item-1": {
    "message": "쿠키 동의 팝업 차단"
  },
  "update-premium-benefits__item-2": {
    "message": "이메일 회원 가입 및 플로팅 동영상 차단"
  },
  "240529-shared__heading-1": {
    "message": "새로운 기능"
  },
  "240529-shared__paragraph-1": {
    "message": "저희는 Adblock Plus를 더욱 개선하기 위해 노력하고 있습니다. 다음은 저희가 하고 있는 작업 중 일부입니다:"
  },
  "240529-shared__heading-2": {
    "message": "새로운 Adblock Plus 메뉴"
  },
  "240529-shared__paragraph-2": {
    "message": "Adblock Plus 메뉴를 이전보다 더 좋게 재설계 했습니다! Adblock Plus 프리미엄으로 클릭을 적게 하여 <a>쿠키 배너</a>, 자동 재생 동영상, 뉴스레터 팝업, 기타 성가신 것을 <a>차단할 수 있습니다</a>. (독일 사용자에게는, Adblock Plus 프리미엄이 곧 제공될 예정입니다!)"
  },
  "240529-shared__heading-3": {
    "message": "저희가 미래를 보장해 드립니다"
  },
  "240529-shared__paragraph-3": {
    "message": "저희는 현재와 미래에도 최고의 웹 경험을 지속해서 공급하기 위해 Adblock Plus의 Manifest V3 버전을 공식적으로 공개했습니다."
  },
  "240529-shared__heading-4": {
    "message": "모든 장치를 위한 Adblock Plus"
  },
  "240529-shared__paragraph-4": {
    "message": "하나 이상의 장치에서 탐색하나요? Adblock Plus를 Chrome, Edge, 그리고 Firefox를 포함한 많은 브라우저에서 사용할 수 있습니다. <a>Safari 용 Adblock Plus</a>로 Mac에서 웹 전체 광고를 차단할 수 있습니다!"
  },
  "240529-shared__heading-5": {
    "message": "탐색할 때 더 나은 광고 차단을 해 줍니다"
  },
  "240529-shared__paragraph-5": {
    "message": "광고자와 게시자는 광고 차단을 우회하면서 광고를 보여줄 방법을 정기적으로 찾습니다. 저희는 기능을 계속 개선해서 여러분이 온라인을 사용할 때 더 적은 광고를 접하게 합니다."
  },
  "update-motivation-notification-header__heading": {
    "message": "차이를 아시겠나요?"
  },
  "update-motivation-notification-body__text": {
    "message": "얼마를 기부하든 Adblock <strong>Plus</strong> 프리미엄을 받게 됩니다. 슬라이더를 사용해 차이를 확인하세요."
  },
  "update-motivation-slider-modal-header__heading": {
    "message": "슬라이더를 사용해 프리미엄의 기능을 확인하세요"
  },
  "update-motivation-slider-modal-header__subheading": {
    "message": "프리미엄으로 업그레이드하면 팝업, 플로팅 동영상, 쿠키 배너가 사라집니다."
  },
  "240625-shared__paragraph-1": {
    "message": "앞으로는 더 이상 여러분께 기부를 요청하지 않을 것임을 알려드리게 되어 기쁘게 생각합니다. 대신에 여러분께 Adblock Plus 프리미엄을 돌려드리고자 합니다. Adblock Plus 프리미엄으로 더 나은 브라우징 경험을 만들도록 설계된 추가 기능을 통해 웹을 더 통제할 수 있습니다."
  },
  "240625-shared__paragraph-2": {
    "message": "모든 무료 기능 외 프리미엄으로 할 수 있는 것은:"
  },
  "240625-shared__heading-1": {
    "message": "쿠키 배너 숨기기"
  },
  "240625-shared__paragraph-3": {
    "message": "Adblock Plus 프리미엄은 사이트에서 쿠키를 허용하도록 요청하는 <a>쿠키 팝업을 차단</a>하면서 사용자를 대신해 불필요한 쿠키를 모두 거부합니다."
  },
  "240625-shared__heading-2": {
    "message": "추가 방해물 차단"
  },
  "240625-shared__paragraph-4": {
    "message": "탐색하는 동안 자동 재생 동영상, 뉴스레터 팝업, 설문조사 요청 등을 중지하면 원하는 것에 더 집중할 수 있습니다."
  },
  "240625-shared__paragraph-5": {
    "message": "Adblock Plus 프리미엄을 시도해 보시기를 바랍니다!"
  },
  "240625-shared__paragraph-6": {
    "message": "앞으로는 더 이상 여러분께 기부를 요청하지 않을 것임을 알려드리게 되어 기쁘게 생각합니다. 대신에 여러분께 Adblock Plus 프리미엄을 돌려드리고자 합니다. <strong>2024년 하반기에 프랑스의 모든 사용자는 프리미엄 구독 서비스를 사용하실 수 있습니다</strong>."
  },
  "240625-shared__paragraph-7": {
    "message": "Adblock Plus 프리미엄으로 더 나은 브라우징 경험을 만들도록 설계된 추가 기능을 통해 웹을 더 통제할 수 있습니다. 기대하실 것은:"
  },
  "240625-shared__heading-6": {
    "message": "쿠키 배너 숨기기"
  },
  "240625-shared__paragraph-8": {
    "message": "거슬리는 쿠키 배너에 작별을 고하고 더욱 원활한 브라우징 경험을 누리세요. Adblock Plus 프리미엄은 사이트에서 쿠키를 허용하도록 요청하는 쿠키 팝업을 숨기면서 사용자를 대신해 불필요한 쿠키를 모두 거부합니다."
  },
  "240625-shared__heading-7": {
    "message": "추가 방해물 차단"
  },
  "240625-shared__paragraph-9": {
    "message": "탐색하는 동안 자동 재생 동영상, 뉴스레터 팝업, 설문조사 요청 등을 중지하면 원하는 것에 더 집중할 수 있습니다."
  },
  "240625-shared__paragraph-10": {
    "message": "한편, 문제를 신고해야 하는 경우 저희 <a>헬프 센터</a> 또는 이메일 <a>support@adblockplus.org</a>로 연락해 주십시오."
  },
  "update-header-section-1__heading": {
    "message": "Adblock Plus가 최신 상태입니다"
  },
  "update-header-section-1__subheading": {
    "message": "Adblock Plus 프리미엄이 도착했습니다! 더 나은 브라우징 경험을 하도록 설계된 추가 기능을 통해 더 많은 웹 통제력을 누리세요."
  },
  "update-header-section-2": {
    "message": "Adblock Plus 프리미엄으로 정말로 중요한 것에 집중하고 방해물에 작별을 고하세요."
  },
  "update-header-section-3-item-1": {
    "message": "거슬리는 쿠키 동의 배너 숨기기"
  },
  "update-header-section-3-item-2": {
    "message": "플로팅 동영상, 이메일 등록 등 차단"
  },
  "update-header-section-3-item-3": {
    "message": "더 빠른 페이지 로딩 속도"
  },
  "update-plan-1-discount": {
    "message": "최저가 - 17% 할인"
  },
  "update-plan-heading__product-premium": {
    "message": "프리미엄"
  },
  "update-plan-heading__frequency-yearly": {
    "message": "연간"
  },
  "update-plan-heading-price__frequency-yearly": {
    "message": "/년간"
  },
  "update-plan-checkout-button": {
    "message": "구매 완료"
  },
  "update-plan-heading__frequency-monthly": {
    "message": "월간"
  },
  "update-plan-heading-price__frequency-monthly": {
    "message": "/월간"
  },
  "update-payment-providers-preface": {
    "message": "허용되는 결제:"
  },
  "update-cancel-policy": {
    "message": "<strong>언제든지 취소하고</strong> <strong>60일 환불 보장</strong>을 이용하세요."
  },
  "update-difference-tease__lead": {
    "message": "다음에서 프리미엄이 온라인 경험에 어떤 차이를 만들지 확인하세요."
  },
  "update-premium-difference__heading": {
    "message": "차이를 아시겠나요?"
  },
  "update-premium-difference__subheading": {
    "message": "프리미엄으로 업그레이드하면 팝업, 플로팅 동영상, 쿠키 배너가 사라집니다."
  },
  "premium-difference-card__heading": {
    "message": "슬라이더를 사용해 프리미엄의 기능을 확인하세요"
  },
  "update-premium-checkout-button-frequency__yearly": {
    "message": "연간"
  },
  "update-premium-checkout-button-frequency__monthly": {
    "message": "월간"
  },
  "update-premium-features__heading": {
    "message": "프리미엄으로 하는 이유는 무엇일까요?"
  },
  "update-premium-features-item-1__heading": {
    "message": "쿠키 동의 팝업 차단"
  },
  "update-premium-features-item-1__paragraph-1": {
    "message": "인터넷 전체에서, 웹사이트는 각 사이트의 쿠키 사용에 대한 정보를 알려주는 알림을 표시합니다. 프리미엄 가입으로 이러한 거슬리는 팝업을 숨길 수 있습니다."
  },
  "update-premium-features-item-2__heading": {
    "message": "더 많은 방해물 차단"
  },
  "update-premium-features-item-2__paragraph-1": {
    "message": "브라우저를 통제하고 원하는 방식으로 인터넷을 이용하세요! 방해물 제어로 뉴스레터 팝업, 플로팅 동영상, 다른 거슬리는 방해물과 작별하세요."
  },
  "update-premium-features-item-3__heading": {
    "message": "Adblock Plus 지원"
  },
  "update-premium-features-item-3__paragraph-1": {
    "message": "여러분의 지원으로 걱정과 방해물 없는 인터넷 경험을 모두가 할 수 있게 됩니다. 더 많은 기능을 출시할 때마다 액세스하여 앞으로 수년 동안 Adblock Plus가 유지되도록 도와주십시오."
  },
  "update-header-section-2__heading": {
    "message": "귀하를 위해 <span>23,358</span>개의 광고를 차단했습니다!"
  }
}
