{
  "title": {
    "message": "גרסאות פיתוח"
  },
  "s1": {
    "message": "מה הן גרסאות הפיתוח?"
  },
  "s2": {
    "message": "גרסאות הפיתוח מייצגות את המצב העדכני ביותר של פיתוח Adblock Plus והרחבות אחרות שהאתר הזה מאחסן. בהתקנת גרסת הפיתוח ניתן לנסות מאפיינים שעדיין לא שוחררו בגרסה יציבה ."
  },
  "s3": {
    "message": "כמה אמינות הן גרסאות הפיתוח?"
  },
  "s4": {
    "message": "באופן טבעי, גרסאות הפיתוח פחות אמינות מגרסאות יציבות והשימוש בהן הוא על אחריותכם בלבד. למרות זאת, השינויים נבדקים בקפידה לפני שהם נוספו לקוד. זה אומר שגרסאות הפיתוח יעבדו באופן תקין רוב הזמן. למרות שיהיו בעיות פה ושם, בעיקר אם אתם משתמשים בהגדרות לא נפוצות -- בבקשה דווחו עליהן כדי שאפשר יהיה לתקן אותן. לגבי גרסאות בשפות שונות מלבד אנגלית, התרגום בדרך-כלל יבוצע רק זמן קצר לפני השחרור. גרסאות פיתוח לעתים לא יעבדו כמו שצריך עם הרחבות אחרות, דבר שלא מצופה מגרסה יציבה."
  },
  "s5": {
    "message": "איך אני יכול לדווח על באגים בגרסאות הפיתוח?"
  },
  "s6": {
    "message": "בבקשה עשו זאת <a>בפורום</a>, פשוט ליצור נושא חדש (אבל בדקו אם נושא זה דווח כבר לפני). אין צורך להירשם, אבל אם אתם עושים זאת תעודכנו אודות השינויים בבעיה שעליה דיווחתם. בבקשה ספקו את כל המידע הנחוץ כדי לשחזר את הבעיה, בייחוד בגרסה של גרסת הפיתוח, הדפדפן והגרסה שלו, וכן מערכת ההפעלה. שיקלו להתקין באופן זמני את הגרסה היציבה האחרונה של ההרחבה ובדקו שהבעיה לא קיימת בה, מידע זה יכול לעזור מאוד באופן כללי."
  },
  "s7": {
    "message": "איך אני מתקין/מעדכן גרסאות פיתוח?"
  },
  "s8": {
    "message": "להתקנת גרסת פיתוח לחצו על אחד מהקישורים שלמטה:"
  },
  "s9": {
    "message": "(<a>רשימת שינויים</a>,\n    <a>גרסאות ישנות</a>)"
  },
  "s10": {
    "message": "עבור"
  },
  "s11": {
    "message": "(<a>רשימת שינויים</a>,\n    <a>גרסאות ישנות</a>)."
  },
  "s22": {
    "message": "Element Hiding Helper"
  },
  "s23": {
    "message": "(<a>רשימת שינויים</a>,\n    <a>גרסאות ישנות</a>)"
  },
  "s24": {
    "message": "התאמה אישית עבור"
  },
  "s25": {
    "message": "(<a>רשימת שינויים</a>,\n    <a>גרסאות ישנות</a>)"
  },
  "s26": {
    "message": "Diagnostics for"
  },
  "s27": {
    "message": "(<a>רשימת שינויים</a>,\n    <a>גרסאות ישנות</a>)"
  },
  "s30": {
    "message": "JavaScript Deobfuscator"
  },
  "s31": {
    "message": "(<a>רשימת שינויים</a>,\n    <a>גרסאות ישנות</a>)"
  },
  "s32": {
    "message": "הדפדפן שלכם יבדוק למענכם עדכונים אוטומטית ויציע לכם לעדכן לגרסת פיתוח חדשה יותר אם זמין."
  },
  "s33": {
    "message": "שימו לב לעולם לא תעודכנו לגרסה יציבה, במקום זאת תקבלו גרסת פיתוח מיד שעוקבת לגרסה היציבה."
  },
  "s34": {
    "message": "<strong>הודעת התקנה חשובה ב-Chrome</strong>: החל מגרסה 21 של Chrome, התקנת הרחבה מאתרי צד-שלישי איננה אפשרית יותר."
  },
  "s35": {
    "message": "כדי לתקן זאת צריך להתחיל את Chrome עם דגל שורת הפקודה"
  },
  "s36": {
    "message": "."
  },
  "s37": {
    "message": "האפשרות האחרת היא התקנה רחבת-מערכת אוטומטית של גרסאות הפיתוח של Adblock Plus (משפיע על כל המשתמשים במחשב, אתחול הדפדפן נדרש):"
  },
  "s38": {
    "message": "על <em>חלונות (Windows)</em> הורידו והריצו \n    <a>את קובץ הרישום הזה</a>\n    (דורש הרשאות מנהל (administrator))."
  },
  "s39": {
    "message": "להסרת Adblock Plus שוב, יש להוריד ולהריץ"
  },
  "s40": {
    "message": "את קובץ הרישום הזה"
  },
  "s41": {
    "message": "."
  },
  "s42": {
    "message": "על <em>לינוקס (Linux)</em> הורידו <a>קובץ זה</a> והכניסו אותו לתוך הספריות"
  },
  "s43": {
    "message": "וגם"
  },
  "s44": {
    "message": "(אם צריך צרו את הספריות, דורש הרשאות מנהל)"
  },
  "s45": {
    "message": "להסרת Adblock Plus שוב, פשוט הסירו הקובץ."
  },
  "s48": {
    "message": "איך אני יודע מה השתנה?"
  }
}