{
  "title": {
    "message": "תכונות"
  },
  "title-full": {
    "message": "Adblock Plus - תכונות"
  },
  "s5": {
    "message": "חסימת מודעות"
  },
  "s6": {
    "message": "מודעות קבילות"
  },
  "s7": {
    "message": "נטרול מעקב"
  },
  "s8": {
    "message": "נטרול מרחבי כתובות של תוכנות זדוניות"
  },
  "s9": {
    "message": "נטרול כפתורי מדיה חברתיים"
  },
  "s10": {
    "message": "הגנה משגיאות כתיב"
  },
  "s12": {
    "message": "Adblock Plus חוסם את כל המודעות המטרידות ברשת כברירת מחדל: מודעות וידאו ב-YouTube, מודעות Facebook, באנרים של פלאש, חלונות קופצים, חלונות קופצים ברקע ועוד רבות."
  },
  "s15": {
    "message": "Adblock Plus תמיד יחסום מודעות מטרידות."
  },
  "s16": {
    "message": "למרות זאת, אתרים רבים מסתמכים על הכנסות הפרסום אז אנו מעוניינים לעודד אתרים להשתמש במודעות פשוטות ולא בולטות במקום באנרים של פלאש."
  },
  "s17": {
    "message": "וזאת מדוע קהילת Adblock Plus ביססה<a> קווים מנחים נוקשים</a> לזיהוי מודעות קבילות, ו-Adblock Plus מתיר זאת כברירת מחדל."
  },
  "s18": {
    "message": "אתם יכולים תמיד לנטרל אפשרות זו אם ברצונכם לחסום את כל המודעות."
  },
  "s20": {
    "message": "בכל גלישה, ישנן מספר חברות אשר עוקבות אחר הפעילות המקוונת שלכם והיסטוריית הגלישה."
  },
  "s21": {
    "message": "ישנן מאות סוכנויות פרסום שעוקבות אחרי כל מהלך שלכם, אבל בעזרת Adblock Plus אתם יכולים בקלות לנטרל כל מעקב, לגלוש ברשת בצורה אנונימית באמת."
  },
  "s22": {
    "message": "לפי <a>מחקר של אוניברסיטת סטנפורד</a>, מסנני ההגנה ממעקב של Adblock Plus הם היעילים ביותר מכל פתרונות ההגנה ממעקב שזמינים."
  },
  "s23": {
    "message": "לאפשר מאפיין זה, אנא <a>פתחו דיאלוג זה</a> ולחצו \"הוספה\" כדי להגן על עצמכם מפני מעקב. אם ברצונכם לנטרל אפשרות זו, אנא <a>קראו כאן</a> כיצד לעשות זאת."
  },
  "s25": {
    "message": "אתחול אטי, חלונות קופצים, מודעות שחוטפות לכם את הדפדפן: כל אלו הם סימנים שהמחשב שלכם נגוע בתוכנה זדונית."
  },
  "s26": {
    "message": "וחמור מכך, מחשבים הנגועים בתוכנות זדוניות פותחים דלתות לכל מיני איומי פשיעה אינטרנטית."
  },
  "s27": {
    "message": "ואז, מחשבים נגועים אלו יכולים לשמש לשליחת דואר זבל או לתקיפת אתרים אחרים או שרתים, גנבת ססמאות, מספרי זיהוי, מסמכים אישיים ופרטי כרטיס האשראי."
  },
  "s28": {
    "message": "ניתן להגדיר את Adblock Plus לחסימת מתחמים ידועים בהפצת תוכנות זדוניות, להגן על מחשבכם מפני וירוסים, סוסים טרויאנים, תולעים, תוכנות מעקב ופרסום."
  },
  "s29": {
    "message": "לאפשר תכונה זו כעת, אנא <a>פתחו דיאלוג זה</a> ולחצו \"הוספה\" כדי להגן על עצמכם מפני מתחמים זדוניים. אם ברצונכם לנטרל אפשרות זו, אנא <a>קראו כאן</a> כיצד לעשות זאת."
  },
  "s31": {
    "message": "כפתורים לשיתוף תוכן בפלטפורמות מדיה חברתיות כגון Facebook, Twitter, Google Plus ועוד רבות אחרות ממוקמים בכמעט כל אתר שהנכם מבקרים."
  },
  "s32": {
    "message": "גם אם אינכם לוחצים עליהם, כל אתר המכיל כפתורים אלו שולח בקשה לשרתים של הרשת החברתית אשר יכולה להשתמש במידע זה כדי ליצור פרופיל המבוסס על הרגלי הגלישה שלכם."
  },
  "s33": {
    "message": "אתם יכולים להשתמש ב-Adblock Plus כדי להסיר את כל כפתורי המדיה החברתיים מכל אתר, מוודאים שהרשתות החברתיות לא יוכלו ליצור פרופיל אודותיכם המבוסס על האתרים שאתם מבקרים."
  },
  "s34": {
    "message": "לאפשר תכונה זו כעת, אנא <a>פתחו דיאלוג זה</a> ולחצו \"הוספה\" כדי להגן על עצמכם מפני מעקב מדיה חברתית. אם ברצונכם לנטרל אפשרות זו, אנא <a>קראו כאן</a> כיצד לעשות זאת."
  },
  "s37": {
    "message": "אתרים המכילים התחזות ותוכן מטריד או פוגעני אחר, לעתים מאוכסנים תחת שמות מתחם שמאויתים בצורה שגויה והנכם בסיכון לבקר בהם רק על ידי עשיית שגיאה קטנה בהזנת כתובת אינטרנט בדפדפן שלכם."
  }
}