{
  "title": {
    "message": "Adblock Plus - תכונות"
  },
  "s5": {
    "message": "חסימת מודעות"
  },
  "s7": {
    "message": "נטרול מעקב"
  },
  "s8": {
    "message": "נטרול מרחבי כתובות של תוכנות זדוניות"
  },
  "s9": {
    "message": "נטרול כפתורי מדיה חברתיים"
  },
  "s10": {
    "message": "הגנה משגיאות כתיב"
  },
  "s14": {
    "message": "חסימת מודעות"
  },
  "s17": {
    "message": "מודעות קבילות"
  },
  "s23": {
    "message": "נטרול מעקב"
  },
  "s24": {
    "message": "בכל גלישה, ישנן מספר חברות אשר עוקבות אחר הפעילות המקוונת שלכם והיסטוריית הגלישה."
  },
  "s27": {
    "message": "לאפשר מאפיין זה, אנא <a>פתחו דיאלוג זה</a> ולחצו \"הוספה\" כדי להגן על עצמכם מפני מעקב. אם ברצונכם לנטרל אפשרות זו, אנא <a>קראו כאן</a> כיצד לעשות זאת."
  },
  "s28": {
    "message": "נטרול מרחבי כתובות של תוכנות זדוניות"
  },
  "s29": {
    "message": "אתחול אטי, חלונות קופצים, מודעות שחוטפות לכם את הדפדפן: כל אלו הם סימנים שהמחשב שלכם נגוע בתוכנה זדונית."
  },
  "s30": {
    "message": "וחמור מכך, מחשבים הנגועים בתוכנות זדוניות פותחים דלתות לכל מיני איומי פשיעה אינטרנטית."
  },
  "s31": {
    "message": "ואז, מחשבים נגועים אלו יכולים לשמש לשליחת דואר זבל או לתקיפת אתרים אחרים או שרתים, גנבת ססמאות, מספרי זיהוי, מסמכים אישיים ופרטי כרטיס האשראי."
  },
  "s32": {
    "message": "ניתן להגדיר את Adblock Plus לחסימת מתחמים ידועים בהפצת תוכנות זדוניות, להגן על מחשבכם מפני וירוסים, סוסים טרויאנים, תולעים, תוכנות מעקב ופרסום."
  },
  "s33": {
    "message": "לאפשר תכונה זו כעת, אנא <a>פתחו דיאלוג זה</a> ולחצו \"הוספה\" כדי להגן על עצמכם מפני מתחמים זדוניים. אם ברצונכם לנטרל אפשרות זו, אנא <a>קראו כאן</a> כיצד לעשות זאת."
  },
  "s34": {
    "message": "נטרול כפתורי מדיה חברתיים"
  },
  "s35": {
    "message": "כפתורים לשיתוף תוכן בפלטפורמות מדיה חברתיות כגון Facebook, Twitter, Google Plus ועוד רבות אחרות ממוקמים בכמעט כל אתר שהנכם מבקרים."
  },
  "s36": {
    "message": "גם אם אינכם לוחצים עליהם, כל אתר המכיל כפתורים אלו שולח בקשה לשרתים של הרשת החברתית אשר יכולה להשתמש במידע זה כדי ליצור פרופיל המבוסס על הרגלי הגלישה שלכם."
  },
  "s38": {
    "message": "לאפשר תכונה זו כעת, אנא <a>פתחו דיאלוג זה</a> ולחצו \"הוספה\" כדי להגן על עצמכם מפני מעקב מדיה חברתית. אם ברצונכם לנטרל אפשרות זו, אנא <a>קראו כאן</a> כיצד לעשות זאת."
  },
  "s39": {
    "message": "הגנה משגיאות כתיב"
  }
}