{
  "title": {
    "message": "Adblock Plus - לגלוש באינטרנט מבלי מעצבנות מודעות!"
  },
  "s1": {
    "message": "Adblock Plus - גלישה ברשת ללא מודעות מטרידות!"
  },
  "s3": {
    "message": "Adblock Plus - גלישה ברשת ללא מודעות מטרידות!"
  },
  "s5": {
    "message": "Adblock Plus"
  },
  "s6": {
    "message": "גלישה ברשת ללא מודעות מטרידות!"
  },
  "s8": {
    "message": "מודעות שאינן בולטות לא נחסמות כדי לתמוך באתרים (<a>ניתן להגדרה</a>)"
  },
  "s9": {
    "message": "זה בחינם!"
  },
  "s14": {
    "message": "Adblock Plus עבור פיירפוקס"
  },
  "s15": {
    "message": "Adblock Plus עבור Chrome"
  },
  "s16": {
    "message": "Adblock Plus עבור אנדרואיד"
  },
  "s17": {
    "message": "Adblock Plus עבור אופרה"
  },
  "s18": {
    "message": "Adblock Plus עבור Internet Explorer"
  },
  "s19": {
    "message": "Adblock Plus עבור Safari"
  },
  "s22": {
    "message": "נראה שאתם משתמשים ב-Mozilla Firefox."
  },
  "s23": {
    "message": "עברו ל-Adblock Plus עבור Firefox."
  },
  "s24": {
    "message": "נראה שאתם משתמשים ב-Google Chrome."
  },
  "s25": {
    "message": "עברו ל-Adblock Plus עבור Chrome."
  },
  "s26": {
    "message": "נראה שאתם משתמשים ב-Android."
  },
  "s27": {
    "message": "עברו ל-Adblock Plus עבור Android."
  },
  "s28": {
    "message": "נראה שאתם משתמשים ב-Opera."
  },
  "s29": {
    "message": "עברו ל-Adblock Plus עבור Opera."
  },
  "s30": {
    "message": "נראה שאתם משתמשים ב-Internet Explorer."
  },
  "s31": {
    "message": "עברו ל-Adblock Plus עבור Internet Explorer."
  },
  "s32": {
    "message": "נראה שאתם משתמשים ב-Safari."
  },
  "s33": {
    "message": "עברו ל-Adblock Plus עבור Safari."
  },
  "s38": {
    "message": "קוד פתוח"
  },
  "s40": {
    "message": "מעל"
  },
  "s41": {
    "message": "מליון הורדות"
  },
  "s42": {
    "message": "Adblock Plus היא הרחבת הדפדפן הפופולרית ביותר."
  },
  "s43": {
    "message": "פרטיות מובטחת"
  },
  "s44": {
    "message": "Adblock Plus לעולם לא יאסוף כל מידע אישי שלכם."
  },
  "s45": {
    "message": "למידע נוסף"
  },
  "s46": {
    "message": "הצג פחות"
  },
  "s47": {
    "message": "Mozilla Firefox"
  },
  "s48": {
    "message": "Google Chrome"
  },
  "s49": {
    "message": "Opera"
  },
  "s50": {
    "message": "Android"
  },
  "s51": {
    "message": "Internet Explorer"
  },
  "s52": {
    "message": "Apple Safari"
  },
  "s55": {
    "message": "הורד את Firefox Adblock Plus"
  },
  "s57": {
    "message": "Mozilla Firefox עבור Firefox הוא יותר מסתם חוסם חלונות קופצים. אם אתה מוטרד על ידי באנרים ופרסומות, הורד את חוסם המודעות לפיירפוקס על מנת לחוות את האינטרנט כפי שהוא אמור להיחוות. בהתאם לרשימות הסינון שהפעלת, תוכל גם לחסום מודעות שצצות לפני כל וידאו ב-YouTube ולערוך יירוט רציף של פרסומות בפייסבוק. רשימות הסינון נבנות על ידי חברים בקהילת הקוד הפתוח והן חופשיות לשימוש. אם אינך מעוניין להסתמך על רשימות הסינון, באפשרותך ליצור כללים משלך כדי להתאים אישית את חוויית הגלישה שלך. <a>כללי חסימה</a> כדי להתאים אישית את חווית הגלישה שלך."
  },
  "s58": {
    "message": "Adblock Plus עבור Firefox הוא התוסף הפופולארי ביותר לדפדפן Firefox וזוכה בפרס About.com Reader לשנת 2011 ושנת 2013, כמו גם זוכה פרס הניו-מדיה של לינוקס להרחבת קוד פתוח הטובה ביותר של Firefox."
  },
  "s59": {
    "message": "חוסם מודעות עבור Chrome"
  },
  "s60": {
    "message": "Adblock Plus הוא חוסם פרסומות המתקדם ביותר לדפדפן גוגל כרום. האם אתה נמאסתם מפרסמים פוגעים בחווית הגלישה שלך? פשוט התקן את התוסף ואת כל המודעות מעצבנות תיחסמנו באופן אוטומטי מהאינטרנט. באנרים מהבהבים, חלונות קופצים, פרסומות וידאו על מודעות ב-YouTube ופייסבוק! Adblock Plus באופן אוטומטי יסיר כל מודעה לא רצויה מכל אתר שאתה מבקר בה. רוצה עוד? אתה יכול בקלות להפעיל את פרטיות ותכונות אבטחה <a>תכונות</a> כגון מעקב והגנה מפני תוכנות זדוניות."
  },
  "s62": {
    "message": "התוספת שפותחה על ידי קהילת הקוד הפתוחה והחופשית לשימוש לכולם. עם יותר מ"
  },
  "s63": {
    "message": "מיליון משתמשים, הוא אחד מהתוספים הפופולריים ביותר לכרום. הנה מה שאחרים אומרים על זה"
  },
  "s64": {
    "message": "אם אתה משתמש בגוגל כרום, אין סיבה לגלוש בלי זה."
  },
  "s65": {
    "message": "Download.com"
  },
  "s66": {
    "message": "אם אתה מוטרד על ידי מודעות ואילו באינטרנט, נסה Adblock Plus. אתה לא תצטער על כך."
  },
  "s67": {
    "message": "Softonic.com"
  },
  "s68": {
    "message": "מודעות חסימה על אופרה"
  },
  "s69": {
    "message": "Adblock Plus הוא אחת התוספות הפופולריות ביותר עבור אופרה וכבר הורד מעל"
  },
  "s70": {
    "message": "מיליון פעם. ההתקנה של הרחבות אופרה לוקחת רק כמה שניות. על ידי הוספת Adblock Plus לדפדפן האופרה שלך, אתה יכול להסיר את כל הפרסום באינטרנט כגון באנרים, חלונות קופצים, פרסומות YouTube מודעות פייסבוק וכל מודעה באינטרנט לא רצויה אחרת. לאחר התקנת תוסף זה , את כל המודעות מעצבנות יוסרו באופן אוטומטי מכל אתרי האינטרנט, מה שהופך את הגלישה באינטרנט לפחות מסיח את הדעת ומהנה הרבה יותר."
  },
  "s71": {
    "message": "חוץ מלחסום כל הפרסום הבולט מחווית הגלישה שלך, Adblock Plus מגדיל את המהירות של דפדפן האופרה שלך באופן משמעותי. על ידי מניעת פרסומות שמנטענים על ידי הדפדפן שלך, חוסם המודעות עוזר לך לחסוך ברוחב פס וגורם לגלישה באינטרנט מהירה יותר, במיוחד אם אתה על חיבור אינטרנט איטי."
  },
  "s72": {
    "message": "הוסף Adblock Plus לדפדפן האופרה שלך על ידי לחיצה על הכפתור הירוק \"להתקנת אופרה\" . לחץ על \"התקן\" כדי לאשר את ההתקנה ולהוסיף את הסיומת לאופרה. אין צעדים נוספים או תצורות הדרושות, אתה באופן אוטומטי להיות מוגן מפני כל הפרסום המקוון."
  },
  "s73": {
    "message": "לא מאמין לנו? לא רק לקחת את המילה שלנו. הנה מה שיש להורדה הפופולרית הפורטל Softpedia לומר \"Adblock Plus לאופרה הוא מאוד שימושי, תוספת על שתוכנן במיוחד כדי לסייע למשתמשים להיפטר ממפגעים כמו מודעות קופצות, באנרים מהבהבים ודברים אחרים מסוג זה.\""
  },
  "s74": {
    "message": "אפלקציה Adblock לאנדרואיד"
  },
  "s75": {
    "message": "Adblock Plus הוא האפליקציה חוסמת מודעות הפופולרית ביותר לאנדרואיד, והוא בשימוש על ידי למעלה"
  },
  "s76": {
    "message": "ממיליון משתמשים בכל יום. זה חוסם את המודעה הניידת הראשונה אשר עובד על מכשירים שאינם מושרשים (Root), מה שהופך את זה הרבה יותר נוח לשימוש יותר מכל אפליקציה חוסמת מודעות אחרות על אנדרואיד. על ידי הוספת Adblock Plus למכשיר אנדרואיד, כל באנרים והמודעות מגעילות אחרות באופן אוטומטי להיות חסומים מרוב היישומים והאתרים שאתה מבקר בטלפון החכם או פאד שלך. Adblocker אנדרואיד עובד עם מרבית הדפדפנים כמו גוגל כרום על אנדרואיד."
  },
  "s77": {
    "message": "על ידי התקנת אנדרואיד Adblock Plus האפליקציה, אתה יכול באופן משמעותי להגביר את מהירות גלישה במכשיר הנייד שלך. האפליקציה מסננת את תעבורת האינטרנט ומונעת מודעות לא רצויות ממורד, אשר מפחית את רוחב פס ואת השקעים עד למהירות הגלישה שלך. חסימת מודעות באנדרואיד היא גם שימושית להגנה על פרטיותך ולחסל את האיום של הורדת יישומים זדוניים, אשר לעתים מופצים באמצעות פרסומות מטעות."
  },
  "s78": {
    "message": "שים לב שיש כמה מגבלות באנדרואיד אשר עשוי לדרוש כמה מאמצים ידניים לאפליקציה לחסימת מודעות. למכשירים שאינם שורשיים הרצים על 4.1.2, 4.2.1 וגבוה יותר, נדרש כמה תצורת קטין. למכשירים שאינם שורשיים עם אנדרואיד 3.1 ומעלה, Adblock Plus יחסום אוטומטית את כל המודעות על חיבור WiFi שלך. מכשירי אנדרואיד ללא שורש לא יוכלו לחסום מודעות בחיבורי דור 3."
  },
  "s79": {
    "message": "Adblock Plus  עבור אינטרנט איקספלורר"
  },
  "s80": {
    "message": "למרות שאתה אולי לא מצפה לזה אינטרנט איקספלורר עדיין דפדפן השני הפופולרי ביותר בעולם עם מאות מיליוני משתמשים מדי יום.  פיתחנו Adblock Plus  עבורו בדיוק עבור אותם משתמשים כך שהם יכולים סוף סוף לחוות את האינטרנט בלי מודעות מעצבנות."
  },
  "s82": {
    "message": "מגבלות הנוכחיות: בשל המגבלות של חלק מהגירסאות אינטרנט אקספלורר,  כרגע לא עובדות בשביל"
  },
  "s83": {
    "message": "מטרו מצב של Internet Explorer ב-Windows 8"
  },
  "s84": {
    "message": "Internet Explorer ב-Windows RT"
  },
  "s85": {
    "message": "Adblock Plus עבור Safari"
  },
  "s86": {
    "message": "עם שחרור Adblock Plus עבור Safari בינואר 2014, משפחת ABP לדפדפן הפכה לשלמה. מנקודה זו והלאה, ההרחבה שלנו תיהיה זמינה לכל הדפדפנים העיקריים: Mozilla Firefox, Google Chrome, Internet Explorer, Opera , ו-Apple Safari."
  },
  "s87": {
    "message": "Adblock Plus עבור Safari משתמש באותו בסיס קוד כשל גרסאות Chrome ו-Opera. למרות שזה גרם לפיתוח של חוסם פרסומות להיות הרבה יותר מורכב, ישנם מספר יתרונות עיקריים. למשל, בסיס קוד משותף, כל שינוי או שיפור שיעשה לאחד מהדפדפנים האלו ינחת אוטומטית ב-Safari, ובכך מבטיח חוויה שמעודכנת תמיד."
  },
  "s88": {
    "message": "בניגוד ל-Chrome ו-Firefox, Safari מגיע עם מספר הגבלות מובנות. בגלל שאלו מובנות בדפדפן, הן משפיעות על כל תוסף הזמין ל-Safari ושלנו כמובן איננו יוצא מן הכלל. ההגבלות קיימות מכיוון שלא אפשרי להשיג גישה \"עמוקה\" לקוד של Safari, כמו שניתן בדפדפנים אחרים. בשורה התחתונה: ישנם היבטים של Adblock Plus עבור Safari שאינם מתפקדים באופן מיטבי. לדוגמה, לא ניתן לחסום מודעות ב-\"תוספי צד-שלישי\" כמו נגני וידיאו לחסום בקשות XHR. בדרך כלל זה אומר שמודעות וידיאו ב-YouTube לא ניתנות לחסימה. אבל אודות לכמה מעקפים מאוד מתוחכמים, Adblock Plus יכול לחסום מודעות וידיאו מטרידות אלו בדפדפן ה-Safari שלכם."
  },
  "s89": {
    "message": "אבל, באופן כללי, Adblock Plus עבור Safari הוא חוסם הפרסומות הטוב ביותר שניתן לקבל עבור Safari ויחסום את כל הבאנרים המטרידים ומודעות הוידיאו"
  }
}