{
  "work": {
    "message": "Continue to work on Adblock Plus so that it can function on various platforms"
  },
  "must-meet-strict-criteria": {
    "message": "<strong>Important:</strong> Every entity on the whitelist - paying participant or non-paying participant - MUST maintain the same strict criteria that our users accepted as part of the Acceptable Ads initiative. We will never accept any ad that doesn't meet these <a>criteria</a>. There is no way to buy a spot on the Acceptable Ads exception list. All whitelisted ads and participating entities are publicly listed on our <a>forum</a>. Feel free to discuss and share your opinions."
  },
  "s5": {
    "message": "How does Adblock Plus work?"
  },
  "s9": {
    "message": "The Acceptable Ads list"
  },
  "s8": {
    "message": "An ad blocking list selected based on your language (EasyList)"
  },
  "acceptable-ads-monetization": {
    "message": "We receive some donations from our users, but our main source of revenue comes as part of the Acceptable Ads initiative. As detailed below, larger entities pay a licensing fee for the whitelisting services requested and provided to them (around {1} percent of the licences are granted for free, to smaller entities). It should be noted that all ads must first abide by the <a>Acceptable Ads criteria</a>, regardless of whether the entity serving them would be required to pay or not. If the criteria are not met, whitelisting is impossible."
  },
  "financed-how": {
    "message": "How we are financed"
  },
  "s3": {
    "message": "What is Adblock Plus?"
  },
  "s2": {
    "message": "Show less"
  },
  "s1": {
    "message": "Show more"
  },
  "s7": {
    "message": "Filter lists enabled by default include:"
  },
  "s6": {
    "message": "{1} itself has no functionality; it doesn't block anything until you \"tell\" it what to block by adding external filter lists. Filter lists are essentially an extensive set of rules that tell {2} which elements of a website to block. You can add any filter list you want. For example, you can block <a>tracking</a> and/or <a>malware</a> (technically, {3} under default settings already has some level of tracking and malware protection but you can enable more protection). You can also <a>create your own filter lists</a>. Almost all filters are open source, therefore many filter lists have been created by Internet users."
  },
  "licensing-fee": {
    "message": "For these entities, our licensing fee normally represents 30 percent of the additional revenue created by whitelisting its acceptable ads."
  },
  "s4": {
    "message": "Adblock Plus is a free extension that allows you to - among <a>other things</a> - block annoying ads, disable tracking and block domains known to spread malware. Available for Android, Chrome, Firefox, Internet Explorer, Maxthon, Opera, Safari and Yandex, Adblock Plus uses filters that you \n  choose to block all unwanted elements."
  },
  "eyeoneeds": {
    "message": "In regards to the Acceptable Ads initiative, Eyeo needs to review and analyze many applications. This includes reviewing ad format, safety precautions, compliance with the Acceptable Ads criteria and technical feasibility of the requested whitelisting, creating the filters for the whitelist, testing the filters, posting to the forum, etc."
  },
  "EasyListdefined": {
    "message": "EasyList corresponds to your browser language and is aimed at disabling ads that are considered to be intrusive by our community of users. Please note, Eyeo GmbH <strong>did not</strong> draft EasyList and therefore has no right to, or control over, its content. Visit the <a>EasyList Community</a> for more information."
  },
  "s13": {
    "message": "Please see the <a>Acceptable Ads FAQ</a> to learn more."
  },
  "s12": {
    "message": "We don't think all ads are bad and are fully aware that ads finance many websites. So, in {1} we decided to find some common ground. Our solution involved asking {2} users, and our community at large, to help identify criteria that makes for better ads. From these discussions, we established <a>strict criteria</a> to identify nonintrusive ads. In {3}, we began implementing the Acceptable Ads initiative. Participants that wish to comply with the Acceptable Ads initiative can <a>apply</a> to be added to the Acceptable Ads list. Participating in the Acceptable Ads initiative is usually free of charge for participants. Only larger entities, which gain more than {4} million additional ad impressions through their participation, are required to pay a monthly fee (for more information, please read about <a>how we are financed</a>). {5} users have the option to display ads that are on the Acceptable Ads list or to disable the Acceptable Ads feature and browse completely <a>ad-free</a>. To view the list of acceptable ads, visit the <a>Acceptable Ads Proposals forum</a>."
  },
  "s11": {
    "message": "What are Acceptable Ads?"
  },
  "s10": {
    "message": "These are enabled to get you started. You can remove them or add others - it's up to you."
  },
  "s16": {
    "message": "Show more"
  },
  "AcceptableAdsdefined": {
    "message": "The Acceptable Ads list displays ads that comply with the acceptable ads criteria agreed upon by our community of users. The list is maintained by Eyeo GmbH."
  },
  "large-entities-pay": {
    "message": "Only large entities have to pay. We qualify an entity as large when it gains more than 10 million additional ad impressions per month due to participation in the Acceptable Ads initiative."
  },
  "managing-acceptable-ads": {
    "message": "Managing the Acceptable Ads initiative requires significant effort on our side including, but not limited to, ongoing review and monitoring of the individual whitelisted ads, counseling participants and technical support. These services cannot be completely taken over by volunteers nor be sponsored through donations, as may be the case with commonly used filter lists."
  },
  "improve": {
    "message": "Keep improving the functionalities of Adblock Plus to provide users with the best possible tool to protect them from malware and have better control of their browsing experience and collection of their personal data"
  },
  "created": {
    "message": "Created by Wladimir Palant in {1}, {2} is an open source project licensed under <a>GPLv3</a>. In {3}, Palant, together with Till Faida, founded <a>{4}</a> to make its development sustainable."
  },
  "title": {
    "message": "About Adblock Plus"
  },
  "s23": {
    "message": "In fact, we have a small but growing team that supports our users and the increasing amount of participants who choose to partake in the Acceptable Ads initiative."
  },
  "s20": {
    "message": "Why do we need money?"
  },
  "s21": {
    "message": "<a>Eyeo GmbH</a>, the company behind Adblock Plus, was founded to pursue a different vision of online advertising. This is not something a single person can do as a hobby."
  },
  "s26": {
    "message": "Does Adblock Plus collect any user data?"
  },
  "s27": {
    "message": "We do not specifically collect any user data. Most of your data (e.g. what websites you visit) is never sent to our servers to begin with. Please see our <a>Privacy Policy</a> for details."
  },
  "s24": {
    "message": "Our goals are simple:"
  },
  "s25": {
    "message": "But, Eyeo is not just about Adblock Plus and Acceptable Ads. Our mission is to make the Internet better. We intend to do so by creating new ways for publishers to earn money from their content without alienating their users."
  },
  "large-entities-compensate": {
    "message": "Therefore, a few very large entities who take part in the Acceptable Ads initiative compensate Eyeo for its services. Eyeo's services are provided free of charge to all other participants (roughly 90%)."
  },
  "fee-details": {
    "message": "Here are some details regarding the fees:"
  }
}