{
  "title": {
    "message": "About"
  },
  "title-full": {
    "message": "About Adblock Plus"
  },
  "show-more": {
    "message": "Show more"
  },
  "show-less": {
    "message": "Show less"
  },
  "project-heading": {
    "message": "What is Adblock Plus?"
  },
  "project-s1": {
    "message": "Adblock Plus blocks annoying ads on the web."
  },
  "project-s2": {
    "message": "It can block <a>other things</a>, like tracking, as well. With more than 50 million users, it is the world's most popular <a>browser extension</a>."
  },
  "project-s3": {
    "message": "Adblock Plus is an open source project created by Wladimir Palant in 2006."
  },
  "project-s4": {
    "message": "<a>Eyeo</a> was founded in 2011 by Wladimir Palant and Till Faida to make its development sustainable."
  },
  "workings-heading": {
    "message": "How does Adblock Plus work?"
  },
  "workings-s1": {
    "message": "Adblock Plus itself has no functionality, in the sense that it does not block anything until it is \"told\" what to do by its filter lists."
  },
  "workings-s2": {
    "message": "These filter lists are essentially an extensive set of rules, which tell Adblock Plus which elements of websites to block."
  },
  "workings-s3": {
    "message": "Besides blocking advertisements, filter lists can also be used to block <a>tracking</a> and <a>malware</a>."
  },
  "workings-s4": {
    "message": "Out of the box, two filter lists are enabled:"
  },
  "workings-s5": {
    "message": "An ad-blocking list selected based on your language"
  },
  "workings-s6": {
    "message": "The Acceptable Ads exception list"
  },
  "workings-s7": {
    "message": "You are free to disable these lists, add others or create <a>your own</a>."
  },
  "acceptableads-heading": {
    "message": "What are Acceptable Ads?"
  },
  "acceptableads-s1": {
    "message": "Adblock Plus exists to save its users from annoying ads."
  },
  "acceptableads-s2": {
    "message": "However, we don't think that all ads are bad, and we are fully aware that website owners need them to survive."
  },
  "acceptableads-s3": {
    "message": "Therefore, we have established <a>strict criteria</a> to identify Acceptable Ads: unobtrusive ones that don't need to be blocked."
  },
  "acceptableads-s4": {
    "message": "Websites that are willing to comply with these criteria can <a>apply</a> to have their ads added to the Acceptable Ads exception list, which will unblock them for most users."
  },
  "acceptableads-s5": {
    "message": "Note that if you don't want to see any ads, you will always be able to <a>opt out</a> of this."
  },
  "acceptableads-s6": {
    "message": "Please see the <a>Acceptable Ads FAQ</a> to learn more."
  },
  "monetization-heading": {
    "message": "How do we make money?"
  },
  "monetization-s1": {
    "message": "We are being paid by some larger properties that serve non-intrusive advertisements that want to participate in the Acceptable Ads initiative."
  },
  "monetization-s2": {
    "message": "Whitelisting is free for all small and medium-sized websites and blogs."
  },
  "monetization-s3": {
    "message": "However, managing this list requires significant effort on our side and this task cannot be completely taken over by volunteers as it happens with common filter lists. "
  },
  "monetization-s4": {
    "message": "Note that we will never whitelist any ads that don't meet these <a>criteria</a>."
  },
  "monetization-s5": {
    "message": "There is no way to buy a spot in the whitelist."
  },
  "monetization-s6": {
    "message": "Also note that whitelisting is free for small- and medium-sized websites."
  },
  "monetization-s7": {
    "message": "In addition, we received startup capital from our investors, like Tim Schumacher, who believe in Acceptable Ads and want to see the concept succeed."
  },
  "whymoney-heading": {
    "message": "Why do we need money?"
  },
  "whymoney-s1": {
    "message": "<a>Eyeo GmbH</a>, the company behind Adblock Plus, was founded to change the world of online advertising. This is not something a single person can do as a hobby."
  },
  "whymoney-s2": {
    "message": "We need to grow the user base of Adblock Plus and bring it to new platforms to get publishers interested in Acceptable Ads."
  },
  "whymoney-s3": {
    "message": "Adblock Plus, originally only available for <a>Firefox</a>, is now available on <a>Chrome</a>, <a>Android</a>, <a>Opera</a> and <a>Internet Explorer</a>."
  },
  "whymoney-s4": {
    "message": "We also manage the infrastructure used to deliver <a>EasyList</a>, the most popular ad-blocking list which is also used by other adblockers."
  },
  "whymoney-s5": {
    "message": "Furthermore, we need to review many Acceptable Ads applications and create the appropriate whitelisting filters."
  },
  "whymoney-s6": {
    "message": "Also, we need to proactively approach publishers and ad networks about creating Acceptable Ads."
  },
  "whymoney-s7": {
    "message": "But, Eyeo is not only about Adblock Plus and Acceptable Ads."
  },
  "whymoney-s8": {
    "message": "Our mission is to make the web better, and we intend to do so by creating new ways for publishers to earn money from their content without alienating their users."
  },
  "privacy-heading": {
    "message": "Does Adblock Plus collect any user data?"
  },
  "privacy-s1": {
    "message": "We do not specifically collect any user data, and most of your data (e.g. what websites you visit) is never sent to our servers to begin with."
  },
  "privacy-s2": {
    "message": "Please see our <a>Privacy Policy</a> for all the details."
  }
}
