{
  "no-size-limit": {
    "message": "No size limitations."
  },
  "oversized-ads": {
    "message": "Generally oversized image ads"
  },
  "acceptable-ads-label-alt": {
    "message": "Acceptable ads criteria label"
  },
  "everyone-must-comply": {
    "message": "No applicant will be favored or treated differently, and no one can buy their way onto the whitelist. <strong>Everyone must comply</strong> with the criteria and everyone goes through the same process before the ads qualify as \"acceptable\"."
  },
  "eyeo-contacts-back": {
    "message": "Someone from <a>Eyeo</a>, the company behind Adblock Plus, will contact you to determine the exact ads, and check whether they comply with our criteria."
  },
  "distiction-criteria": {
    "message": "Ads should always be recognizable as ads, and distinguishable from all other content (e.g. are not hiding the label, are not misleading users into thinking an ad is part of the primary content). Ads should be clearly marked with the word \"advertisement\" or its equivalent."
  },
  "above-primary-content": {
    "message": "When placed above the primary content, the maximum height of an ad should be 200px."
  },
  "interstitial-ads": {
    "message": "Interstitial page ads"
  },
  "placement-requirement": {
    "message": "Placement requirements"
  },
  "can-disable": {
    "message": "No problem, you can disable this feature at any time:"
  },
  "below-primary-content": {
    "message": "When placed below the primary content, the maximum height of an ad should be 400px."
  },
  "feed-list-ads": {
    "message": "For ads in lists and feeds, the general criteria differ depending on:"
  },
  "screen-desktop": {
    "message": "The 'common screen size' for desktop is 1366x768, based on data from <a>StatCounter</a>."
  },
  "general-criteria": {
    "message": "General criteria"
  },
  "disable-ios-browser": {
    "message": "<strong>Adblock Browser for iOS</strong> - Open Settings, tap <strong>Adblock Plus > Acceptable Ads</strong> and uncheck <strong>Allow some nonintrusive ads</strong>."
  },
  "no-placement-limit": {
    "message": "No placement limitations."
  },
  "other-acceptable-ads": {
    "message": "Other Acceptable Ads formats?"
  },
  "process-of-whitelisting": {
    "message": "The process of getting your ads whitelisted takes about 10 working days once the ads adhere to the Acceptable Ads criteria:"
  },
  "false-positives": {
    "message": "What if an ad is allowed, but doesn't meet the requirements?"
  },
  "image-ads": {
    "message": "Image ads"
  },
  "benefit": {
    "message": "The Acceptable Ads initiative is beneficial because it encourages the ad industry to pursue less intrusive ad formats, thus having a positive impact on the Internet as a whole. It also provides us with a <a>viable source of revenue</a>, paid only by larger participants in the Acceptable Ads initiative, which we need in order to be able to administer and maintain the program and continue development of a free product."
  },
  "false-positives-report": {
    "message": "Please <a>report it</a>. If an advertiser abuses its placement on the exception list, we can always remove it from the list."
  },
  "what-allowed": {
    "message": "How can I see what you are allowing?"
  },
  "total-ad-space": {
    "message": "All ads that are placed above the fold (the portion of the web page visible in the browser window when the page first loads under the common screen size), must not occupy in total more than 15 percent of the visible portion of the web page. If placed below the fold, ads must not occupy in total more than 25 percent of the visible portion of the webpage."
  },
  "new-format": {
    "message": "Are your ads displayed on alternative screens, or are you convinced that you have an innovative Acceptable Ads format which doesn't fit the ads outlined above? <a>Let us know!</a>"
  },
  "entries-feeds": {
    "message": "Ads are permitted in between entries and feeds."
  },
  "hate-ads": {
    "message": "But I hate all ads!"
  },
  "manifesto": {
    "message": "Do you think this is a good idea? Show your support by signing our <a>Acceptable Ads Manifesto</a>."
  },
  "disable-ios": {
    "message": "<strong>Adblock Plus for iOS</strong> - Open Adblock Plus for iOS from the Home screen, tap the <strong>Settings</strong> icon > <strong>Acceptable Ads</strong> and uncheck <strong>Allow some nonintrusive ads</strong>."
  },
  "pop-ups": {
    "message": "Pop-ups"
  },
  "acceptable-ads-percentage-alt": {
    "message": "Acceptable ads criteria percentage"
  },
  "screen-mobile": {
    "message": "The 'common screen size' for mobile is 360x640, based on data from <a>StatCounter</a>."
  },
  "in-feed-ads-size": {
    "message": "In-feed ads are permitted to take up more space, as long as they are not substantially larger than other elements in the list or feed."
  },
  "about-no-third-party-heading": {
    "message": "What are Acceptable Ads without third-party tracking?"
  },
  "how-be-whitelisted": {
    "message": "How can I get my website whitelisted?"
  },
  "whitelist-proposal-submission": {
    "message": "We submit the whitelisting proposal <a>in the forum</a> and the ads are whitelisted at the same time. The topic will stay open in order for the community to declare concerns if or when the candidate does not meet the requirements."
  },
  "comply-with-criteria": {
    "message": "If your website has ads that comply with the <a>Acceptable Ads criteria</a>, simply fill out <a>this form</a>."
  },
  "only-text-ads": {
    "message": "Only text ads are allowed. For webpages without any primary content (e.g. error or parking pages), the criteria differ depending on:"
  },
  "size-requirement": {
    "message": "Size requirements"
  },
  "acceptable-ads-contacts": {
    "message": "Do you have questions or suggestions concerning this list? Feel free to get in touch with the community <a>in our forum</a> or contact us directly <a>via email</a>."
  },
  "placement-criteria": {
    "message": "Ads must not disrupt the user's natural reading flow. Such ads must be placed on top, side or below the Primary Content <sup><a>1</a></sup> ."
  },
  "overlay-ads": {
    "message": "Overlay ads"
  },
  "abp-history": {
    "message": "So starting in 2011, in consultation with <a>our users</a>, we decided to propose a compromise. Because we share a vision with the majority of our users that not all ads are equally annoying, the Acceptable Ads initiative was created. It allows advertisers and publishers who have agreed to make ads that abide by user-generated criteria to be whitelisted. Users can support this less extreme version of ad blocking by allowing the Acceptable Ads option to remain enabled. To browse completely ad-free, users can <a>disable the option</a>."
  },
  "disable-ie": {
    "message": "<strong>Internet Explorer</strong> - Click the Adblock Plus icon and select <strong>Settings</strong>. Uncheck <strong>Allow some nonintrusive advertising</strong>."
  },
  "about": {
    "message": "What is this about?"
  },
  "our-belive": {
    "message": "We believe that this initiative is a sustainable middle ground between the user's choice to use ad blockers and the continued need to support free online content with advertisements. In general, an Acceptable Ad is a non-animated ad, clearly labeled as such, that does not interrupt reading flow. It is important to note that these criteria try to reflect the ongoing discussions between our users, publishers, advertisers and us. As <a>previously announced</a>, in 2017 eyeo / Adblock Plus transferred management of the Acceptable Ads initiative to an independent group of people, the <a>Acceptable Ads Committee</a>."
  },
  "title": {
    "message": "Allowing acceptable ads in Adblock Plus"
  },
  "text-ads": {
    "message": "Text ads"
  },
  "disable-android-browser": {
    "message": "<strong>Adblock Browser for Android</strong> - Open Settings, tap <strong>Ad blocking > Configure Acceptable Ads</strong> and uncheck <strong>Allow some nonintrusive advertising</strong>."
  },
  "survey": {
    "message": "The <a>results of our user survey</a> say yes. According to the survey, only 25 percent of Adblock Plus users are strictly against all advertising. They can disable the feature and browse completely ad-free. The other 75 percent replied that they would accept some advertising to help support websites."
  },
  "default-reason": {
    "message": "Unfortunately, this is the only way to accomplish the goals described above. If the majority of Adblock Plus users have this function activated, advertisers will have the incentive to produce better ads."
  },
  "disable-firefox": {
    "message": "<strong>Firefox (ABP versions 1 and 2)</strong> - Click the Adblock Plus icon and select <strong>Filter preferences</strong>. Uncheck <strong>Allow some nonintrusive advertising</strong>."
  },
  "in-feed-ads": {
    "message": "In-feed ads"
  },
  "sign-agreement": {
    "message": "After you have made any necessary changes, both sides sign an <a>agreement</a>."
  },
  "search-ads": {
    "message": "Search ads"
  },
  "side-primary-content": {
    "message": "When placed on the side of the primary content, the maximum width of an ad should be 350px."
  },
  "disable-chrome-1": {
    "message": "<strong>Chrome (ABP versions 3.0.3+), Firefox (ABP versions 3+), Opera (ABP versions 3.0.3+)</strong> - Click the Adblock Plus icon and select <strong>Options</strong>. Uncheck <strong>Allow Acceptable Ads</strong>."
  },
  "disable-chrome-2": {
    "message": "<strong>Chrome (ABP versions <3.0.3), Maxthon, Opera (ABP versions <3.0.3), Safari</strong> - Click the Adblock Plus icon and select <strong>Options</strong>. Uncheck <strong>Allow some nonintrusive advertising</strong>."
  },
  "revenue": {
    "message": "Is there payment involved?"
  },
  "who-pays": {
    "message": "Regarding fees, only large entities (those with more than 10 million additional ad impressions per month due to participation in the Acceptable Ads initiative) have to pay. For these entities, our licensing fee normally represents 30 percent of the additional revenue created by whitelisting its acceptable ads."
  },
  "size": {
    "message": "Size"
  },
  "screen-tablets": {
    "message": "The 'common screen size' for tablets is 768x1024, based on data from <a>StatCounter</a>."
  },
  "page-under-review": {
    "message": "This page is under review as management of the Acceptable Ads initiative has been transferred to the independent <a>Acceptable Ads Committee</a>."
  },
  "fairness-rules": {
    "message": "To ensure transparency and fairness, the following rules have and will always apply to everyone without exceptions:"
  },
  "criteria": {
    "message": "Ads that shall be treated as Acceptable Ads have to comply with the following criteria:"
  },
  "acceptable-ads-filter": {
    "message": "The <strong>Allow nonintrusive advertising</strong> checkbox simply adds one more filter subscription to your list. You can view the filters <a>here</a>. Also, the special treatment of this filter subscription - which was added for reasons of usability - can be disabled by going to \"about:config\" and changing the <a>extensions.adblockplus.subscriptions_exceptionscheckbox</a> preference to false. This will allow you to view the filters for this subscription as usual."
  },
  "expanding-ads": {
    "message": "Expanding ads"
  },
  "search-ads-info": {
    "message": "For search ads - ads displayed following a user-initiated search query - the criteria differ depending on:"
  },
  "pop-unders": {
    "message": "Pop-unders"
  },
  "size-criteria": {
    "message": "Individual ad-size requirements depend on the placement of the ad:"
  },
  "unacceptable-ads": {
    "message": "The following types of ads are currently unacceptable <sup><a>*</a></sup>, and cannot be considered for inclusion on the whitelist:"
  },
  "attention-grab": {
    "message": "Text ads designed with excessive use of colors and/or other elements to grab attention are not permitted."
  },
  "agreement-ads": {
    "message": "No. Unfortunately, it isn't technically possible to recognize ads that meet our Acceptable Ads criteria automatically. We have <a>agreements</a> with some websites and advertisers which stipulate that only advertising matching our criteria will be displayed when Adblock Plus users visit these particular sites. These ads will be unblocked (i.e. added to the Acceptable Ads exception list which is enabled per default)."
  },
  "navbar-logo-text": {
    "message": "Adblock <strong>Plus</strong>"
  },
  "load-new-ads": {
    "message": "Ads that visibly load new ads if the Primary Content does not change"
  },
  "exception": {
    "message": "Except when the user intentionally interacts with the ad (e.g. clicks on the ad to see a video ad playing)."
  },
  "hover-effect-ads": {
    "message": "Ads with excessive or non user-initiated hover effects"
  },
  "transparency": {
    "message": "For transparency reasons, we add all Acceptable Ads to our forum to provide our community with the opportunity to submit feedback. We greatly value feedback and read all comments."
  },
  "acceptable-ads-no-third-party-about": {
    "message": "Acceptable Ads without third-party tracking are ads that comply with the <a>Acceptable Ads criteria</a> and that do not allow third-party entities to track any of your browsing behavior. These are ads that comply with <a>Do Not Track</a>, and/or ads which are served by the domain which is wholly owned by the same company."
  },
  "acceptable-ads": {
    "message": "What is an Acceptable Ad?"
  },
  "rich-ads": {
    "message": "Rich media ads (e.g. Flash ads, Shockwave ads, etc.)"
  },
  "does-users-need": {
    "message": "Do Adblock Plus users really want this feature?"
  },
  "avoid-criteria": {
    "message": "Participants cannot pay to avoid the criteria. <strong>Every ad has to comply with the criteria.</strong>"
  },
  "more-space": {
    "message": "Search ads are permitted to be larger and take up additional screen space."
  },
  "pre-video-ads": {
    "message": "Pre-roll video ads"
  },
  "more-details": {
    "message": "For more details see <a>here</a>."
  },
  "not-acceptable-ad": {
    "message": "What is not considered an Acceptable Ad?"
  },
  "main-revenue": {
    "message": "We receive some donations from our users, but our main source of revenue comes as part of the Acceptable Ads initiative. Larger entities (as defined below) pay a licensing fee for the whitelisting services requested and provided to them (around 90 percent of the licences are granted for free). It should be noted that the Acceptable Ads criteria must be met independent of the consideration for payments. If the criteria are not met, whitelisting is impossible."
  },
  "about-abp": {
    "message": "Adblock Plus is a tool that lets users block <a>ads</a>. Since ads fuel a lot of the content we enjoy for free online, finding common ground seemed to make sense. We asked our users about this and they overwhelmingly agreed."
  },
  "primary-content": {
    "message": "The 'Primary Content' is defined as (based on <a>Mozilla's description</a> of the <main> HTML element): The Primary Content consists of content that is directly related to, or expands upon the central topic of a document or the central functionality of an application. This content should be unique to the document, excluding any content that is repeated across a set of documents such as sidebars, navigation links, copyright information, site logos, and search forms (unless, of course, the document's main function is a search form)."
  },
  "all-unblocked": {
    "message": "Will all \"acceptable\" ads be unblocked?"
  },
  "overlay-video-ads": {
    "message": "Overlay in-video ads"
  },
  "charging": {
    "message": "We are able to keep our open source product free <a>by charging large entities a fee</a> for whitelisting services. For the other roughly {1} percent of our partners, these services are offered free of charge."
  },
  "animated-ads": {
    "message": "Animated ads"
  },
  "unobtrusive-image": {
    "message": "Static image ads may qualify as acceptable, according to an evaluation of their unobtrusiveness based on their integration on the webpage."
  },
  "distiction": {
    "message": "Distinction"
  },
  "no-primary-content": {
    "message": "Ads on pages with no primary content"
  },
  "sufficient-space": {
    "message": "Ads must always leave sufficient space for the Primary Content on the common screen size of 1366x768 <sup><a>2</a></sup> for desktop, 360x640 <sup><a>3</a></sup> for mobile devices and 768x1024 <sup><a>4</a></sup> for tablets."
  },
  "autoplay-ads": {
    "message": "Autoplay-sound or video ads"
  },
  "user-value": {
    "message": "Adblock Plus users are valuable to us and we listen to them. If, for valid reasons, any Acceptable Ads proposal is rejected by our community, the ad(s) will be removed from our whitelist."
  },
  "why-default": {
    "message": "Why is this feature enabled by default?"
  },
  "placement": {
    "message": "Placement"
  },
  "specific-criteria": {
    "message": "Specific criteria"
  },
  "acceptable-ads-placement-alt": {
    "message": "Acceptable ads criteria placement"
  },
  "meta-description": {
    "message": "Adblock Plus introduces the Acceptable Ads initiative: Support websites that rely on advertising but choose to do it in a non-intrusive way."
  }
}