{
  "title": {
    "message": "Acceptable Ads Manifesto"
  },
  "s2": {
    "message": "Help us make the Internet a better place by joining our Acceptable Ads Manifesto: a compromise that gets all parties out of the vicious cycle of blinking, bad online advertising."
  },
  "s5": {
    "message": "Can ads be ... better? Sign our Manifesto to make it happen!"
  },
  "s6": {
    "message": "Help us make the Internet a better place by joining our Acceptable Ads Manifesto : a compromise that gets all parties out of the vicious cycle of blinking, bad online advertising."
  },
  "s7": {
    "message": "Acceptable"
  },
  "s8": {
    "message": "Ads"
  },
  "s9": {
    "message": "Manifesto"
  },
  "s10": {
    "message": "We <strong>need your help</strong> to encourage better ads"
  },
  "s11": {
    "message": "Sign our Manifesto"
  },
  "s12": {
    "message": "People signed until now"
  },
  "s13": {
    "message": "We the undersigned…"
  },
  "s14": {
    "message": "<strong>Join</strong> as organization"
  },
  "s15": {
    "message": "Additional organizations"
  },
  "s16": {
    "message": "want to make the Internet a better place for everyone – by getting rid of obnoxious ads."
  },
  "s17": {
    "message": "Of course, we understand that advertising is the economic engine that drives the Internet and gives us free websites and great content. But as click-through rates continue to decline, many online advertisements have regrettably become obnoxious and obtrusive and annoying in a desperate effort to be heard. In turn, hundreds of millions of consumers have responded by installing adblockers, which further depresses click-through rates. The vicious cycle worsens."
  },
  "s18": {
    "message": "We want to reverse the cycle. We don't hate advertising per se, but nobody wants obtrusive blinking ads and content-obscuring rollovers running amok on their computers and mobile phones. So we have a good compromise; we call it"
  },
  "s19": {
    "message": "\"Acceptable Ads.\""
  },
  "s20": {
    "message": "This is our manifesto:"
  },
  "s21": {
    "message": "Acceptable Ads are not annoying."
  },
  "s22": {
    "message": "Acceptable Ads do not disrupt or distort the page content we're trying to read."
  },
  "s23": {
    "message": "Acceptable Ads are transparent with us about being an ad."
  },
  "s24": {
    "message": "Acceptable Ads are effective without shouting at us."
  },
  "s25": {
    "message": "Acceptable Ads are appropriate to the site that we are on."
  },
  "s26": {
    "message": "We believe that advertisers, their ad agencies, online ad networks and publishers should come together and support these guidelines for Acceptable Ads. Together we can make the Internet a better place for everyone!"
  },
  "s27": {
    "message": "Sound good? If you'd like to sign, just follow the instructions at the top – we'd love to have you on board! And if you're a business or organization, <a>contact us</a>."
  },
  "s28": {
    "message": "read full Manifesto text"
  },
  "s29": {
    "message": "We, the undersigned, want to make the Internet a better place for everyone. We'll start by getting rid of obnoxious ads."
  },
  "s30": {
    "message": "To preface, we don't philosophically dislike advertising – much of it is entertaining and even useful. And certainly a lot of the free stuff we enjoy on the Internet owes its existence to the advertisers who support those websites."
  },
  "s31": {
    "message": "But we don't want obtrusive pop-ups, or obnoxious blinking ads, or 30-second pre-roll video ads running amok on our computers and mobile phones. We wouldn't tolerate that in the physical world; why should we accept them just because it's digital? Imagine a billboard jumping in front of your car while on the freeway, or a newspaper ad suddenly opening up and covering all the words you are reading. Why should online ads get special treatment? Moreover, the noisier that online ads get, the more people install adblockers to stop them. It's an unwinnable, downward spiral."
  },
  "s32": {
    "message": "We believe that advertisers, ad agencies and ad networks all have both a responsibility and an opportunity to create ads that are respectful of users and therefore less inclined to be avoided. We call them “Acceptable Ads,” and they were first developed by Adblock Plus over months of conversation with active users of their open source add-on. There is actually a market incentive that favors these acceptable ads, because these are the ads that are most welcomed, least blocked and most viewed. Everybody wins."
  },
  "s33": {
    "message": "So here are the principal tenets of our Acceptable Ads Manifesto:"
  },
  "s34": {
    "message": "1) Acceptable Ads are not annoying"
  },
  "s35": {
    "message": "People don't need to be tricked into clicking. Advertising can rise above the noise by being useful – and even tasteful. The blinking and jiggling just annoys the real buyers, which means the people who do click did it either out of curiosity or because they are an unsupervised 6-year-old. Either way, an intrusive ad is not going to generate a sale – and it might just get you some negative press and ill will."
  },
  "s36": {
    "message": "2) Acceptable Ads do not disrupt or distort page content"
  },
  "s37": {
    "message": "Users can very well become interested in an ad, but advertising is not the reason one visits a website. You visit a site for its content, and therefore the page should not be sullied by ads that disrupt or obscure that content without permission – pop-ups and pop-unders, pre-roll video ads and the like. When ad placement and structure are done well, they may actually inspire you to explore more without resorting to nasty tricks."
  },
  "s38": {
    "message": "3) Acceptable Ads are transparent with us about being an ad"
  },
  "s39": {
    "message": "If it's an advertisement, just say so! There's a place for ads, and there's a place for editorial. And there's even a place for"
  },
  "s40": {
    "message": "advertorials"
  },
  "s41": {
    "message": "or"
  },
  "s42": {
    "message": "native ads"
  },
  "s43": {
    "message": "if they're not camouflaged as editorial content. Good stuff is always welcome, but it needs to be genuine."
  },
  "s44": {
    "message": "4) Acceptable Ads are effective without shouting at us"
  },
  "s45": {
    "message": "We could be in the library, or on an airplane, or in a meeting … you never know when we're going to click on an ad. So please don't embarrass us with blaring sounds by default. If we want to listen, we'll click."
  },
  "s46": {
    "message": "5) Acceptable Ads are appropriate to the site we are on"
  },
  "s47": {
    "message": "Website publishers need to manage the user experience with the user's benefit in mind: don't let inadvertently selected advertisers harm your brand. Accepting just any kind of ad to be shown on your website might be profitable in the short term, but allowing advertisers to compromise the user experience with obnoxious ads – or even scams – will not pay off in the long run. In short, Acceptable Ads aim to be appropriate to the audience of the site they are displayed on."
  },
  "s48": {
    "message": "In summary, Acceptable Ads are the ones we, the users, decide we accept"
  },
  "s49": {
    "message": "Why have more than 300 million consumers installed adblocking software on their computers? To stop annoying advertisements! Unfortunately, blocking all ads deprives legitimate websites of critical revenue, and stops perfectly good advertising from being seen. Fortunately, users can whitelist the websites and ad networks that present only Acceptable Ads, which means you can use adblockers selectively to tip the balance in favor of ads that truly inform. You are in control!"
  },
  "s50": {
    "message": "With your vote-up of this manifesto, we can encourage advertisers, ad agencies, publishers, websites and their users to come together and support these guidelines for Acceptable Ads. Collectively, we can make the Internet a better place for everyone. We invite you to join us!"
  },
  "s51": {
    "message": "Signed, the Members of the Acceptable Ad Coalition:"
  },
  "s52": {
    "message": "Share the Manifesto"
  },
  "s53": {
    "message": "facebook"
  },
  "s54": {
    "message": "twitter"
  },
  "s55": {
    "message": "google+"
  },
  "s56": {
    "message": "Privacy Tips"
  },
  "s57": {
    "message": "Lightbeam extension for Firefox shows who is tracking your online movements"
  },
  "s58": {
    "message": "13 Security Tips for the Truly Paranoid"
  },
  "s59": {
    "message": "IAB Escalates Attack on Firefox Privacy Browser"
  },
  "s60": {
    "message": "Must-Know Privacy Tips for Google, Facebook, and Other Online Services"
  },
  "s61": {
    "message": "Ad-Tracking Tool Increases Sites' CPM, Aids Brand Marketers"
  },
  "s62": {
    "message": "TRUSTe Privacy Tips"
  },
  "s63": {
    "message": "Advertising News"
  },
  "s64": {
    "message": "Eye-tracking tool boosts ad volume"
  },
  "s65": {
    "message": "Internet Ad Revenues At $20.1 Billion Hit Historic High"
  },
  "s66": {
    "message": "W3C miss July deadline for Do-Not-Track"
  },
  "s67": {
    "message": "Who's Watching You Online?"
  },
  "s68": {
    "message": "Do-Not-Track' future in doubt as major ad group withdraws"
  },
  "s69": {
    "message": "How Ads Track You on Your Smartphone"
  },
  "s70": {
    "message": "Portions of this content are ©2014 by individual acceptable ads contributors."
  },
  "s71": {
    "message": "Content available under a"
  },
  "s72": {
    "message": "Creative Commons License"
  },
  "s73": {
    "message": "."
  },
  "s74": {
    "message": "Contact us"
  },
  "s75": {
    "message": "Keep up with the latest"
  }
}