{
  "hitmanpro-brand": {
    "message": "{1}"
  },
  "yandex-brand": {
    "message": "{1}"
  },
  "advanced-users-content": {
    "message": "For advanced users, refer to the  guides below to remove Malware and other programs on your computer that you don't remember installing. To regain control of your browsing experience, you must uninstall any malicious programs. For more help on uninstalling malicious programs from your computer, click one of the links below."
  },
  "use-official-channels-heading": {
    "message": "Use official channels to download your browser:"
  },
  "remove-unwanted-programs-content": {
    "message": "For users unfamiliar with the administration of their computer's operating system, it’s recommended to run automated checks for Malware with one of the programs listed below, which also allow to remove the found unwanted software. All of the programs are free (for at least a trial period) with full functionality, and safe to install alongside your antivirus solution."
  },
  "why-not-blocked-content": {
    "message": "{1} is designed to block ads that are delivered from websites or their advertising partners. Malicious software can inject ads in such a way that the ads can not reliably be blocked by {2}. The best way to stop these ads is to remove the Malware that displays them."
  },
  "osx-brand": {
    "message": "{1}"
  },
  "ie-brand": {
    "message": "{1}"
  },
  "why-not-blocked-heading": {
    "message": "Why doesn't {1} block these ads?"
  },
  "install-abp-content": {
    "message": "{1} can help to block and hide ads that trick you into installing potentially unwanted programs. Get {2} from"
  },
  "malwarebytes-brand": {
    "message": "{1}"
  },
  "adwcleaner-brand": {
    "message": "{1}"
  },
  "alert-heading": {
    "message": "What happened?"
  },
  "reset-browser-settings-content": {
    "message": "Oftentimes uninstalling unwanted software does not restore your browser settings to their original state. Follow these guides to do this manually:"
  },
  "title": {
    "message": "About adware"
  },
  "reset-browser-settings-heading": {
    "message": "Reset your browser settings"
  },
  "dont-install-untrusted-content": {
    "message": "Some websites offer you software to accelerate your browser, to help you search the web, or to add toolbars that do things your browser already does. Some unwanted programs also come bundled in software packages. Usually, these programs gather information on your browsing behavior that serve only the people who designed them. Make sure you only install add-ons, extensions and plug-ins from your browser’s web store website and that you uncheck unwanted programs in software installation wizards."
  },
  "dont-install-untrusted-heading": {
    "message": "Don't install untrusted software."
  },
  "description": {
    "message": "What is adware and how to get rid of it"
  },
  "what-is-adware-content": {
    "message": "Adware is one type of Malware, short for \"Malicious Software.” It is a term generally used for software installed on your computer that is designed to infiltrate or damage a computer system without your consent. In many cases you obtained this software without knowing it, as these applications are often bundled in other software installers."
  },
  "what-is-adware-heading": {
    "message": "What is Adware?"
  },
  "prevent-infection-heading": {
    "message": "How do I prevent my computer from getting infected with Malware in the future?"
  },
  "windows-brand": {
    "message": "{1}"
  },
  "chrome-brand": {
    "message": "{1}"
  },
  "safari-8-9": {
    "message": "{1} 8 & 9"
  },
  "firefox-brand": {
    "message": "{1}"
  },
  "safari-6-7": {
    "message": "{1} 6 & 7"
  },
  "remove-unwanted-programs-heading": {
    "message": "Get rid of unwanted programs"
  },
  "update-os-heading": {
    "message": "Keep your operating system and other software up-to-date."
  },
  "page-header": {
    "message": "I’m using {1} but I still see suspicious ads"
  },
  "install-abp-heading": {
    "message": "Install {1}."
  },
  "opera-brand": {
    "message": "{1}"
  },
  "how-to-solve-heading": {
    "message": "How can I solve this?"
  },
  "avoid-popups-content": {
    "message": "Many malicious websites try to install Malware on your system by making images look like pop-up windows, or by displaying an animation of the website scanning your computer."
  },
  "alert-content": {
    "message": "{1} has detected ads that are likely injected with Adware, which may have infected your computer."
  },
  "avoid-popups-heading": {
    "message": "Don't click inside misleading pop-up windows."
  }
}