{
  "title": {
    "message": "Report an issue"
  },
  "s1": {
    "message": "Report Issue - Adblock Plus"
  },
  "s2": {
    "message": "Having problems with Adblock Plus? Let us know about them so that we can improve your experience. Download Adblock Plus for Chrome and other platforms here."
  },
  "s5": {
    "message": "Please consider the following points before filing your bug report."
  },
  "s6": {
    "message": "Some issues aren't Adblock Plus bugs"
  },
  "s7": {
    "message": "An advertisement isn't blocked: this is a filters issue, please <a>report it by other means</a>."
  },
  "s8": {
    "message": "A website doesn't work correctly and <a>temporarily disabling Adblock Plus</a> on this site fixes the issue: this is a filters issue, please <a>report it by other means</a>."
  },
  "s9": {
    "message": "An issue happens before Adblock Plus is installed or persists if it is uninstalled: you have to look elsewhere for an explanation."
  },
  "s10": {
    "message": "In particular, if Adblock Plus fails to install and you are using a <a>supported browser</a> then you are facing a browser issue and the <a>general troubleshooting instructions</a> apply. If not using Firefox, see: <a>Chrome</a>, <a>Opera</a>, <a>Safari</a>, <a>Internet Explorer</a>"
  },
  "s11": {
    "message": "How to report bugs"
  },
  "s12": {
    "message": "You can get support and <a>report your issue in the forum.</a>"
  },
  "s13": {
    "message": "Your bug report should contain all necessary information to reproduce it:"
  },
  "s14": {
    "message": "Adblock Plus version, which browser you are using (with version number), which operating system is used"
  },
  "s15": {
    "message": "Any configuration details that might be relevant (filter lists used, own filters if any, unusual browser configuration, other extensions)"
  },
  "s16": {
    "message": "Exact description of the steps that need to be followed to see the bug"
  },
  "s17": {
    "message": "Exact description of what happens and what you think is wrong"
  },
  "s18": {
    "message": "My bug report is no longer there, what happened?"
  },
  "s19": {
    "message": "You came back and your bug report is no longer there?"
  },
  "s20": {
    "message": "Maybe the moderators changed the title to make it more meaningful."
  },
  "s21": {
    "message": "Look around <a>in the forum.</a>"
  }
}