{
  "s9": {
    "message": "Fixed: Blocked object stays blocked even if opened in a new tab"
  },
  "s8": {
    "message": "Fixed: Position of detached list of blockable items not restored (Firefox 3.7 nightlies)"
  },
  "title": {
    "message": "Detailed changelog for Adblock Plus 1.1.2"
  },
  "s3": {
    "message": "Requests for fallback URL after multiple failed subscription downloads now contain information about the reason of the failure"
  },
  "s2": {
    "message": "Made subscription downloads support load balancing, downloads can be distributed to several servers now"
  },
  "s1": {
    "message": "Minimal Fennec 1.0 support (at least Beta 6 required)"
  },
  "s10": {
    "message": "Updated compatibility range: Firefox 3.0.12 to 3.6, SeaMonkey 2.0, Thunderbird 3.0, Songbird 1.2.0 to 1.4.x."
  },
  "s17": {
    "message": "Changelog for the previous release"
  },
  "s16": {
    "message": "Firefox/Thunderbird/SeaMonkey builds from some Linux distributions (not the official builds however) will refuse to install Adblock Plus with the message: \"Signing could not be verified\". Solution: update \"nss\" package to the latest version available for your distribution. If that doesn't help, <a>view certificates</a> in the encryption/certificates tab of the options, select \"StartCom Certification Authority\" under \"Authorities\" and click \"Edit\". Make sure \"This certificate can identify software makers\" is checked and click OK."
  },
  "s5": {
    "message": "List of filter subscriptions no longer offered only on first installation, also offered on update if the user has neither filter subscriptions nor own filters"
  },
  "s6": {
    "message": "Improved recognition of document source for $domain option in the filters (<a>bug 22007</a>)"
  },
  "s13": {
    "message": "Skype Extension 2.2.0.102 causes Adblock Plus to malfunction, browser functionality is affected as well. Solution: uninstall Skype Extension."
  },
  "s4": {
    "message": "Subscription downloads no longer fail if network.http.redirection-limit preference is misconfigured"
  },
  "s12": {
    "message": "The extension Ask Toolbar 2.1.0.5 (usually installed under names Zone Alarm Toolbar, Foxit Toolbar, Vuze Toolbar) causes Adblock Plus and other extensions/the browser to malfunction (<a>bug 530747</a>). Solution: uninstall Ask Toolbar."
  },
  "s16-link": {
    "message": "http://support.mozilla.com/en-US/kb/Options+window+-+Advanced+panel#Encryption_tab"
  },
  "s7": {
    "message": "Fixed: Menu View / Adblock Plus: Blockable items isn't always correctly reflecting whether list of blockable items is open (<a>bug 21994</a>)"
  },
  "s11": {
    "message": "Known issues"
  },
  "s14": {
    "message": "Ecosia extension in version 1.0.3 removes all Adblock Plus filter subscriptions (<a>bug 533419</a>). Solution: update to Ecosia 1.0.4 and <a>add a filter subscription</a> again."
  }
}