{
  "title": {
    "message": "Detailed changelog for Adblock Plus 2.0"
  },
  "s1": {
    "message": "The following lists the major changes compared to Adblock Plus 1.3.10."
  },
  "s2": {
    "message": "If \n  you experience issues with this release please check\n  <a>the list of known issues</a>."
  },
  "s3": {
    "message": "Features"
  },
  "s4": {
    "message": "Experimental pop-up blocking support for the cases where the built-in pop-up blocker fails\n    (<a>forum topic</a>)."
  },
  "s5": {
    "message": "New Filter Preferences dialog makes managing filters and subscriptions easier\n    (<a>forum topic</a>)."
  },
  "s6": {
    "message": "Custom filters can be organized into any number of filter groups."
  },
  "s7": {
    "message": "Backup and Restore functionality allows creating a copy of all filter preferences, not\n    just custom filters."
  },
  "s8": {
    "message": "Added &quot;Allow non-intrusive advertising&quot; setting (can be changed in Filter Preferences,\n    <a>documentation</a>)."
  },
  "s9": {
    "message": "User interface"
  },
  "s10": {
    "message": "Lithuanian translation is included again."
  },
  "s11": {
    "message": "Adblock Plus options display directly on its page in the Add-ons Manager."
  },
  "s12": {
    "message": "\"Recommend us on Facebook\" button has been replaced by a more generic \"Contribute\"."
  },
  "s13": {
    "message": "Blockable items: Added &quot;Filter source&quot; column (hidden by default,\n    <a>forum topic</a>)."
  },
  "s14": {
    "message": "Blockable items: Searching by type now works both for localized type name as well as\n    corresponding filter option (<a>forum topic</a>)."
  },
  "s15": {
    "message": "Filter composer: Filter options are now added in the order in which they are selected\n    (<a>forum topic</a>)."
  },
  "s16": {
    "message": "Filter preferences: A warning is displayed for subscriptions containing disabled filters\n    (<a>forum topic</a>)."
  },
  "s17": {
    "message": "Issue reporter: Subscriptions that are local files aren't sent to server, for privacy\n    reasons."
  },
  "s18": {
    "message": "Issue reporter: Fixed check that the user is subscribed to a filter subscription\n    (<a>forum topic</a>)."
  },
  "s19": {
    "message": "Simplified options for showing the Adblock Plus icon and made them work more consistently."
  },
  "s20": {
    "message": "\"Count filter hits\" is now a visible option."
  },
  "s21": {
    "message": "\"Collapse blocked elements\" option has been renamed into \"Hide placeholders of\n    blocked elements\"."
  },
  "s22": {
    "message": "\"Adblock Plus\" entry in the Tools menu is now the same menu as displayed for the Adblock\n    Plus icon for accessibility reasons, the menu entry in the View menu has been removed."
  },
  "s23": {
    "message": "Fixed: Toolbar button's context menu opens when right-clicking the menu itself\n    (<a>forum topic</a>)."
  },
  "s24": {
    "message": "Fixed: Using context menu prevents a memory compartment from being released\n    (<a>forum topic</a>)."
  },
  "s25": {
    "message": "Core"
  },
  "s26": {
    "message": "Minimal required Firefox version is now Firefox 3.6.12, older versions are no longer\n    supported. Similarly, at least Thunderbird 3.1.7 or SeaMonkey 2.1 are required, Songbird\n    and Prism are no longer supported."
  },
  "s27": {
    "message": "and"
  },
  "s28": {
    "message": "filter options for\n    exception rules can now apply to frames as well, not only at the top level."
  },
  "s29": {
    "message": "Added"
  },
  "s30": {
    "message": "filter option to allow exceptions that apply to\n    multiple websites."
  },
  "s31": {
    "message": "Filter options"
  },
  "s32": {
    "message": ","
  },
  "s33": {
    "message": "and"
  },
  "s34": {
    "message": "are now considered synonymous to"
  },
  "s35": {
    "message": ",\n    the corresponding requests are very rare\n    (<a>forum topic</a>)."
  },
  "s36": {
    "message": "Simplified redirect tracking, removed a common source of memory issues and other problems\n    (<a>bug 672111</a>,\n    <a>bug 653533</a>)."
  },
  "s37": {
    "message": "Comment"
  },
  "s38": {
    "message": "! Homepage: http://example.com/"
  },
  "s39": {
    "message": "in filter subscriptions is now\n    being recognized."
  },
  "s40": {
    "message": "Changelog for the previous release"
  }
}