{
  "s32": {
    "message": "To receive development build release notifications, subscribe to the\n          <a>RSS feed</a>."
  },
  "s49": {
    "message": "Donate"
  },
  "s48": {
    "message": "Note that for various reasons, not every suggestion will be accepted. And remember, please stay constructive in your criticism."
  },
  "s9": {
    "message": "Contribute code"
  },
  "s8": {
    "message": "Report bugs"
  },
  "s17": {
    "message": "If Adblock Plus has improved your browsing experience, why not recommend it to your friends, colleagues or blog followers?"
  },
  "s56": {
    "message": "If you come across a website on which an ad isn't blocked, or a filter list causes an issue, please <a>report it</a>."
  },
  "s2": {
    "message": "Adblock Plus is an open source, community-driven project. There are many ways for you to contribute to the project."
  },
  "s7": {
    "message": "Spread the word"
  },
  "s6": {
    "message": "Please support Adblock Plus if you like using it."
  },
  "s5": {
    "message": "{1} is an open source, community-driven project licensed under <a>GPLv3</a> aimed at making the Internet better for everyone."
  },
  "s13": {
    "message": "Donate"
  },
  "s55": {
    "message": "These filter lists need to be constantly maintained to block menaces like new tracking systems, malware threats and intrusive ads."
  },
  "s54": {
    "message": "Share your filters, suggest new ones or help communities of volunteer contributors to draft and update filter lists."
  },
  "s53": {
    "message": "Adblock Plus is only as good as its filters."
  },
  "s51": {
    "message": "Visit the <a>contribution\n          page</a> to make a donation."
  },
  "s12": {
    "message": "Bring in suggestions"
  },
  "s26": {
    "message": "You may encounter a situation that is new to us, therefore we rely on your bug report to fix the issue."
  },
  "s11": {
    "message": "Translate Adblock Plus"
  },
  "s27": {
    "message": "Please be sure to include all of the necessary information needed to reproduce the issue, such as: the browser and browser version, the version of Adblock Plus and the conditions in which the issue occurs."
  },
  "s19": {
    "message": "There are many ways you can help our cause:"
  },
  "s38": {
    "message": "Have a look at the\n          <a>forum</a>; there are always users looking for assistance with various Adblock Plus topics."
  },
  "s35": {
    "message": "Contributing to the Adblock Plus code is very involved and highly appreciated.\n        There's a lot to do! Please see the <a>contribute code</a> page to get started."
  },
  "s34": {
    "message": "Whether you're fixing a bug or adding a new feature, code contribution is always welcome."
  },
  "s37": {
    "message": "If you are an experienced Adblock Plus user, consider answering questions from new users."
  },
  "s10": {
    "message": "Help other users"
  },
  "s31": {
    "message": "The purpose\n          of these builds is to catch bugs and, sometimes, imperfect features before they are\n          released to the public."
  },
  "Notice": {
    "message": "Eyeo GmbH, the company behind Adblock Plus, has no right to, or control over, any filter list content other than Acceptable Ads."
  },
  "s15": {
    "message": "Evaluate acceptable ads"
  },
  "s30": {
    "message": "Before a new version of Adblock Plus is released, several \n          <a>development builds</a> are produced."
  },
  "s20": {
    "message": "Follow us on <a>Facebook</a>, <a>Google+</a>, <a>Instagram</a>, and <a>Twitter.</a>"
  },
  "s14": {
    "message": "Add or improve filters"
  },
  "s29": {
    "message": "Test development builds"
  },
  "s25": {
    "message": "If you think Adblock Plus isn't behaving the way it should, <a>tell us</a>."
  },
  "filter-requirements-link": {
    "message": "Click <a>here</a> for a list of requirements."
  },
  "title": {
    "message": "Contribute to Adblock Plus"
  },
  "s21": {
    "message": "Share the <a>installation link</a> on your blog or on social networks."
  },
  "s22": {
    "message": "Discuss the <a>benefits</a> of installing Adblock Plus at your organization."
  },
  "s45": {
    "message": "There is always something that can be improved, so please share your ideas with us."
  },
  "s46": {
    "message": "We encourage you to not only tell us what needs to be changed, but explain to us <em>how</em> it should be changed."
  },
  "s47": {
    "message": "Feel\n          free to open a new thread in the <a>forum</a> or join an existing discussion."
  },
  "s40": {
    "message": "Adblock Plus is currently translated into more than 30 languages (yet some\n          translations have been abandoned), and we still need translators for more\n          languages!"
  },
  "s41": {
    "message": "To contribute as a translator, please register on\n          <a>Crowdin</a> and join our translation projects:\n          <a>Adblock Plus for Firefox</a>,\n          <a>Adblock Plus for Chrome</a>,\n          <a>Element Hiding Helper</a>,\n          <a>Customizations for Adblock\n          Plus</a>."
  },
  "s42": {
    "message": "Select a language and start suggesting\n          translations!"
  },
  "s43": {
    "message": "If translating text isn't what you're looking for, you can simply vote on translations provided by other users."
  },
  "s50": {
    "message": "With more funds, we can improve Adblock Plus faster."
  },
  "s28": {
    "message": "Additionally, please be on the lookout for any follow-up questions we may have."
  },
  "s23": {
    "message": "Write an op/ed piece, or contact your local media, about Internet privacy and security issues."
  },
  "s62": {
    "message": "Criteria defining nonintrusive, and therefore acceptable ads, has been established based on <a>strict guidelines</a>."
  },
  "s63": {
    "message": "We encourage users to join the ongoing discussion to determine which ads qualify as <em>acceptable ads</em>. Visit the <a>forum</a> to share your thoughts."
  },
  "s61": {
    "message": "Eyeo is the originator behind the <a>Acceptable Ads initiative</a>, which is aimed at supporting websites that choose to use nonintrusive ads."
  }
}