{
  "title": {
    "message": "Contribute"
  },
  "title-full": {
    "message": "Contribute to Adblock Plus"
  },
  "s1": {
    "message": "Contribute - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus is an open-source, community driven project. There are many ways for you to contribute to the project."
  },
  "s3": {
    "message": "Contribute - Adblock Plus"
  },
  "s4": {
    "message": "Adblock Plus is an open-source, community driven project. There are many ways for you to contribute to the project."
  },
  "s5": {
    "message": "Adblock Plus is a community driven open-source project that aims to make the internet\n  better for everyone by purging bad ads."
  },
  "s6": {
    "message": "Please support us if you like using it."
  },
  "s7": {
    "message": "Spread the word"
  },
  "s8": {
    "message": "Report bugs"
  },
  "s9": {
    "message": "Contribute code"
  },
  "s10": {
    "message": "Help other users"
  },
  "s11": {
    "message": "Translate Adblock Plus"
  },
  "s12": {
    "message": "Bring in suggestions"
  },
  "s13": {
    "message": "Donate"
  },
  "s14": {
    "message": "Add or improve filters"
  },
  "s15": {
    "message": "Evaluate acceptable ads"
  },
  "s16": {
    "message": "Spread the word"
  },
  "s17": {
    "message": "While nobody profits directly from it, widespread adoption of ad blocking software\n          will make intrusive ads economically inefficient until they become as rare as\n          pop-up windows already are today."
  },
  "s18": {
    "message": "And aside of making the internet a\n          better place it is simply good to know that this work is used."
  },
  "s19": {
    "message": "There are many ways how you can help our cause by making Adblock Plus more popular:"
  },
  "s20": {
    "message": "Follow us on <a>Twitter</a>, <a>Facebook</a> or <a>Google+</a> and recommend ABP to all your friends."
  },
  "s21": {
    "message": "If Adblock Plus has improved your browsing experience, share this in your blog or on social networks."
  },
  "s22": {
    "message": "Convince your employer or university to <a>install Adblock Plus</a>."
  },
  "s23": {
    "message": "Approach your local media to report about privacy and security on the internet."
  },
  "s24": {
    "message": "Report bugs"
  },
  "s25": {
    "message": "If you notice that Adblock Plus isn't behaving the way you think it should --\n          <a>tell us</a>."
  },
  "s26": {
    "message": "There are always situations we didn't\n          test for that might produce incorrect results, we need your help to find\n          those."
  },
  "s27": {
    "message": "Please include all the information we need to reproduce the\n          bug: under which conditions does the bug occur, which browser did you use, what\n          was the version of Adblock Plus?"
  },
  "s28": {
    "message": "Also stay around for follow-up\n          questions we might have and to confirm that the bug was really fixed."
  },
  "s29": {
    "message": "Test development builds"
  },
  "s30": {
    "message": "Before a new version of Adblock Plus is released there are always several\n          <a>development builds</a>."
  },
  "s31": {
    "message": "The purpose\n          is to catch bugs or even badly designed features before they are\n          released."
  },
  "s32": {
    "message": "Subscribe to the\n          <a>RSS feed</a> to know when a\n          development build is released."
  },
  "s33": {
    "message": "Contribute code"
  },
  "s34": {
    "message": "Whether you're fixing a bug or adding a feature you'd like to see, code contributions are always welcome."
  },
  "s35": {
    "message": "Contributing code is more involved than contributing in other ways, but highly appreciated.\n        There's a lot to do! Please see the <a>contribute code</a> page to get started."
  },
  "s36": {
    "message": "Help other users"
  },
  "s37": {
    "message": "If you are an experienced Adblock Plus user maybe you can spend a little time\n          answering questions of people who are new to this."
  },
  "s38": {
    "message": "Have a look at the"
  },
  "s39": {
    "message": "forum"
  },
  "s40": {
    "message": ", there are always many users looking for answers."
  },
  "s41": {
    "message": "Translate Adblock Plus"
  },
  "s42": {
    "message": "Currently Adblock Plus has been translated into more than 30 languages -- yet some\n          translations have been abandoned and we still need translators for more\n          languages."
  },
  "s43": {
    "message": "If you want to contribute in this way please register on\n          <a>Crowdin</a> and go to our translation projects:\n          <a>Adblock Plus for Firefox</a>,\n          <a>Adblock Plus for Chrome</a>,\n          <a>Element Hiding Helper</a>,\n\t  <a>Customizations for Adblock\n          Plus</a>."
  },
  "s44": {
    "message": "Choose a language and start suggesting\n          translations."
  },
  "s45": {
    "message": "And if you don't want to translate just yet you can also\n          vote on the translations provided by other people."
  },
  "s46": {
    "message": "Bring in suggestions"
  },
  "s47": {
    "message": "There is always something that can be improved, so please tell us about your\n          ideas."
  },
  "s48": {
    "message": "Ideally you should not only tell us what needs to be changed\n          (this is mostly already known) but also how it should be changed."
  },
  "s49": {
    "message": "Feel\n          free to open a new thread in the"
  },
  "s50": {
    "message": "forum"
  },
  "s51": {
    "message": "or join an existing\n          discussion."
  },
  "s52": {
    "message": "Note that for various reasons not every suggestion will be\n          accepted, and please stay constructive in your criticism."
  },
  "s53": {
    "message": "Donate"
  },
  "s54": {
    "message": "With more funds we will be able to improve Adblock Plus faster."
  },
  "s55": {
    "message": "You can\n          make a donation on the"
  },
  "s56": {
    "message": "contribution\n          page"
  },
  "s57": {
    "message": "."
  },
  "s58": {
    "message": "Add or improve filters"
  },
  "s59": {
    "message": "Adblock Plus is only as good as its filters."
  },
  "s60": {
    "message": "The elements Adblock Plus blocks by default are defined in filter lists which are maintained by voluntary contributors."
  },
  "s61": {
    "message": "By constantly updating them, this community ensures that Adblock Plus blocks all annoying ads on every website."
  },
  "s62": {
    "message": "If you come across a website on which an ad isn't blocked or filter lists cause issues, please <a>report it</a>."
  },
  "s63": {
    "message": "Also, you can"
  },
  "s64": {
    "message": "learn how to create filters"
  },
  "s65": {
    "message": "yourself."
  },
  "s66": {
    "message": "If you have knowledge about the filter syntax of Adblock Plus, you can"
  },
  "s67": {
    "message": "suggest new filters in our forum"
  },
  "s68": {
    "message": "(registration is not required, but recommended in this case)."
  },
  "s69": {
    "message": "Active contributors may be promoted to become part of the group of filter list maintainers."
  },
  "s70": {
    "message": "Evaluate acceptable ads"
  },
  "s71": {
    "message": "Adblock Plus is the initiator of the <a>Acceptable Ads initiative</a>, which is aimed at supporting websites that choose to advertise using unobtrusive ads."
  },
  "s72": {
    "message": "Based on"
  },
  "s73": {
    "message": "strict guidelines"
  },
  "s74": {
    "message": "everyone can join the discussion to determine which ads qualify as <em>Acceptable Ads</em>."
  },
  "s75": {
    "message": "If you would like to help determine which ads and new ways of advertising are acceptable, please visit the"
  },
  "s76": {
    "message": "forum"
  },
  "s77": {
    "message": "to share your thoughts."
  }
}