{
  "submitting-a-patch": {
    "message": "Submitting a patch"
  },
  "coding-style": {
    "message": "Once you've made and tested your changes, first make sure they're in line with our <a>coding style</a>."
  },
  "cpp-work": {
    "message": "If you know <strong>C++</strong>, you can work on <a>libadblockplus</a> or <a>Adblock Plus for Internet Explorer</a>."
  },
  "title": {
    "message": "Contributing code to Adblock Plus"
  },
  "becoming-a-comitter": {
    "message": "If you intend to contribute to a project on a regular basis, you might want to become a <a>committer</a>."
  },
  "javascript-work": {
    "message": "If you know <strong>JavaScript</strong>, you can work on <a>the Adblock Plus core code</a>, <a>Adblock Plus for Firefox</a>, <a>Adblock Plus for Chrome, Opera and Safari</a> or <a>our websites</a>."
  },
  "finding-an-issue": {
    "message": "If you already know what you want to do, feel free to create an issue there. If not, have a look at the issues marked as <a>goodfirstbug</a>.\nIf you don't find anything interesting, feel free to pick any unassigned issue, ideally <a>P4</a>."
  },
  "objective-c-work": {
    "message": "If you know <strong>Objective-C</strong>, you can work on <a>Adblock Plus for iOS</a>"
  },
  "puppet-work": {
    "message": "If you know <strong>Puppet</strong>, you can work on <a>our infrastructure</a>."
  },
  "github": {
    "message": "Note that most of our projects are also on <a>GitHub</a>, if you prefer that."
  },
  "issues": {
    "message": "We're keeping track of all the things we want to fix and improve on our <a>issue tracker</a>."
  },
  "things-to-work-on": {
    "message": "Finding something to work on"
  },
  "starting-work": {
    "message": "In any case, please write a comment saying that you'd like to work on something before you get started. That way we can assign the issue to you, to ensure no one else starts to work on the same thing."
  },
  "python-work": {
    "message": "If you know <strong>Python</strong>, you can work on our <a>build and release tools</a> or our <a>backend</a>."
  },
  "sending-a-patch": {
    "message": "Now you can send us your patch, ideally by uploading it to <a>codereview.adblockplus.org</a>. But you can also attach a patch file to the issue, or create a pull request on <a>GitHub</a>."
  },
  "irc": {
    "message": "Need help or want to chat? Join our IRC channel: <a>#adblockplus on irc.mozilla.org</a> (there is also a <a>web-based client</a>). While we are a globally distributed team, there are times when most of the team is not online. Please note that we cannot reply to you if you are offline."
  },
  "contributor-agreement": {
    "message": "Finally, before we can accept your patch, you need to sign the <a>contributor agreement</a>. Please print it out, sign it, scan that or take a picture of it and send it to one of your reviewers."
  },
  "getting-in-touch": {
    "message": "Getting in touch"
  },
  "java-work": {
    "message": "If you know <strong>Java</strong>, you can work on <a>Adblock Browser for Android</a> or <a>Adblock Plus for Samsung Browser</a>."
  }
}