{
  "title": {
    "message": "Holiday Deal - Adblock Plus Premium"
  },
  "description": {
    "message": "Celebrate the holidays with a yearly subscription to Adblock Plus Premium. Gift yourself a better internet experience now!"
  },
  "s1": {
    "message": "Treat yourself to a more powerful Adblock Plus"
  },
  "deal__subheading": {
    "message": "This holiday season, we’re excited to share a special offer that gives you more control over your browsing experience. When you buy a yearly subscription to Adblock Plus Premium, you get 50% off regular price!"
  },
  "s2": {
    "message": "/month"
  },
  "s3": {
    "message": "Regular Price: $2/month"
  },
  "s4": {
    "message": "Get Adblock Plus Premium"
  },
  "s5": {
    "message": "Holiday Special:"
  },
  "s6": {
    "message": "50% off yearly subscription"
  },
  "s7": {
    "message": "Get 50% off Adblock Plus Premium"
  },
  "s8": {
    "message": "$20 billed annually"
  },
  "s9": {
    "message": "Enjoy a better online shopping experience with Adblock Plus Premium"
  },
  "s10": {
    "message": "Act fast – this offer won’t last!"
  },
  "s11": {
    "message": "Give yourself the gift of fewer distractions and a better internet experience. Sign up today and start your yearly subscription to Adblock Plus Premium."
  },
  "s13": {
    "message": "Subscribe Now and Save 50%!"
  },
  "s14": {
    "message": "This is a limited time offer available November 24, 2023 - December 15, 2023."
  },
  "s15": {
    "message": "The 50% discount applies to one year of your yearly subscription. After this year, your subscription will renew at the regular price. Prices are shown in USD $."
  },
  "s16": {
    "message": "If you choose to pay in a different currency, you may be subject to an additional charge from your bank or payment processor."
  },
  "s17": {
    "message": "Get 50% Off Adblock Plus Premium"
  },
  "deal__heading-2": {
    "message": "Block more than just ads"
  },
  "deal__subheading-2": {
    "message": "Adblock Plus Premium allows you to browse the web the way you want to. Thanks to our Distraction Control feature, you can block intrusive distractions like floating videos that follow you around, newsletter pop-ups, survey requests, and more."
  },
  "premium-benefit_1": {
    "message": "Block ads and pop ups"
  },
  "premium-benefit_2": {
    "message": "Stop trackers"
  },
  "premium-benefit_3": {
    "message": "Block site notifications"
  },
  "premium-benefit_4": {
    "message": "Stop floating videos"
  },
  "premium-benefit_5": {
    "message": "Hide newsletter pop-ups"
  },
  "premium-benefit_6": {
    "message": "Ignore survey requests"
  },
  "benefit_1-heading": {
    "message": "Focus on what matters."
  },
  "benefit_1-paragraph": {
    "message": "With Adblock Plus Premium, you can shop and browse the web with fewer distractions. Concentrate on the content you want to see, whether it’s hunting for the best online shopping deals or simply visiting your favorite sites."
  },
  "benefit_2-heading": {
    "message": "Avoid some tracking from advertisers."
  },
  "benefit_2-paragraph": {
    "message": "Adblock Plus Premium can block cookie consent pop-ups while automatically rejecting cookies that we can on your behalf. That means you don’t have to see those pesky notices asking you to accept cookies for every site you visit. And you’ll only accept those cookies that are functional to a site, rather than third-party and advertising cookies."
  },
  "benefit_3-heading": {
    "message": "Get the hottest deals fast."
  },
  "benefit_3-paragraph": {
    "message": "Adblock Plus gives you faster page load times allowing you to grab those limited time offers and in demand products at lightning speed."
  }
}