{
  "feature-efficient": {
    "message": "More efficient working environment"
  },
  "forum-info": {
    "message": "You can ask questions or contribute to the discussion about deployment-related topics in our <a>forum</a>."
  },
  "how-deploy-abp-overview": {
    "message": "We are currently working on the best solutions for large scale deployments. These are, however, mostly dependent on the browser used."
  },
  "7energy-quote": {
    "message": "I would definitely recommend Adblock Plus for businesses not only was it really easy to push out to all of my end point users agree it is so nice to have it installed."
  },
  "page-description": {
    "message": "Adblock Plus is a perfect tool for every university, company or any IT infrastructure with multiple working stations."
  },
  "title": {
    "message": "Large Scale Deployment"
  },
  "about-consideration": {
    "message": "Any mass installation of a browser extension has to take a number of things into account, like: desired browsers, operating systems, internal policies or infrastructure in general."
  },
  "why-overview": {
    "message": "Adblock Plus is a great tool for every administered environment (university, school, company, governmental institution etc) containing multiple working station in the IT infrastructure."
  },
  "how-deploy-abp-contact": {
    "message": "Contact & technical support: <a>deployment-support@adblockplus.org</a>"
  },
  "feature-privacy": {
    "message": "Enhanced privacy & security"
  },
  "unalaska-school-quote": {
    "message": "With extremely limited bandwidth here in remote Alaska, I find that every bit that travels over the satellite counts."
  },
  "why-header": {
    "message": "Why to deploy Adblock Plus in an administered environment?"
  },
  "about-overview": {
    "message": "When installing the Adblock Plus extension for multiple machines and user accounts, it is time-consuming and tedious to perform a manual installation on each device. Administrators can utilize various tools to automate the installations, eg installer scripts or even configuration management software."
  },
  "holstebro-quote": {
    "message": "After the deployment of Adblock Plus we had a great decrease in server load, which lead to better performance for our users."
  },
  "feature-bandwidth": {
    "message": "Save bandwidth"
  },
  "compnology-quote": {
    "message": "Due to Malvertising and the crypto-locker and like malware we are interested in utilizing your software."
  },
  "contact-us": {
    "message": "We would like to hear from you! <a>Contact & technical support</a>"
  },
  "geneva-int-school-quote": {
    "message": "Adblock Plus allows our students and teachers to remain focused on their learning and teaching."
  },
  "issues-info": {
    "message": "If you want to create a ticket related to the Large Scale Deployments project, please check the <a>current list of the issues</a> first. Please tag your issue with the following keyword: <strong>large-scale-deployments</strong>. If you find a bug you can directly file a ticket on the <a>Adblock Plus issue tracker</a>."
  },
  "feature-gpl": {
    "message": "GPLv3 Licence"
  },
  "additional-resources-header": {
    "message": "Additional resources"
  },
  "page-header": {
    "message": "Adblock Plus for Administrators"
  },
  "how-deploy-abp-header": {
    "message": "How to deploy Adblock Plus?"
  },
  "about-header": {
    "message": "What are large scale deployments?"
  },
  "organisations-using-abp": {
    "message": "Organizations using Adblock Plus"
  },
  "meta-description": {
    "message": "Adblock Plus is a great asset to any company, university or large IT infrastructure. We are happy to help you deploy it across your entire network."
  },
  "why-advantages": {
    "message": "Adblock Plus considerably decreases security and privacy risks over the entire IT network. Malware and viruses are often spread via annoying advertisement, which our extension blocks by default. Moreover, use of Adblock Plus considerably decreases the bandwidth usage. The overall browsing experience and working efficiency of the end users in networks using Adblock Plus is considerably increased. The users are not annoyed by pop-ups, blinking banners and misleading advertising, which helps them to focus better."
  }
}