{
  "title": {
    "message": "FAQ - Adblock Plus internals"
  },
  "s1": {
    "message": "Where do I find the meaning of all Adblock Plus preferences?"
  },
  "s2": {
    "message": "Adblock Plus uses a number of preferences that are accessible via"
  },
  "s3": {
    "message": "http://kb.mozillazine.org/About:config"
  },
  "s4": {
    "message": "about:config"
  },
  "s5": {
    "message": ". All of them start with"
  },
  "s6": {
    "message": "extensions.adblockplus."
  },
  "s7": {
    "message": "(this is different from Adblock and Adblock Plus 0.5 that use the prefix"
  },
  "s8": {
    "message": "adblock."
  },
  "s9": {
    "message": "). A full list with explanations can be found <a>here</a>."
  },
  "s10": {
    "message": "How do I access Adblock Plus from my extension?"
  },
  "s11": {
    "message": "To allow other extensions to integrate with Adblock Plus the interface"
  },
  "s12": {
    "message": "IAdblockPlus"
  },
  "s13": {
    "message": "is exported. Check out <a>interface documentation</a> for details."
  },
  "s14": {
    "message": "How does Adblock Plus block addresses?"
  },
  "s15": {
    "message": "The hard work here is actually done by Gecko, the engine on top of which Firefox, Thunderbird and other applications are built. It allows something called \"content policies\". A content policy is simply a JavaScript (or C++) object that gets called whenever the browser needs to load something. It can then look at the address that should be loaded and some other data and decide whether it should be allowed. There is a number of built-in content policies (when you define which sites shouldn't be allowed to load images in Firefox or SeaMonkey, you are actually configuring one of these built-in content policies) and any extension can register one. So all that Adblock Plus has to do is to register its content policy, other than that there is only application logic to decide which addresses to block and user interface code to allow configuration of filters."
  },
  "s16": {
    "message": "For developers: to register a content policy you have to"
  },
  "s17": {
    "message": "http://developer.mozilla.org/en/docs/How_to_Build_an_XPCOM_Component_in_Javascript"
  },
  "s18": {
    "message": "write an XPCOM component"
  },
  "s19": {
    "message": "that should implement the"
  },
  "s20": {
    "message": "http://www.xulplanet.com/references/xpcomref/ifaces/nsIContentPolicy.html"
  },
  "s21": {
    "message": "nsIContentPolicy interface"
  },
  "s22": {
    "message": ". Make sure to adjust the module's registerSelf method to register your component in the \"content-policy\" category (use the"
  },
  "s23": {
    "message": "http://www.xulplanet.com/references/xpcomref/ifaces/nsICategoryManager.html"
  },
  "s24": {
    "message": "category manager"
  },
  "s25": {
    "message": "for this). That's it, now your component's shouldLoad method will be called and you can decide whether the specific request should be accepted or not."
  },
  "s26": {
    "message": "How does Adblock Plus process its filters and which filters are faster?"
  },
  "s27": {
    "message": "All filters a translated into <a>regular expressions</a> internally, even the ones that haven't been specified as such. For example, the filter"
  },
  "s28": {
    "message": "ad*banner.gif|"
  },
  "s29": {
    "message": "will be translated into the regular expression"
  },
  "s30": {
    "message": "/ad.*banner\\.gif$/"
  },
  "s31": {
    "message": ". However, when Adblock Plus is given an address that should be checked against all filters it doesn't simply test all filters one after another -- that would slow down the browsing unnecessarily."
  },
  "s32": {
    "message": "Besides of translating filters into regular expressions Adblock Plus also tries to extract text information from them. What it needs is a unique string of eight characters (a \"shortcut\") that must be present in every address matched by the filter (the length is arbitrary, eight just seems reasonable here). For example, if you have a filter"
  },
  "s33": {
    "message": "|http://ad.*"
  },
  "s34": {
    "message": "then Adblock Plus has the choice between \"http://a\", \"ttp://ad\" and \"tp://ad.\", any of these strings will always be present in whatever this filter will match. Unfortunately finding a shortcut for filters that simply don't have eight characters unbroken by wildcards or for filters that have been specified as regular expressions is impossible."
  },
  "s35": {
    "message": "All shortcuts are put into a lookup table, Adblock Plus can find the filter by its shortcut very efficiently. Then, when a specific address has to be tested Adblock Plus will first look for known shortcuts there (this can be done very fast, the time needed is almost independent from the number of shortcuts). Only when a shortcut is found the string will be tested against the regular expression of the corresponding filter. However, filters without a shortcut still have to be tested one after another which is slow."
  },
  "s36": {
    "message": "To sum up: which filters should be used to make a filter list fast? You should use as few regular expressions as possible, those are always slow. You also should make sure that simple filters have at least eight characters of unbroken text (meaning that these don't contain any characters with a special meaning like *), otherwise they will be just as slow as regular expressions. But with filters that qualify it doesn't matter how many filters you have, the processing time is always the same. That means that if you need 20 simple filters to replace one regular expression then it is still worth it. Speaking of which -- the <a>deregifier</a> is very recommendable."
  },
  "s37": {
    "message": "The filter matching algorithm in detail"
  },
  "s38": {
    "message": "How does element hiding work?"
  },
  "s39": {
    "message": "Element hiding rules are translated into"
  },
  "s40": {
    "message": "http://www.w3.org/TR/CSS21/"
  },
  "s41": {
    "message": "CSS"
  },
  "s42": {
    "message": "and applied to all web pages the user is visiting. A rule like"
  },
  "s43": {
    "message": "example.com#div(evil_ad)"
  },
  "s44": {
    "message": "then looks like:"
  },
  "s45": {
    "message": "@-moz-document domain(example.com)\n{\n  div#evil_ad, div.evil_ad\n  {\n    display: none !important;\n  }\n}"
  },
  "s46": {
    "message": "@-moz-document is a proposed extension to the CSS standard, you can read more about it in the"
  },
  "s47": {
    "message": "http://developer.mozilla.org/en/docs/CSS:%40-moz-document"
  },
  "s48": {
    "message": "Mozilla Developer Center"
  },
  "s49": {
    "message": "."
  },
  "s50": {
    "message": "Rules that are not restricted to a certain domain will be restricted to the protocols http:// and https:// to prevent them from hiding elements of the browser's user interface (it is using the chrome:// protocol scheme). For example the rule"
  },
  "s51": {
    "message": "#div(evil_ad)"
  },
  "s52": {
    "message": "will be translated into:"
  },
  "s53": {
    "message": "@-moz-document url-prefix(http://),url-prefix(https://)\n{\n  div#evil_ad, div.evil_ad\n  {\n    display: none !important;\n  }\n}"
  },
  "s54": {
    "message": "For developers: Adblock Plus is using the"
  },
  "s55": {
    "message": "https://developer.mozilla.org/en/XPCOM_Interface_Reference/nsIStyleSheetService"
  },
  "s56": {
    "message": "stylesheet service"
  },
  "s57": {
    "message": "here. This interface came with Gecko 1.8 and allows extensions to add user stylesheets dynamically (before that you could only modify userContent.css which requires you to restart the browser). User stylesheets will overwrite CSS code of all web sites, they have the highest possible"
  },
  "s58": {
    "message": "http://www.w3.org/TR/CSS21/cascade.html#cascading-order"
  },
  "s59": {
    "message": "importance"
  },
  "s60": {
    "message": "."
  },
  "s61": {
    "message": "What can the first line of a filters file look like?"
  },
  "s62": {
    "message": "Usually the first line of a filters file is simply"
  },
  "s63": {
    "message": "[Adblock]"
  },
  "s64": {
    "message": ". However, you might have noticed that recent versions of Adblock Plus sometimes put a different text instead. This is done when you have filters in your list that use advanced filter syntax only supported by newer versions of Adblock Plus but not original Adblock. One example would be:"
  },
  "s65": {
    "message": "(Adblock Plus 0.6.1.2 or higher required) [Adblock]"
  },
  "s66": {
    "message": "This is simply a comment. Adblock (and Adblock Plus for that reason) will ignore anything before the actual mark. The required Adblock Plus version is not enforced because Adblock Plus 0.6.1.2 didn't support it. However, if you use even newer filter syntax, you might get something like:"
  },
  "s67": {
    "message": "[Adblock Plus 0.7.1]"
  },
  "s68": {
    "message": "This type of header is supported starting with Adblock Plus 0.7.1. Older Adblock Plus versions and Adblock cannot open files starting with this header. As to the current versions, they will check the version number in the header and compare it with their own version number. If the file happens to require a newer Adblock Plus, the user will be given a message on import asking him to upgrade. Subscriptions will still load files meant for newer Adblock Plus versions but display a warning in the preferences dialog."
  },
  "s69": {
    "message": "Finally, if you want to require Adblock Plus but don't want to specify the version number you can start the file with"
  },
  "s70": {
    "message": "[Adblock Plus]"
  },
  "s71": {
    "message": ". Of course this file will only be accepted by Adblock Plus 0.7.1 or higher again."
  }
}