{
  "s22": {
    "message": "Bring in your suggestions"
  },
  "s9": {
    "message": "Asking the user to make a decision isn't <em>in itself</em> a bad thing. Freedom of choice can be wonderful. People <em>love</em> to order espresso-based beverages at Starbucks because they get to make so many <em>choices</em>. Grande-half-caf-skim-mocha-Valencia-with-whip. Extra hot!"
  },
  "s8": {
    "message": "Every time you provide an option, you're asking the user to make a decision."
  },
  "title": {
    "message": "FAQ - Adblock Plus Project"
  },
  "s3": {
    "message": "This version of Adblock Plus was still based on Adblock, which set hard limits to improvements. Quality of Adblock being... shall we say... less than adequate a complete rewrite was desperately needed. That came with Adblock Plus 0.6 — a completely new extension with focus on being easy to use, stable and secure. For various reasons many enhancements from Adblock Plus 0.5 didn't make it into the original release of Adblock Plus 0.6 but this changed with Adblock Plus 0.6.1."
  },
  "s2": {
    "message": "The development of Adblock pretty much stopped in 2004. When more and more people demanded improvements Michael McDonald came up with Adblock Plus 0.5 — basically a version of Adblock with whitelisting, filter subscriptions and several other useful features."
  },
  "s1": {
    "message": "How is Adblock Plus related to Adblock?"
  },
  "s7": {
    "message": "It isn't. But the \"options for everything\" approach has its consequences. I will simply quote <a>Joel Spolsky</a> on this:"
  },
  "s5": {
    "message": "Why is it so difficult to add an option for ...?"
  },
  "s4": {
    "message": "Michael McDonald, the developer of Adblock Plus 0.5, has changed to the Adblock project and is trying to develop it further now. For that reason starting with Adblock Plus 0.6 the main developer of Adblock Plus is me (Wladimir Palant)."
  },
  "s23": {
    "message": "There is always something that can be improved, so please tell us about your ideas. Ideally you should not only tell us what needs to be changed (this is mostly already known) but also how it should be changed. Feel free to open a new thread in the <a>forum</a> or join an existing discussion. Note that for various reasons not every suggestion will be accepted, and please stay constructive in your criticism."
  },
  "s31": {
    "message": "Make a donation"
  },
  "s19": {
    "message": "Before a new version of Adblock Plus is released there are always several <a>development builds</a>. The purpose is to catch bugs or even badly designed features before they are released. Subscribe to the <a>RSS feed</a> to know when a development build is released."
  },
  "s18": {
    "message": "Test development builds"
  },
  "s13": {
    "message": "It isn't. However, keyboard shortcuts in the browser window are shared space. It is impossible to use simple shortcuts — those are already taken by the browser. And even the more complicated Ctrl+Shift+Something shortcuts are used by many extensions. The more shortcut keys we use, the more likely we are going to get conflicts with other extensions. You are free to <a>reconfigure the keyboard shortcuts</a> however."
  },
  "s12": {
    "message": "Why is it so difficult to add a keyboard shortcut for ...?"
  },
  "s11": {
    "message": "That doesn't mean that every single feature and customization option needs to be removed. But many of them are better off if they are not represented prominently in the user interface since most users won't need them."
  },
  "s10": {
    "message": "The problem comes when you ask them to make a choice that <em>they don't care about</em>. ... it's simply guaranteed to perplex and eventually piss off the user."
  },
  "s17": {
    "message": "If you notice that Adblock Plus isn't behaving the way you think it should — <a>tell us</a>. There are always situations we didn't test for that might produce incorrect results, we need your help to find those. Please include all the information we need to reproduce the bug: under which conditions does the bug occur, which browser did you use, what was the version of Adblock Plus? Also stay around for follow-up questions we might have and to confirm that the bug was really fixed."
  },
  "s16": {
    "message": "Report bugs"
  },
  "s33": {
    "message": "You can make a donation on the <a>contribution page</a>."
  },
  "s14": {
    "message": "How can I help?"
  },
  "s15": {
    "message": "There is a number of ways how you could contribute to the Adblock Plus project:"
  },
  "s32": {
    "message": "With more funds we will be able to improve Adblock Plus faster."
  },
  "s28-link": {
    "message": "http://www.babelzilla.org/"
  },
  "s30": {
    "message": "Forgive the misuse of this slogan but telling other people about Adblock Plus is also an appreciated contribution. While nobody profits directly from it, widespread adoption of ad blocking software will make intrusive ads economically inefficient until they become as rare as pop-up windows already are today. And aside of making the internet a better place it is simply good to know that this work is used."
  },
  "s28-link3": {
    "message": "http://www.babelzilla.org/index.php?option=com_content&task=category&sectionid=3&id=7&Itemid=25"
  },
  "s28-link2": {
    "message": "http://www.babelzilla.org/forum/index.php?showtopic=1898"
  },
  "s20": {
    "message": "Help other users"
  },
  "s21": {
    "message": "If you are an experienced Adblock Plus user maybe you can spend a little time answering questions of people who are new to this. Have a look at the <a>forum</a>, there are always many users looking for answers."
  },
  "s7-link": {
    "message": "http://www.joelonsoftware.com/uibook/chapters/fog0000000059.html"
  },
  "s27": {
    "message": "Translate Adblock Plus"
  },
  "s28": {
    "message": "Currently Adblock Plus has been translated into more than 30 languages — and yet we still need translators for some languages. If you want to contribute in this way please register on <a>BabelZilla</a>, go to the <a>Adblock Plus topic</a> and follow the \"View on WTS\" link in the first post. Claim any of the languages that don't have a translator assigned yet for yourself. Note that you should only do it if you are willing to update your translation for new Adblock Plus versions (BabelZilla will notify you whenever this becomes necessary). Read the <a>BabelZilla FAQ</a> to learn more about WTS (Web Translation System)."
  },
  "s29": {
    "message": "Spread the word"
  }
}