{
  "title": {
    "message": "FAQ - Installation"
  },
  "s1": {
    "message": "How do I install Adblock Plus for all users and make everybody use the same filter list?"
  },
  "s2": {
    "message": "Are you an administrator making Adblock Plus available to all users? Then you will need to install Adblock Plus into the browser's application directory. For SeaMonkey this is (unfortunately) the only option, in Firefox you create a subdirectory"
  },
  "s3": {
    "message": "{d10d0bf8-f5b5-c8b4-a8b2-2b9879e08c5d}"
  },
  "s4": {
    "message": "in its"
  },
  "s5": {
    "message": "extensions"
  },
  "s6": {
    "message": "directory and unpack the contents of adblockplus.xpi there (it is a regular ZIP file)."
  },
  "s7": {
    "message": "Now you need to change the default Adblock Plus settings. Locate the file adblockplus.js (this is"
  },
  "s8": {
    "message": "extensions/{d10d0bf8-f5b5-c8b4-a8b2-2b9879e08c5d}/defaults/preferences/adblockplus.js"
  },
  "s9": {
    "message": "in Firefox and"
  },
  "s10": {
    "message": "defaults/pref/adblockplus.js"
  },
  "s11": {
    "message": "in SeaMonkey) and edit it. You probably don't want that users are bothered with the Adblock Plus icon so you can change <a>extensions.adblockplus.showintoolbar</a> and <a>extensions.adblockplus.showinstatusbar</a> to"
  },
  "s12": {
    "message": "false"
  },
  "s13": {
    "message": ". If you don't want that users get the suggestion to install a subscription when they start Firefox for the first time you also change"
  },
  "s14": {
    "message": "to \"2.0\"."
  },
  "s15": {
    "message": "Finally you might want to make everybody use the same filter list. To do so you change the default settings for <a>extensions.adblockplus.patternsfile</a>. By default this file is stored in user's profile directory (relative path), use an absolute path to set a fixed location for everybody. Make sure that everybody can read the file but you are the only one having write access to it — now you can start your browser and add some filters/subscriptions that everybody will use. The changes users make to the filter list won't persist since they don't have write access to the file."
  },
  "s16": {
    "message": "If you really want to make Adblock Plus invisible in the user interface you can also add a filter to <a>remove it from the Tools menu</a> and <a>the context menu</a>."
  },
  "s17": {
    "message": "How do I install Adblock Plus in K-Meleon?"
  },
  "s18": {
    "message": "K-Meleon builds of Adblock Plus and installation instructions can be found <a>here</a>."
  }
}