{
  "s9": {
    "message": "Disable Social Media Buttons"
  },
  "s8": {
    "message": "Disable Malware Domains"
  },
  "title": {
    "message": "Adblock Plus Features"
  },
  "s2": {
    "message": "Adblock Plus can do more than just block ads; it can disable unwanted tracking, protect against malware and remove social media buttons."
  },
  "s7": {
    "message": "Disable Tracking"
  },
  "s6": {
    "message": "Allow Acceptable Ads"
  },
  "s5": {
    "message": "Block Ads"
  },
  "s13": {
    "message": "<strong>Important:</strong> Eyeo GmbH, the company behind Adblock Plus, <strong>did not</strong> draft EasyList and, therefore, has no right to, or control over, its content. Visit the <a>EasyList Community</a> for more information. \nIn no case will Eyeo be held liable towards you or any other party for any loss or damage (including, but not limited to, loss of chances and of business) deriving directly or indirectly from your use of such lists."
  },
  "s31": {
    "message": "To enable this feature, <a>open this dialogue</a>\n          and click <strong>Add</strong>."
  },
  "s19": {
    "message": "To accomplish this, we've established a set of <a>strict guidelines</a> known as the Acceptable Ads initiative. Together with our users and third-party contributors, we have defined acceptable ads and outlined appropriate ad placement and size."
  },
  "s18": {
    "message": "Since many websites rely on advertising revenue, {1}'s default settings encourage the use of nonintrusive advertising rather than annoying, irrelevant ads."
  },
  "s35": {
    "message": "Adblock Plus can disable social media buttons from websites, ensuring that social networks cannot create a profile based on the websites you visit."
  },
  "s12": {
    "message": "By default, <a>EasyList</a>, which corresponds to your browser's language setting, and the <a>Acceptable Ads list</a> are enabled to get you started. \nYou can remove them or add others - it's up to you."
  },
  "s11": {
    "message": "Each Adblock Plus feature functions because of a filter list. You can use pre-made filter lists or <a>create your own</a>."
  },
  "s36": {
    "message": "To enable this feature, <a>open this dialogue</a>\n          and click <strong>Add</strong>."
  },
  "s17": {
    "message": "Allow Acceptable Ads"
  },
  "s16": {
    "message": "Simply <a>install Adblock Plus</a> and, if you'd like, customize it to fit your unique browsing needs."
  },
  "s33": {
    "message": "Buttons used to share content on social media platforms such as Facebook, Twitter, Google Plus and others are placed on almost every website that you visit. Even if you don't click them, these buttons send requests to the social network's servers which then uses the information to create a profile based on your browsing habits."
  },
  "s30": {
    "message": "By default, {1} provides some malware protection, but it can extend this protection by being configured to also block domains known to spread malware. This helps protect your computer against viruses, Trojan horses, worms, adware and spyware."
  },
  "s15": {
    "message": "Adblock Plus blocks all annoying ads on the web by default, including video ads on YouTube, Facebook ads, flashy banners, pop-ups, pop-unders and much more.\n      This is possible based on the filter list(s) you've selected."
  },
  "s22": {
    "message": "With every browsing session, there are multiple firms tracking your online activity and browsing history."
  },
  "s23": {
    "message": "Hundreds of ad agencies\n      are tracking your every move. With Adblock Plus, you can easily disable most tracking and browse the web more anonymously."
  },
  "s20": {
    "message": "Ads meeting these criteria are visible. You can, however, disable this feature at any time and browse <a>ad-free</a>."
  },
  "s27": {
    "message": "If your computer is slow at startup or riddled with pop-ups, it may be infected with malware. Computers infected with malware are vulnerable to all types of cyber attacks, including stolen identity. \n\t  Infected computers can also be used to send spam emails or attack other computers or servers, stealing passwords, social security numbers, personal documents and credit card information."
  },
  "s24": {
    "message": "According to <a>Stanford University research</a>, the EasyPrivacy tracking protection filters are the most efficient of all available tracking protection solutions, and can extend the tracking protection of {1}."
  },
  "s25": {
    "message": "To enable this feature, <a>open this dialogue</a>\n          and click <strong>Add</strong>."
  }
}