{
  "title": {
    "message": "Features"
  },
  "title-full": {
    "message": "Adblock Plus - Features"
  },
  "s1": {
    "message": "Features - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus can do much more than blocking ads: disable unwanted tracking, protect yourself against malware, remove social media buttons."
  },
  "s5": {
    "message": "Block Ads"
  },
  "s6": {
    "message": "Acceptable Ads"
  },
  "s7": {
    "message": "Disable Tracking"
  },
  "s8": {
    "message": "Disable Malware Domains"
  },
  "s9": {
    "message": "Disable Social Media Buttons"
  },
  "s10": {
    "message": "Typo Protection"
  },
  "s12": {
    "message": "Adblock Plus blocks all annoying ads on the web by default: video ads on YouTube, Facebook ads, flashy banners, pop-ups, pop-unders and much more."
  },
  "s13": {
    "message": "Simply install Adblock Plus to your browser (it is available for <a>Firefox</a>, <a>Chrome</a>, <a>Safari</a> and <a>Opera</a>) or your <a>Android</a> smartphone or tablet and all intrusive ads are automatically removed from any website you visit."
  },
  "s15": {
    "message": "Adblock Plus will always block annoying ads."
  },
  "s16": {
    "message": "Still, many websites rely on advertising revenues so we want to encourage websites to use plain and unobtrusive advertising instead of flashy banners."
  },
  "s17": {
    "message": "That's why the Adblock Plus community has established <a>strict guidelines</a> to identify acceptable ads, and Adblock Plus allows these out of the box."
  },
  "s18": {
    "message": "You can always disable this feature if you want to block all ads."
  },
  "s20": {
    "message": "With every browsing session, there are multiple firms tracking your online activity and browsing history."
  },
  "s21": {
    "message": "There are hundreds of ad agencies tracking your every move, but with Adblock Plus you can easily disable all tracking, and browse the web truly anonymously."
  },
  "s22": {
    "message": "According to <a>Stanford University research</a>, the Adblock Plus tracking protection filters are the most efficient of all available tracking protection solutions."
  },
  "s23": {
    "message": "To enable this feature, please <a>open this dialogue</a> and click “Add” to protect yourself against tracking. If you wish to disable this feature, please <a>read here</a> how to do this."
  },
  "s25": {
    "message": "Slow startup, popups, advertisers hijacking your browser: Those are all signs of your computer being infected by malware."
  },
  "s26": {
    "message": "Even worse, computers infected by malware open the doors to all kinds of cyber criminality threats."
  },
  "s27": {
    "message": "These infected computers can then be used to sending out spam emails or attacking other computers or servers, stealing passwords, social security numbers, personal documents and credit card information."
  },
  "s28": {
    "message": "Adblock Plus can be configured to block domains known to spread malware, protecting your computer against viruses, Trojan horses, worms, spy- and adware."
  },
  "s29": {
    "message": "To enable this feature now, please <a>open this dialogue</a> and click “Add” to protect yourself against malicious domains. If you wish to disable this feature, please <a>read here</a> how to do this."
  },
  "s31": {
    "message": "Buttons to share content on social media platforms such as Facebook, Twitter, Google Plus and many others are placed on almost every website you visit."
  },
  "s32": {
    "message": "Even if you are not clicking them, every website containing these buttons is sending a request to the servers of the social network which can use that information to create a profile based on your browsing habits."
  },
  "s33": {
    "message": "You can use Adblock Plus to remove all social media buttons from every website, making sure that social networks can’t create a profile about you based on the websites you visit."
  },
  "s34": {
    "message": "To enable this feature now, please <a>open this dialogue</a> and click “Add” to protect yourself against Social Media tracking. If you wish to disable this feature, please <a>read here</a> how to do this."
  },
  "s36": {
    "message": "The typo correction feature was part of Adblock Plus for Firefox but <a>was removed in version 2.3</a>. If you miss the feature, you can get it back by installing our extension <a>URL Fixer</a>."
  },
  "s37": {
    "message": "Websites containing phishing and other harmful or annoying content are often hosted under misspelled domains and you are at risk of visiting them just by making a small mistake when entering an internet address into your browser."
  },
  "s38": {
    "message": "URL Fixer can automatically correct typos in the address bar to protect you from accidentally visiting malicious domains when misspelling an internet address."
  }
}