{
  "title": {
    "message": "Getting started with Adblock Plus - Installing Adblock Plus"
  },
  "s1": {
    "message": "Installation in Thunderbird and Prism"
  },
  "s2": {
    "message": "In Thunderbird and Prism you cannot navigate to addons.mozilla.org directly. To install Adblock Plus nevertheless, go to <a>addons.mozilla.org</a> in your browser, right-click the big green installation button and choose \"Save Link As\" from the context menu. Choose a location to download Adblock Plus to. Then switch to Thunderbird or Prism and go to the menu Tools / Add-ons. Click the \"Install\" button at the bottom of the dialog and select the Adblock Plus package you downloaded previously. Restart the application when asked."
  },
  "s3": {
    "message": "Installation in K-Meleon"
  },
  "s4": {
    "message": "K-Meleon doesn't have an extension installation mechanism. Because of that Adblock Plus for K-Meleon is a ZIP file that needs to be extracted into K-Meleon's application directory. See <a>Adblock Plus for K-Meleon</a> page for installation packages and detailed installation instructions."
  },
  "s5": {
    "message": "Dealing with \"not compatible\" error message"
  },
  "s6": {
    "message": "If you cannot install Adblock Plus because it is \"not compatible\", this might mean two things:"
  },
  "s7": {
    "message": "Your application is too old and a newer version has been out for some time already. Adblock Plus cannot support old application versions for an indefinite amount of time, already because after a while too few people use that application version and bugs no longer get noticed. Best solution is updating to a new application version and installing Adblock Plus then. If for some reason that is not possible, as a temporary solution you can also have a look at <a>older Adblock Plus versions</a>, one of them might be compatible."
  },
  "s8": {
    "message": "Your application is too new and Adblock Plus hasn't been marked compatible with it yet. If you didn't do that already, try installing from <a>addons.mozilla.org</a> and make sure that JavaScript is enabled — installation from addons.mozilla.org will provide the browser with more current compatibility information. If that doesn't help either, please create a new topic in the <a>forum</a> (no registration required)."
  },
  "s9": {
    "message": "Other problems during installation"
  },
  "s10": {
    "message": "There is a number of other problems that can occur during extension installation. Please have a look at the <a>MozillaZine Knowledge Base</a> for solutions."
  }
}