{
  "downloadStatusDescription-s4": {
    "message": "<code>{1}</code> — Subscription could not be downloaded"
  },
  "downloadStatusDescription-s5": {
    "message": "<code>{1}</code> — Subscription was downloaded but the first line wasn't <code>{2}</code>"
  },
  "specialDescription-s1": {
    "message": "Defines whether the subscription is a special group containing user filters. Currently there are four special groups, namely <code>{1}</code> (normal filters), <code>{2}</code> (exception rules), <code>{3}</code> (element hiding rules) and <code>{4}</code> (invalid rules)."
  },
  "externalDescription-s1": {
    "message": "Defines whether the subscription is managed externally. If this attribute is set to <code>{1}</code> the filters in the subscription will only be updated if some extension calls <a>IAdblockPlus.updateExternalSubscription</a>."
  },
  "downloadStatusDescription-s1": {
    "message": "Result code for the last download attempt. This can have the following values:"
  },
  "titleDescription-s1": {
    "message": "Subscription's title as displayed in the Preferences dialog"
  },
  "downloadStatusDescription-s3": {
    "message": "<code>{1}</code> — Subscription URL is invalid"
  },
  "s2": {
    "message": "<em>Note</em>: You should not keep a reference to this object. If you need the state of the same subscription at a later point in time you should request it again from IAdblockPlus to get correct information."
  },
  "s1": {
    "message": "This interface represents a group in the Adblock Plus preferences dialog, it is returned by <a>IAdblockPlus</a>. All access is read-only."
  },
  "getPatternsDescription-s1": {
    "message": "Retrieves the list of filter rules for a subscription. Note that this method usually will not return anything useful for special groups."
  },
  "disabledDescription-s1": {
    "message": "Defines whether the subscription is disabled. If this attribute is set to <code>{1}</code> the filters in the subscription won't be applied."
  },
  "lastModifiedDescription-s1": {
    "message": "Value of the <code>{1}</code> HTTP header received with the last successful download. This isn't used yet and will always be empty."
  },
  "urlDescription-s1": {
    "message": "Subscription identifier. This can be any string for externally managed subscriptions and special groups, for other subscriptions this will be their update URL."
  },
  "downloadStatusDescription-s2": {
    "message": "<code>{1}</code> — Success"
  },
  "lastDownloadDescription-s1": {
    "message": "Timestamp (return value of <code>{1}</code>) of last attempt to download the subscription. The value 0 means that the subscription was never downloaded."
  },
  "title": {
    "message": "IAdblockPlusSubscription"
  },
  "autoDownloadDescription-s1": {
    "message": "Defines whether the subscription will be updated automatically. Note that this attribute is meaningless for externally managed subscriptions and special groups."
  },
  "getPatterns_returnDescription-s1": {
    "message": "array with subscription's filter rules"
  }
}