{
  "title": {
    "message": "Adblock Plus - Surf the web without annoying ads!"
  },
  "s1": {
    "message": "Adblock Plus - Surf the web without annoying ads!"
  },
  "s2": {
    "message": "Adblock Plus is the most popular adblocker available for Firefox, Chrome, Opera, Android and Internet Explorer. Block all annoying ads all over the web: remove video ads on YouTube, block Facebook ads, get rid of pop-ups and much more. On Google Chrome, Adblock Plus is one of the fastest growing extensions ever. Our adblock for Chrome is being used by 10 million people. Download online for free now!"
  },
  "s3": {
    "message": "Adblock Plus - Surf the web without annoying ads!"
  },
  "s4": {
    "message": "Adblock Plus is the most popular adblocker available for Firefox, Chrome, Opera, Android and Internet Explorer. Block all annoying ads all over the web: remove video ads on YouTube, block Facebook ads, get rid of pop-ups and much more. On Google Chrome, Adblock Plus is one of the fastest growing extensions ever. Our adblock for Chrome is being used by 10 million people. Download online for free now!"
  },
  "s5": {
    "message": "Adblock Plus"
  },
  "s6": {
    "message": "Surf the web without annoying ads!"
  },
  "s7": {
    "message": "Blocks banners, pop-ups and video ads - even on Facebook and YouTube"
  },
  "s8": {
    "message": "Protects your online privacy"
  },
  "s9": {
    "message": "Two-click installation"
  },
  "s10": {
    "message": "It's free!"
  },
  "s11": {
    "message": "Install for Firefox"
  },
  "s12": {
    "message": "Install for Chrome"
  },
  "s13": {
    "message": "Install for Opera"
  },
  "s14": {
    "message": "Install for Android"
  },
  "s15": {
    "message": "Install for Internet Explorer"
  },
  "s16": {
    "message": "Adblock Plus for Firefox"
  },
  "s17": {
    "message": "Adblock Plus for Chrome"
  },
  "s18": {
    "message": "Adblock Plus for Android"
  },
  "s19": {
    "message": "Adblock Plus for Opera"
  },
  "s20": {
    "message": "Adblock Plus for Internet Explorer"
  },
  "s21": {
    "message": "It appears that you are using Mozilla Firefox."
  },
  "s22": {
    "message": "Switch to Adblock Plus for Firefox."
  },
  "s23": {
    "message": "It appears that you are using Google Chrome."
  },
  "s24": {
    "message": "Switch to Adblock Plus for Chrome."
  },
  "s25": {
    "message": "It appears that you are using Android."
  },
  "s26": {
    "message": "Switch to Adblock Plus for Android."
  },
  "s27": {
    "message": "It appears that you are using Opera."
  },
  "s28": {
    "message": "Switch to Adblock Plus for Opera."
  },
  "s29": {
    "message": "It appears that you are using Internet Explorer."
  },
  "s30": {
    "message": "Switch to Adblock Plus for Internet Explorer."
  },
  "s31": {
    "message": "Open Source"
  },
  "s32": {
    "message": "Adblock Plus is a community project.\n      <a>Join us!</a>"
  },
  "s33": {
    "message": "Over"
  },
  "s34": {
    "message": "million downloads"
  },
  "s35": {
    "message": "Adblock Plus is the most popular browser extension."
  },
  "s36": {
    "message": "Support Free Content"
  },
  "s37": {
    "message": "Help free web content stay that way with <a>Acceptable Ads</a>."
  },
  "s38": {
    "message": "Learn More"
  },
  "s39": {
    "message": "Show Less"
  },
  "s40": {
    "message": "Mozilla Firefox"
  },
  "s41": {
    "message": "Google Chrome"
  },
  "s42": {
    "message": "Opera"
  },
  "s43": {
    "message": "Android"
  },
  "s44": {
    "message": "Internet Explorer"
  },
  "s45": {
    "message": "Download Firefox Adblock Plus"
  },
  "s46": {
    "message": "Firefox is a free and open source browser available for Windows, OS X, Linux, and Android which supports addons. Addons are extensions to your browser to improve privacy and security and the way you view the web. Since its launch in 2006, Adblock Plus has continuously been the most popular addon for the Mozilla Firefox web browser."
  },
  "s47": {
    "message": "Adblock Plus for Firefox is more than a popup blocker. Are you troubled by banners, overlays and other annoying advertisements? Just install the Firefox ad blocker and experience the web as it should be. Depending on the filter lists you have activated, you can even block YouTube video ads and block Facebook tracking. Filter lists are created by members of the open source community and free to use. If you don't want to rely on filter lists, you can create your own <a>blocking rules</a> to customize your web experience."
  },
  "s48": {
    "message": "Adblock Plus for Firefox is the most downloaded browser extension worldwide and winner of the About.com Reader's Choice Award 2011 and 2013, as well as the Linux New Media award for the Best Open Source Firefox Extension."
  },
  "s49": {
    "message": "Ad Blocker for Chrome"
  },
  "s50": {
    "message": "Adblock Plus is the most advanced adblocker for the Google Chrome browser. Are you fed up with advertisers infringing on your browsing experience? Simply install the extension and all annoying ads will be automatically blocked from the internet. Blinking banners, popups, video commercials on YouTube and Facebook ads: The Chrome Adblock Plus extension will automatically remove any unwanted ad from every website you visit. Want more? You can easily activate additional privacy and security <a>features</a> such as tracking and malware protection."
  },
  "s51": {
    "message": "Installing the Chrome Adblock Plus addon to your browser only takes a few seconds. Simply click the \"Install for Chrome\" button above and confirm the installation by clicking the \"Add\" button. Please note: The Chrome browser displays a warning that Adblock Plus can access the data on any website you visit. This is a standard warning for Chrome extensions running on every tab. We promise to never collect any data about you."
  },
  "s52": {
    "message": "The add-on is developed by the open source community and free to use for everybody. With more than"
  },
  "s53": {
    "message": "million users, it is one of the most popular extensions for Chrome. Here's what others are saying about it:"
  },
  "s54": {
    "message": "If you use Google Chrome, there's no reason to surf without it."
  },
  "s55": {
    "message": "Download.com on Adblock Plus for Chrome"
  },
  "s56": {
    "message": "If you're bothered by ads while on the internet, try Adblock Plus. You won't regret it."
  },
  "s57": {
    "message": "Softonic.com"
  },
  "s58": {
    "message": "Blocking ads on Opera"
  },
  "s59": {
    "message": "Adblock Plus is one of the most popular add-ons available for Opera and has been downloaded over"
  },
  "s60": {
    "message": "million times. The installation of Opera extensions only takes a few seconds. By adding Adblock Plus to your Opera browser, you can remove all online advertising such as banners, pop-ups, 30-second YouTube commercials, Facebook ads and any other unwanted online ad. After installing this extension, all annoying ads will automatically be removed from all websites, which makes browsing the internet less distracting and more enjoyable."
  },
  "s61": {
    "message": "Besides blocking all obtrusive advertising from your browsing experience, Adblock Plus significantly increases the speed of your Opera browser. By preventing advertisements from being loaded by your browser, the ad blocker helps you to save bandwidth and makes surfing the internet faster, especially if you are on a slow internet connection."
  },
  "s62": {
    "message": "Add Adblock Plus to your Opera browser by clicking on the green button \"Install for Opera\" above. Click \"Install\" to confirm the installation and to add the extension to Opera. There are no additional steps or configurations necessary, you will automatically be protected against all obtrusive online advertising."
  },
  "s63": {
    "message": "Adblock Plus for Opera works great. Don't believe us? Don't just take our word for it. Here is what the popular download portal Softpedia has to say: \"Adblock Plus for Opera is a very useful add-on that was especially designed to help users get rid of nuisances like pop-up ads, flashing banners and other such things.\""
  },
  "s64": {
    "message": "Android Adblock app"
  },
  "s65": {
    "message": "Adblock Plus is the most popular ad blocking app for Android, and is used by over"
  },
  "s66": {
    "message": "million users every day. It is the first mobile ad blocker which works on non-rooted devices, which makes it much more convenient to use than any other ad blocking app on Android. By adding Adblock Plus to your Android device, all banners and other nasty ads will automatically be blocked from most apps and the websites you visit on your smartphone or tablet. The Android adblocker works with most browsers such as Google Chrome on Android."
  },
  "s67": {
    "message": "By installing the Android Adblock Plus app, you can significantly increase the speed of browsing with your mobile device. The app filters the web traffic and prevents unwanted ads from being downloaded, which reduces bandwidth and jacks up the speed of your browsing. Blocking ads on Android is also useful to protect your privacy and to eliminate the threat of downloading malicious apps, which are often distributed through misleading advertisements."
  },
  "s68": {
    "message": "Please note that there are some limitations in Android which may require some manual efforts for the app to block ads. For non-rooted devices running on 4.1.2, 4.2.1 and higher, some minor configuration is required. For non-rooted devices with Android 3.1 or higher, Adblock Plus will automatically block all ads over your WiFi connection. Android devices without root will not be able to block ads on 3G connections."
  },
  "s69": {
    "message": "Adblock Plus for Internet Explorer"
  },
  "s70": {
    "message": "Although you might not expect it, Internet Explorer is still the world's second most popular browser with hundreds of millions of daily users. We developed Adblock Plus for Internet Explorer precisely for those users — so that they can finally experience the web without annoying ads."
  },
  "s71": {
    "message": "Developing an extension for Internet Explorer is challenging — that’s one of the reasons there are not as many extensions on Internet Explorer as on Mozilla Firefox, Google Chrome and Opera. The installation of Adblock Plus for Internet Explorer is different than on other browsers. Usually, the extension is directly added to the browser; however, for Internet Explorer you need to install it through a so-called installer. But don’t worry: it takes under 30 seconds to install Adblock Plus for Internet Explorer. Just click on the green button above called “Install for Internet Explorer” to protect yourself from annoying advertising."
  },
  "s72": {
    "message": "Current limitations: Due to the limitations of some of the fragmented versions of Internet Explorer, Adblock Plus currently doesn’t work for:"
  },
  "s73": {
    "message": "Enhanced Protected Mode of Internet Explorer 10"
  },
  "s74": {
    "message": "Metro Mode of Internet Explorer in Windows 8"
  },
  "s75": {
    "message": "Internet Explorer in Windows RT"
  },
  "s76": {
    "message": "It is expected that the support for the Enhanced Protected Mode of Internet Explorer 10 will be added in the follow-up release."
  }
}