{
  "super-reviews-process": {
    "message": "For these types of changes, the module owner should review first and make sure that all of their comments are addressed, then request a super review."
  },
  "super-reviews-text": {
    "message": "While the module owner will review all changes, certain changes should also be reviewed by the super reviewer, in particular:"
  },
  "mozilla": {
    "message": "We're using a module ownership system similar to <a>what Mozilla has</a>."
  },
  "tackle-priorities": {
    "message": "Ensure all high priority issues get tackled"
  },
  "set-priotities": {
    "message": "Set the priority of new issues and reject them if necessary"
  },
  "owner-role-text": {
    "message": "Module owners have functional authority and responsibility over their area. Only the respective super reviewer can overrule their decisions, but this should not be necessary in practice."
  },
  "review": {
    "message": "Review and approve all changes to the module"
  },
  "commit-access": {
    "message": "Grant or revoke commit access"
  },
  "super-reviewer-role-title": {
    "message": "Super reviewers"
  },
  "super-reviews-title": {
    "message": "Super reviews"
  },
  "api-changes": {
    "message": "API changes (both public API as well as API between modules)"
  },
  "refactoring": {
    "message": "Major refactoring"
  },
  "responsibilities": {
    "message": "Responsibilities for module owners"
  },
  "peer-role-title": {
    "message": "Peers"
  },
  "peer-role-text": {
    "message": "One person tends to not be enough to take care of a module. Therefore module owners can designate peers that can also review and approve code, and otherwise help with their responsibilities."
  },
  "super-reviewer-role-text": {
    "message": "Most modules have a designated super reviewer, who will oversee things at a higher level."
  },
  "title": {
    "message": "Module ownership"
  },
  "subprojects": {
    "message": "New subprojects"
  },
  "owner-role-title": {
    "message": "The module owner role"
  },
  "quality": {
    "message": "Maintain and improve quality"
  }
}