{
  "title": {
    "message": "Privacy policy"
  },
  "title-full": {
    "message": "Privacy Policy"
  },
  "s1": {
    "message": "General notes"
  },
  "s2": {
    "message": "The general privacy policy of the Adblock Plus project is to avoid collecting more data than\n  is required for the extensions and the AdblockPlus.org website to function correctly."
  },
  "s3": {
    "message": "The data gathered is anonymized if possible and removed when no longer required."
  },
  "s4": {
    "message": "It is\n  never shared with any third parties."
  },
  "s5": {
    "message": "This policy lists the data that is collected and\n  the processing applied to it."
  },
  "s6": {
    "message": "AdblockPlus.org website"
  },
  "s7": {
    "message": "Website logs"
  },
  "s8": {
    "message": "All requests to the AdblockPlus.org website are recorded in the website logs."
  },
  "s9": {
    "message": "The\n  data stored includes your IP address, time of the request, the web\n  address accessed, the browser identifier and the referring page."
  },
  "s10": {
    "message": "This data is used to\n  generate usage statistics as well as to investigate potential security issues and forum/blog\n  spam."
  },
  "s11": {
    "message": "The detailed logs are retained for a period of 30 days after which only the\n  aggregated usage statistics remain."
  },
  "s12": {
    "message": "Stored IP addresses"
  },
  "s13": {
    "message": "The web applications installed on AdblockPlus.org store your IP address when you create a\n  forum post, add a blog comment or translate a page."
  },
  "s14": {
    "message": "This allows administrators to\n  address spam content and security breaches effectively."
  },
  "s15": {
    "message": "All stored IP addresses are\n  removed after 30 days."
  },
  "s16": {
    "message": "Cookies"
  },
  "s17": {
    "message": "Several areas of the Adblock Plus website use cookies to recognize logged in users or to store\n  settings."
  },
  "s18": {
    "message": "Cookies are not evaluated in any other manner and are never used to\n  track website visitors."
  },
  "s19": {
    "message": "Forum registration"
  },
  "s20": {
    "message": "Data entered during forum registration is used to form user's public profile\n  and is therefore visible to other forum visitors."
  },
  "s21": {
    "message": "There are two exceptions:"
  },
  "s22": {
    "message": "Passwords go through one-way encryption before being stored on the server."
  },
  "s23": {
    "message": "This means that they cannot be recovered by anybody, even with access to the database."
  },
  "s24": {
    "message": "Email addresses are only displayed in the public profile if explicitly agreed to."
  },
  "s25": {
    "message": "By default they are only used for the sending of notifications you subscribed to."
  },
  "s26": {
    "message": "Registration is not required to participate in the forums."
  },
  "s27": {
    "message": "Blog comments"
  },
  "s28": {
    "message": "When a comment is added on the <a>Adblock Plus blog</a> an email address can\n  optionally be specified."
  },
  "s29": {
    "message": "Unlike the other fields it is never displayed and\n  is only used to notify the comment author about replies."
  },
  "s30": {
    "message": "Adblock Plus extension"
  },
  "s31": {
    "message": "Extension update checks"
  },
  "s32": {
    "message": "Your browser periodically checks for updates of all your extensions including Adblock\n  Plus."
  },
  "s33": {
    "message": "Some general information, such as browser version, extension version, operating\n  system and your IP address, are transmitted during an update check."
  },
  "s34": {
    "message": "Adblock Plus nightly\n  build updates as well as updates for Adblock Plus on Android and Internet Explorer are handled\n  by AdblockPlus.org website and the data transmitted is subject to\n  <a>its privacy policy</a>."
  },
  "s35": {
    "message": "Updates to stable\n  Adblock Plus for Firefox releases are handled by Addons.Mozilla.Org website and are subject\n  to the"
  },
  "s36": {
    "message": "Firefox Privacy\n  Policy"
  },
  "s37": {
    "message": "."
  },
  "s38": {
    "message": "Updates to stable Adblock Plus for Chrome releases are handled by the\n  Google Web Store website and is subject to the\n  <a>Google Privacy Policy</a>."
  },
  "s39": {
    "message": "Updates\n  to stable Adblock Plus for Opera releases are handled by the Opera Add-ons website and are\n  subject to the"
  },
  "s40": {
    "message": "Opera privacy policy"
  },
  "s41": {
    "message": "."
  },
  "s42": {
    "message": "Subscription downloads"
  },
  "s43": {
    "message": "If you add filter subscriptions to your Adblock Plus installation the subscription\n  will be requested regularly to retrieve updates."
  },
  "s44": {
    "message": "Every update results in the hosting\n  website receiving your IP address as well as some general information like your Adblock Plus\n  version, browser and browser version."
  },
  "s45": {
    "message": "This data is subject to the privacy policy of the\n  website in question."
  },
  "s46": {
    "message": "Furthermore, if a subscription download fails on several consecutive occasions, the updated\n  address of the filter list is requested from the AdblockPlus.org domain."
  },
  "s47": {
    "message": "The data\n  transmitted includes Adblock Plus version, subscription address, and information about the\n  error encountered."
  },
  "s48": {
    "message": "This data is used to identify issues that have not been reported by\n  subscription maintainers and is subject to the usual\n  <a>AdblockPlus.org privacy policy</a>."
  },
  "s49": {
    "message": "Issue reporter"
  },
  "s50": {
    "message": "Adblock Plus for Firefox allows you to send issue reports to be\n  temporarily stored on AdblockPlus.org domain."
  },
  "s51": {
    "message": "These reports contain information\n  required to investigate the issue including Adblock Plus version, browser version,\n  address of the web page where the problem is visible, blockable items on this web page,\n  matching filters and active subscriptions."
  },
  "s52": {
    "message": "Parameter values are removed from all\n  transmitted addresses to avoid unintentionally leaking private information."
  },
  "s53": {
    "message": "It is also\n  possible to provide additional information, which may be privacy-sensitive:"
  },
  "s54": {
    "message": "Website screenshot provides a scaled-down and color-reduced version of the page\n    viewed."
  },
  "s55": {
    "message": "It is possible to remove particularly sensitive sections of the page before\n    the report is sent."
  },
  "s56": {
    "message": "Email address is only used to request more information on the issue."
  },
  "s57": {
    "message": "List of installed extensions is necessary for the investigation of conflicts with other\n    extensions."
  },
  "s58": {
    "message": "The processed reports can only be accessed by somebody who knows their unique address."
  },
  "s59": {
    "message": "These addresses are only shared with the maintainers of the filter subscriptions mentioned in\n  the report and are unlikely to be found by others unless a link is provided."
  },
  "s60": {
    "message": "All\n  reports and their associated data are automatically removed after 30 days."
  },
  "s61": {
    "message": "Emergency notification"
  },
  "s62": {
    "message": "Recent Adblock Plus versions contain an emergency notification mechanism that allows them to\n  notify users about important issues affecting their Adblock Plus installation."
  },
  "s63": {
    "message": "This\n  feature requires all Adblock Plus installations to query an address in the AdblockPlus.org\n  domain regularly to retrieve the list of active notifications."
  },
  "s64": {
    "message": "This request makes\n  your IP address visible to the website and also sends some general information like your Adblock\n  Plus version, browser and browser version."
  },
  "s65": {
    "message": "This data allows serving different\n  notifications to different clients and is subject to the usual\n  <a>AdblockPlus.org privacy policy</a>."
  },
  "s66": {
    "message": "Further AdblockPlus.org website requests"
  },
  "s67": {
    "message": "Adblock Plus may make further requests to the AdblockPlus.org website as required, for\n  example if a documentation link is clicked or if the full list of filter subscriptions needs\n  to be downloaded."
  },
  "s68": {
    "message": "These requests are subject to the usual\n  <a>AdblockPlus.org privacy policy</a>."
  },
  "s69": {
    "message": "Data retention"
  },
  "s70": {
    "message": "Adblock Plus stores some data in"
  },
  "s71": {
    "message": "http://support.mozilla.com/en-US/kb/Profiles"
  },
  "s72": {
    "message": "the Firefox profile"
  },
  "s73": {
    "message": "on your computer."
  },
  "s74": {
    "message": "Adblock Plus never transmits this data to any servers, but other\n  extensions and services, such as\n  <a>Firefox Sync</a>,\n  may do so."
  },
  "s75": {
    "message": "Most of the data (your preferences, filter subscriptions and custom\n  filters) is unobjectionable privacy-wise."
  },
  "s76": {
    "message": "However, filter hit statistics and recent\n  issue reports could be used to reconstruct your browsing history."
  },
  "s77": {
    "message": "Adblock Plus treats\n  this information identically to how history data is treated by the browser:"
  },
  "s78": {
    "message": "this data\n  isn't stored if you are using"
  },
  "s79": {
    "message": "http://support.mozilla.com/en-US/kb/Private+Browsing"
  },
  "s80": {
    "message": "Private Browsing mode"
  },
  "s81": {
    "message": "and is removed if you choose to clear your browsing history."
  },
  "s82": {
    "message": "Element Hiding Helper extension"
  },
  "s83": {
    "message": "Extension update checks"
  },
  "s84": {
    "message": "Your browser periodically checks for updates of your extensions including Element Hiding\n  Helper."
  },
  "s85": {
    "message": "Some general information, such as browser version, extension version, operating\n  system and your IP address, is transmitted during an update check."
  },
  "s86": {
    "message": "Element Hiding Helper nightly\n  build updates are handled by AdblockPlus.org website and the\n  data transmitted is subject to <a>its privacy policy</a>."
  },
  "s87": {
    "message": "Updates to stable\n  releases are handled by Addons.Mozilla.Org website and are subject\n  to the"
  },
  "s88": {
    "message": "Firefox Privacy\n  Policy"
  },
  "s89": {
    "message": "."
  }
}