{
  "collection-processing-websites-paragraph": {
    "message": "When using our websites, as AdblockPlus.org and AdblockBrowser.org (Websites), we automatically collect the following data in order to provide you with our services, and for security reasons:"
  },
  "controller-heading": {
    "message": "Controller"
  },
  "what-is-personal-paragraph-2": {
    "message": "This information includes, for example, details such as name and email address, but also nicknames and information in your forum posts."
  },
  "what-is-purpose-heading": {
    "message": "What is the purpose of data processing and what is the legal basis?"
  },
  "what-is-personal-paragraph-1": {
    "message": "The purpose of data protection is to protect personal data. Personal data means any information relating to an identified or identifiable natural person (\"data subject\"). An identifiable natural person is one who can be identified, directly or indirectly, in particular, by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person."
  },
  "legal-basis-heading": {
    "message": "Legal basis of data collection and processing"
  },
  "gdpr-abbr": {
    "message": "GDPR"
  },
  "data-processed-item-3": {
    "message": "Browser version"
  },
  "data-processed-item-2": {
    "message": "Extension updates, subscription downloads, emergency notifications:"
  },
  "data-processed-item-1": {
    "message": "While using our products: Adblock Plus or Adblock Browser (automatically, except for Issue Reporter)"
  },
  "data-processed-item-7": {
    "message": "IP address"
  },
  "data-processed-item-6": {
    "message": "Date of last update"
  },
  "data-processed-item-5": {
    "message": "Operating system"
  },
  "data-processed-item-4": {
    "message": "Extension version"
  },
  "erasure-of-data-item-3": {
    "message": "If you object to the collection and processing and there are no overriding legitimate grounds for the collection and processing."
  },
  "erasure-of-data-item-2": {
    "message": "If you withdraw your consent on which the collection and processing is based and where there are no other legal grounds for the collection and processing."
  },
  "data-processed-item-9": {
    "message": "Adblock Browser for Android"
  },
  "data-processed-item-8": {
    "message": "Additionally, you may manually submit the following information about a web page with a bug using the <a>Issue Reporter</a>: URL, blockable items, matching filters, active filter lists (voluntary)"
  },
  "adblock-plus-paragraph": {
    "message": "When you use the Adblock Plus browser extension, we collect and process the following data:"
  },
  "error-data-sent-paragraph-1": {
    "message": "Said data is only collected when the application crashes or throws an error. Furthermore, Adblock Browser for iOS explicitly asks for permission to send the collected information after the crash or error happened."
  },
  "general-info-heading": {
    "message": "General information about your privacy"
  },
  "information-acces-rights-heading": {
    "message": "Information, access, rectification and restriction rights"
  },
  "further-requests-heading": {
    "message": "Further requests"
  },
  "title": {
    "message": "Privacy Policy"
  },
  "our-values-paragraph": {
    "message": "We collect as little data as possible. As far as anonymous or pseudonymous use is possible we anonymize or pseudonymize your data."
  },
  "disclosure-paragraph-2": {
    "message": "We will not transfer your personal data to third parties as a matter of course without letting you know in advance. We will ask for your prior permission unless the transfer of such data is permitted by GDPR or any other applicable EU laws and German national data protection laws."
  },
  "website-logs-heading": {
    "message": "Website logs"
  },
  "auto-collected-info-heading": {
    "message": "Automatically collected information"
  },
  "general-notes-paragraph": {
    "message": "Your protection and data confidentiality is of utmost importance to us (\"eyeo\" \"we\" \"our\"). We take the protection your personal data very seriously and collect as little data as possible. Nevertheless, collecting data helps our products and websites function correctly, and allows us to communicate with you. Our general privacy policy is to avoid collecting more data than necessary. Collected data is anonymized, if possible, and deleted when no longer needed. This privacy policy shall inform you about the collection, processing and use of your personal data. We gather and use personal data firmly within the provisions of the European General Data Protection Regulation (Regulation (EU) 2016/679) (“GDPR”), the applicable EU Laws and German national data protection laws. In the following text we will inform you about the specific data, the scope and the purpose of the collection and use of personal data by {1} when using our products and visiting our websites."
  },
  "google-analytics-paragraph-1": {
    "message": "We use Google Analytics, a web analytics service from Google Inc. (\"Google\"), on our Websites. Google Analytics uses so-called \"cookies\" (text files stored on your computer that enable us to analyze your use of our Websites). Information generated by the cookies (including your abbreviated IP address) is transmitted to and stored at a Google server in the United States. Google uses this information to assess your use of our Websites, to compile activity reports, and to provide more services connected with the use of our Websites. It is possible that Google may transmit this information to third parties if required by law, or if third parties process this information on behalf of Google."
  },
  "issue-reporter-heading": {
    "message": "Issue Reporter"
  },
  "dpo-heading": {
    "message": "Data Protection Officer"
  },
  "contract-permission-heading": {
    "message": "Collection and processing is necessary for taking steps prior to enter into a contract - Art. 6 (1) b GDPR"
  },
  "eu-abbr": {
    "message": "EU"
  },
  "who-is-responsible-paragraph-2": {
    "message": "If you have any questions regarding your personal data, please do not hesitate to contact our Data Protection Officer:"
  },
  "who-is-responsible-paragraph-1": {
    "message": "The legal person responsible for the collection, processing and / or use of personal data in connection with our websites and products (\"Controller\") is:"
  },
  "why-we-process-heading": {
    "message": "How and why do we process your data?"
  },
  "subscription-downloads-heading": {
    "message": "Subscription downloads"
  },
  "right-to-object-heading": {
    "message": "Right to object to the processing of your data"
  },
  "forum-registration-heading": {
    "message": "Forum registration"
  },
  "email-collection-heading": {
    "message": "Email collection"
  },
  "compliance-permission-heading": {
    "message": "Collection and processing is necessary for compliance with a legal obligation to which the Controller is subject – Art. 6 (1) c GDPR"
  },
  "adblock-browser-android-paragraph-2": {
    "message": "Deviating from the description in <a>Firefox's Privacy Notice</a>, Firefox updates are provided under eyeo's control and some features, such as the Firefox Health Report, crash reporting and add-ons, are disabled."
  },
  "purpose-paragraph-2": {
    "message": "We collect and process your personal data solely for the following purposes:"
  },
  "purpose-paragraph-1": {
    "message": "In compliance with Art. 5 (b) GDPR, we collect and process your personal data for specified, explicit and legitimate purposes and do not further process your data in a manner that is incompatible with those purposes."
  },
  "adblock-browser-android-paragraph-1": {
    "message": "Adblock Browser for Android is based on Mozilla's Firefox browser. Some data collection and processing in connection with Adblock Browser for Android are subject to <a>Mozilla's Privacy Policy</a>. Please note that Adblock Browser automatically connects to Mozilla and its service providers to provide security, snippets and other features (<a>Firefox's Privacy Notice</a>); and when you ask it to, Adblock Browser also connects to Mozilla to provide you with features such as location services (<a>Firefox's Privacy Notice</a>)."
  },
  "cookies-paragraph": {
    "message": "Several areas of our Websites use cookies to recognize signed-in users or to store settings. Cookies are small files that are stored on your computer with the help of your internet browser. Cookies are not evaluated in any other manner and are never used to track Website visitors. If you do not want to enable cookies, you can opt against using them by selecting the appropriate settings on your browser. Please note that the efficiency and range of eyeo's services may be restricted as a result."
  },
  "data-processed-item-18": {
    "message": "Instruction pointer, method or function names, signal data, pointer registers and information about the loaded binary images"
  },
  "general-notes-item-9": {
    "message": "Collection and processing in our products"
  },
  "data-processed-item-29": {
    "message": "Email address"
  },
  "erasure-of-data-paragraph-2": {
    "message": "Please note, if data needs to be retained for legal purposes pursuant to Art. 17 (3) GDPR, we will restrict the use of the respective data."
  },
  "purpose-item-3": {
    "message": "We send emergency notifications in order to inform you about urgent issues in connection with our products."
  },
  "who-is-responsible-heading": {
    "message": "Who is responsible for data collection and processing (contacts)?"
  },
  "purpose-item-1": {
    "message": "We collect and process your personal data, such as website logs and data relating to subscription downloads, extension update checks (such data is collected and processed by Google, see <a>Google Privacy Policy</a>), emergency notifications and Issue Reporter data sent by you, for technical purposes. We mainly collect and process such data to prevent security attacks and are thus able to provide our services to you in a secure and data-efficient manner."
  },
  "stored-website-requests-paragraph": {
    "message": "The request to our Websites, including your IP address, is stored when you create a forum post, submit a contact form, or add a blog comment. This allows administrators to effectively address spam content and security breaches. All stored requests are deleted after 30 days."
  },
  "erasure-of-data-paragraph-1": {
    "message": "You have the right to demand from us the erasure of your personal data, where – inter alia – one of the following grounds applies:"
  },
  "purpose-item-4": {
    "message": "We collect and process the data you have provided us with in our blog and forum in order to communicate with you and / or to assist you."
  },
  "general-info-paragraph": {
    "message": "The following information applies to the collection, processing and use of personal data in connection with our services, as but not limited to, the Adblock Plus extension, Adblock Browser and on our websites."
  },
  "how-long-item-6": {
    "message": "Blog and forum data as long as the respective comment / account exists"
  },
  "how-long-item-3": {
    "message": "Crash and error reporter data"
  },
  "why-we-process-item-5": {
    "message": "For communication and assistance purposes in our forum and blog."
  },
  "general-notes-item-3": {
    "message": "What is personal data?"
  },
  "information-acces-rights-paragraph": {
    "message": "Naturally you have the right to receive, upon request, information about the personal data stored by us about you and information about how we collect, process and store your personal data. Where that is the case, you have the right to gain access to such personal data stored by us. You have the right to request from us the rectification of your inaccurate personal data. Taking into account the purposes of collecting and processing your data, you have the right to have incomplete personal data completed. You have the right to request restriction of processing."
  },
  "retention-communications-heading": {
    "message": "Email collection"
  },
  "voluntary-info-paragraph": {
    "message": "The Adblock Plus <a>forum</a> and <a>blog</a> are both publicly available to all visitors. If you write a post or comment, we collect and process personal data as follows:"
  },
  "what-is-legal-1": {
    "message": "We process your personal data in compliance with the European General Data Protection Regulation (Regulation (EU) 2016/679) (“GDPR”), the applicable EU laws and German national data protection laws."
  },
  "questions-heading": {
    "message": "Questions?"
  },
  "erasure-of-data-item-1": {
    "message": "If we no longer need your personal data for the aforementioned purposes."
  },
  "description": {
    "message": "This Privacy Policy describes how we use, process and protect information that we collect from you online through our websites and our products."
  },
  "general-notes-item-6": {
    "message": "What rights do you have?"
  },
  "error-data-sent-paragraph-2": {
    "message": "In order to learn more about HockeyApps's privacy policy, please consult their <a>Terms of Service</a> as well as their <a>crash report documentation</a> and <a>event report documentation</a>."
  },
  "data-retention-heading": {
    "message": "Data retention"
  },
  "emergency-notification-heading": {
    "message": "Emergency notification"
  },
  "fax-label": {
    "message": "Fax"
  },
  "how-to-exercise-paragraph": {
    "message": "To exercise your rights, please contact us via <a>email</a> or mail to:"
  },
  "consent-permission-heading": {
    "message": "Collection and processing is based on your consent - Art. 6 (1) a GDPR, Art. 4 (11) GDPR"
  },
  "emergency-notification-paragraph": {
    "message": "Adblock Plus contains an emergency notification mechanism that allows it to notify users about important issues affecting their Adblock Plus installation. This feature requires all Adblock Plus installations to query an address in the AdblockPlus.org domain regularly to retrieve the list of active notifications. This request makes your IP address visible to the website and also sends some general information like your Adblock Plus version, browser, browser version and the number of previous Adblock Plus downloads (the download number is limited to four, and will be displayed as 4+ after reaching this number). This data allows serving different notifications to different clients and is subject to this <a>Privacy Policy</a>."
  },
  "phone-label": {
    "message": "Phone"
  },
  "general-notes-item-5": {
    "message": "Do we disclose personal data?"
  },
  "retention-crash-reports-heading": {
    "message": "Data retention:"
  },
  "privacy-policy-short-heading": {
    "message": "Privacy notice (short version)"
  },
  "data-processed-heading": {
    "message": "What kind of personal data do we process?"
  },
  "data-processed-item-28": {
    "message": "Forum registration data"
  },
  "contract-permission-paragraph": {
    "message": "The collection and processing of your personal data may be necessary for the performance of a contract to which you may be a party. Prior to entering into such a contract, the collection and processing of your personal data may also be necessary in order to take steps at your request. This applies for installation (data gathered by the browser and / or app store) and the use of our products."
  },
  "your-right-item-6": {
    "message": "Withdraw your consent at any time, when you have provided us with your consent to the processing of your personal data."
  },
  "your-right-item-7": {
    "message": "Lodge a complaint with the respective supervisory authority."
  },
  "your-right-item-4": {
    "message": "Request erasure of your data, unless such data needs to be retained for legal purposes."
  },
  "your-right-item-5": {
    "message": "Object to the processing of your data."
  },
  "your-right-item-2": {
    "message": "Rectify inaccurate personal data and restrict details."
  },
  "your-right-item-3": {
    "message": "Receive all your personal data in a structured, commonly used and machine-readable format, as well as having such data transmitted to another controller."
  },
  "data-portability-right-paragraph": {
    "message": "You also have the right (1) to receive all personal data concerning you and which you have provided to us, in a structured, commonly used and machine-readable format and (2) to transmit that data to another controller."
  },
  "your-right-item-1": {
    "message": "Receive information about the personal data processed by us and how we process your data as well as to gain access to such data."
  },
  "tools-item-4": {
    "message": "Sending issue reports"
  },
  "disclosure-heading": {
    "message": "Do we disclose any personal data?"
  },
  "adblock-plus-heading": {
    "message": "Adblock Plus extensions"
  },
  "tools-item-5": {
    "message": "Emergency notification checks"
  },
  "forum-registration-paragraph-1": {
    "message": "We use personal data you entered during forum registration to form the user's public profile, which is visible to other forum visitors for the purpose that users can associate forum posts with a particular person."
  },
  "access-reports-paragraph": {
    "message": "The processed reports can only be accessed by an individual who knows their unique ID. These IDs are only shared with:"
  },
  "why-we-process-item-2": {
    "message": "To improve and to evaluate our products by processing and analyzing subscription downloads, extension updates, emergency downloads and issue reports you send to us."
  },
  "privacy-policy-long-heading": {
    "message": "Privacy Policy (long version)"
  },
  "update-checks-paragraph": {
    "message": "Your browser periodically checks for updates of all your extensions, including Adblock Plus. Some general information - browser version, extension version, operating system, date of last update and your IP address - are transmitted during an update check. Updates for Adblock Plus for Android and Internet Explorer are handled by the Adblock Plus website and the data transmitted is subject to <a>the Adblock Plus Privacy Policy</a>. Updates to Adblock Plus for Firefox are handled by the Mozilla website and are subject to the <a>Mozilla's Privacy Policy</a>. Updates to Adblock Plus for Chrome are handled by the Google Web Store website and are subject to the <a>Google Privacy Policy</a>. Updates to Adblock Plus for Opera are handled by the Opera Add-ons website and are subject to the <a>Opera Privacy Policy</a>. Updates to Adblock Plus for Safari are handled by the Safari Extensions website and are subject to the <a>Apple Privacy Policy</a>."
  },
  "data-processed-item-22": {
    "message": "IP address (stored separately)"
  },
  "google-analytics-heading": {
    "message": "Google Analytics"
  },
  "data-processed-item-23": {
    "message": "The time at which the request was made"
  },
  "what-is-personal-heading": {
    "message": "What is personal data?"
  },
  "tools-item-10": {
    "message": "Via Google Analytics"
  },
  "adblock-browser-ios-heading": {
    "message": "Adblock Browser for iOS"
  },
  "how-long": {
    "message": "How long do we keep data?"
  },
  "retention-communications-paragraph-2": {
    "message": "In general, we do not store your email address unless it’s specifically required to execute the related campaign (i.e. email signups for a newsletter or signing up to get notified about a product launch). In cases where we do store your email address, we only store it for the length of time that is needed to execute the campaign (i.e. once you’ve been notified of the launch)."
  },
  "privacy-notice-short-link": {
    "message": "Privacy Notice (short version)"
  },
  "retention-communications-paragraph-1": {
    "message": "Data provided by you in connection with our blog and our forum will be retained for the same time as the comment and / or your account exists."
  },
  "why-we-process-item-1": {
    "message": "In order to inform you about urgent issues in connection with our products."
  },
  "how-long-item-2": {
    "message": "Issue report data"
  },
  "erasure-of-data-heading": {
    "message": "Right to erasure your data"
  },
  "right-to-object-paragraph": {
    "message": "You have the right to object at any time to the collection and processing of your personal data on grounds relating to your particular situation, when collection and processing is based on our legitimate interest (Art. 6 (1) f GDPR)."
  },
  "data-processed-item-13": {
    "message": "Bundle identifier, bundle version and short bundle version string of Adblock Browser for iOS"
  },
  "questions-paragraph": {
    "message": "Contact our Data Protection Officer, Dr. Judith Nink, via <a>email</a> or <a>phone</a>."
  },
  "issue-reporter-items-intro": {
    "message": "You can  voluntarily:"
  },
  "further-requests-paragraph": {
    "message": "Adblock Plus may make further requests to AdblockPlus.org as required. For example, a documentation link is clicked or the full list of filter subscriptions needs to be downloaded. These requests are subject to this <a>Privacy Policy</a>."
  },
  "general-notes-item-2": {
    "message": "Who is responsible for data processing?"
  },
  "your-rights-long-heading": {
    "message": "What rights do you have?"
  },
  "tools-item-1": {
    "message": "In our products:"
  },
  "tools-item-2": {
    "message": "Update checks"
  },
  "legitimate-interest-permission-paragraph": {
    "message": "The collection and processing of your personal data may be necessary for the purposes of our legitimate interests. We collect and process website logs for technical reasons, such as, but not limited to, preventing denial of service attacks. Denial of service is typically accomplished by flooding the targeted machine or resource with superfluous requests in an attempt to overload systems and prevent some or all legitimate requests from being fulfilled. Preventing such overloads of our systems and any security issues by denial of service attacks is in your and our vital interest and therefore we use the website logs. We use information collected and processed via subscription downloads, extension update checks, emergency notifications and feedback data sent by you, for technical reasons, such as, but not limited to, ensuring the security of the extension version used by you. Ensuring the security of our extension is in your and our vital interest and therefore we use such data. Furthermore, we collect and process such data to ensure that our website and extension are constantly improved and adjusted to the changing requirements for an efficient usability and the technical environment. Ensuring the usability of our websites and of our products is in your and our vital interest and therefore we use such data."
  },
  "forum-registration-paragraph-3": {
    "message": "<strong>Note:</strong> Registration is not required to read articles in the forum and you can delete your account at any time."
  },
  "forum-registration-paragraph-2": {
    "message": "Passwords and email addresses will not be visible to other forum visitors."
  },
  "tools-item-6": {
    "message": "On our websites:"
  },
  "tools-item-7": {
    "message": "Cookies"
  },
  "tools-item-8": {
    "message": "Log files"
  },
  "tools-item-9": {
    "message": "Data, like name and / or email address, sent by you when using our forum or blog, or when sharing manually added filters"
  },
  "data-processed-item-20": {
    "message": "While using our websites:"
  },
  "data-processed-item-21": {
    "message": "Automatically:"
  },
  "data-processed-item-26": {
    "message": "The referring page"
  },
  "data-processed-item-27": {
    "message": "Voluntary:"
  },
  "data-processed-item-24": {
    "message": "The web address accessed"
  },
  "data-processed-item-25": {
    "message": "The browser identifier"
  },
  "data-portability-right-heading": {
    "message": "Right to data portability"
  },
  "eu-abbr-dfn": {
    "message": "European Union"
  },
  "access-reports-2": {
    "message": "Certain members of eyeo’s filter list team. eyeo will use the reports for troubleshooting and support monitoring purposes only."
  },
  "access-reports-1": {
    "message": "Maintainers of the filter subscriptions mentioned in the report, as EasyList authors, who are not employed at eyeo."
  },
  "crash-error-reporter-heading": {
    "message": "Crash and error reporter"
  },
  "general-notes-item-1": {
    "message": "General notes"
  },
  "adblock-browser-android-heading": {
    "message": "Adblock Browser for Android"
  },
  "purpose-item-2": {
    "message": "We collect and process your personal data relating to subscription downloads, extension updates, emergency downloads, and Issue Reporter data sent to us by you to improve and evaluate our products."
  },
  "facebook-messenger-integration-heading": {
    "message": "Facebook Messenger integration"
  },
  "email-collection-paragraph": {
    "message": "Some of eyeo's Websites host product campaigns that rely on email collection. For example, you can request a link by email to install Adblock Browser on your mobile device. We do not use third parties to manage these campaigns. Instead, data that you submit is handled in-house (i.e. turned into an email or used to send the email). We will never share or sell your email address, or any other information collected, to any third parties."
  },
  "email-label": {
    "message": "Email"
  },
  "tools-item-3": {
    "message": "Subscription downloads"
  },
  "privacy-policy-long-link": {
    "message": "Privacy Policy (long version)"
  },
  "why-we-process-item-4": {
    "message": "To analyze aggregated website logs and analytics data, to improve our website."
  },
  "crash-data-sent-heading": {
    "message": "During a crash, the following data is sent:"
  },
  "how-we-collect-heading": {
    "message": "How do we collect data?"
  },
  "adblock-ai-heading": {
    "message": "At adblock.ai"
  },
  "compliance-permission-paragraph": {
    "message": "Collection and processing of your personal data may be necessary for compliance with a legal obligation to which we are subject under EU laws or the laws of an EU Member State."
  },
  "access-reports-heading": {
    "message": "Access to the reports"
  },
  "data-processed-item-31": {
    "message": "Feedback and filter data"
  },
  "data-processed-item-30": {
    "message": "Data you provide in comments"
  },
  "data-processed-item-32": {
    "message": "Aggregated analytics data"
  },
  "lodge-a-complaint-paragraph": {
    "message": "You have the right to lodge a complaint with a supervisory authority, in particular in the Member State of your habitual residence, place of work or place of the alleged infringement if you consider that the collection and processing of personal data relating to you infringes the GDPR."
  },
  "legal-basis-paragraph": {
    "message": "We collect and process your personal data in compliance with the GDPR and the applicable EU laws and German national data protection laws."
  },
  "forum-registration-item-2": {
    "message": "Email addresses are only displayed in the public profile if explicitly agreed to. By default, they are only used for the sending of notifications to which you subscribed."
  },
  "disclosure-item-2": {
    "message": "As part of the further development of our business, it may happen that the structure of eyeo GmbH changes. The legal structure may be adapted, subsidiaries, business units or components may be created, bought or sold. In such transactions user information may be shared with the transmitted part of the company. In the event of a transfer of personal information eyeo GmbH will ensure that it is done in accordance to this privacy policy and the GDPR and applicable EU laws and German data protection laws."
  },
  "disclosure-item-1": {
    "message": "If required for legal proceedings / investigations, personal data will be transferred to the criminal investigation authorities and, if appropriate, to injured third parties. We will only do this if there are concrete indications of illegal and / or abusive behavior. We are also legally obliged to give certain public authorities information. These are criminal investigation authorities, public authorities which prosecute administrative offences entailing fines and the German finance authorities."
  },
  "google-analytics-paragraph-2": {
    "message": "You can deactivate Google Analytics if you do not want to help us improve our products."
  },
  "legitimate-interest-permission-heading": {
    "message": "Collection and processing is necessary for the purposes of our legitimate interests - Art. 6 (1) f GDPR"
  },
  "changes-to-policy-paragraph": {
    "message": "This Privacy Policy may be changed from time to time. The respective current version is available at: <a>{1}</a>."
  },
  "privacy-policy-short-paragraph": {
    "message": "The following privacy notice shall provide you with a general overview about the collection, processing and use (hereinafter together referred to as \"processing\") of your personal data. For more information regarding our processing activities, please view our complete <a>Privacy Policy</a>."
  },
  "purpose-heading": {
    "message": "Purpose of data collection and processing"
  },
  "how-long-paragraph": {
    "message": "<strong>Note</strong>: “Aggregated usage statistics”, such as analytics data and other data without any connection to a single user, may be retained beyond these periods."
  },
  "our-values-heading": {
    "message": "Our values"
  },
  "error-data-sent-item-5": {
    "message": "A string / function name identifying the error."
  },
  "general-notes-heading": {
    "message": "General notes"
  },
  "subscription-downloads-paragraph-2": {
    "message": "Furthermore, if a subscription download fails on several consecutive occasions, the updated address of the filter list is requested from the AdblockPlus.org domain. The data transmitted includes the Adblock Plus version, subscription address and any information about the error encountered. This data is used to identify issues that have not been reported by subscription maintainers and is subject to this <a>Privacy Policy</a>."
  },
  "subscription-downloads-paragraph-1": {
    "message": "If you add filter subscriptions to your Adblock Plus installation, the subscription will be requested to regularly retrieve updates. Every update results in the hosting website receiving your IP address as well as some general information like your Adblock Plus version, browser and browser version."
  },
  "error-data-sent-item-4": {
    "message": "A generated UUID to separate error reports."
  },
  "error-data-sent-item-3": {
    "message": "Timestamp of when the error happened."
  },
  "error-data-sent-item-2": {
    "message": "Device type, CPU architecture and version of the operating system."
  },
  "error-data-sent-item-1": {
    "message": "Bundle identifier, bundle version and short bundle version string of Adblock Browser for iOS."
  },
  "what-is-legal-heading": {
    "message": "What is the legal basis of data processing?"
  },
  "withdraw-consent-paragraph": {
    "message": "You have the right to withdraw your consent at any time, when you have provided us with your consent to the collection and processing of your personal data for one or more specific purposes."
  },
  "error-data-sent-heading": {
    "message": "During an error, the following data is sent:"
  },
  "withdraw-consent-heading": {
    "message": "Right to withdraw your consent at any time"
  },
  "website-logs-paragraph": {
    "message": "All requests to our Websites are recorded in the website logs. Data stored includes your IP address (solely for the purpose of IT security and only accessible by eyeo's IT Security team), the time at which the request was made, the web address accessed, the browser identifier and the referring page. This data (IP address only aggregated via hashing with a daily changing salt) is used to generate usage statistics as well as to investigate potential security issues and forum or blog spam. Detailed logs are retained for a period of 30 days, after which only the aggregated usage statistics that cannot be connected to a single user remain. Everything else is deleted."
  },
  "blog-comments-heading": {
    "message": "Blog comments"
  },
  "crash-data-sent-item-6": {
    "message": "Low level crash data like instruction pointer, method or function names, signal data, pointer registers and information about the loaded binary images."
  },
  "crash-data-sent-item-4": {
    "message": "A generated UUID to prevent duplicate crash reports."
  },
  "crash-data-sent-item-5": {
    "message": "If an exception was thrown, the plain-text class name and message value of the exception."
  },
  "crash-data-sent-item-2": {
    "message": "Device type, CPU architecture and version of the operating system."
  },
  "crash-data-sent-item-3": {
    "message": "Timestamp of when the crash happened."
  },
  "crash-data-sent-item-1": {
    "message": "Bundle identifier, bundle version and short bundle version string of Adblock Browser for iOS."
  },
  "issue-reporter-paragraph-1": {
    "message": "Adblock Plus allows you to send issue reports that will be temporarily stored on the AdblockPlus.org website. These reports contain information required to investigate the issue including the Adblock Plus version, browser version, address of the web page where the problem is visible, blockable items on the web page, matching filters, active subscriptions, type of issue report (i.e. false positive or false negative), and a screenshot of the issue (it is possible to remove particularly sensitive sections of the page before the report is sent). Parameter values are removed from all transmitted addresses to avoid unintentionally leaking private information."
  },
  "list-of-tools": {
    "message": "List of techniques and tools we use for data collection:"
  },
  "data-processed-item-10": {
    "message": "eyeo collects no data. Adblock Browser, being based on Mozilla Firefox, provides Firefox specific functionality which, however, may send data to Mozilla."
  },
  "lodge-a-complaint-heading": {
    "message": "Right to lodge a complaint with a supervisory authority"
  },
  "why-we-process-item-3": {
    "message": "For technical purposes, such as, but not limited to, preventing security attacks, to improve our website / products, to ensure website / product security."
  },
  "issue-reporter-item-1": {
    "message": "Provide your email address in order for us to request more information from you or to update you on the issue."
  },
  "changes-to-policy-heading": {
    "message": "Changes to this Privacy Policy"
  },
  "issue-reporter-item-2": {
    "message": "Include an optional comment about the issue."
  },
  "crash-error-reporter-paragraph": {
    "message": "In the event of an unexpected crash or error, Adblock Browser for iOS collects data relevant for analyzing the cause of the malfunction and transmits it to eyeo's <a>HockeyApp</a> account. The data is solely used for individual troubleshooting (as well as for identifying general defects which lead to unexpected crashes or errors) and is never shared with any third parties other than HockeyApp."
  },
  "how-long-item-5": {
    "message": "Data related to subscription downloads, extension update checks, emergency notifications"
  },
  "how-long-item-4": {
    "message": "Website logs"
  },
  "adblock-ai-paragraph-1": {
    "message": "On our website, adblock.ai, we automatically collect the following information:"
  },
  "your-rights-heading": {
    "message": "What rights do you have?"
  },
  "how-long-item-1": {
    "message": "For a period of 30 days:"
  },
  "data-processed-item-14": {
    "message": "Device type, CPU architecture and version of the operating system"
  },
  "collection-processing-websites-heading": {
    "message": "Collection and processing on our websites"
  },
  "disclsoure-paragraph-1": {
    "message": "We may only transfer your personal data to third parties without informing you separately beforehand in the following exceptional cases as explained below:"
  },
  "cookies-heading": {
    "message": "Cookies"
  },
  "collection-and-processing-heading": {
    "message": "Collection and processing in our products"
  },
  "your-rights-long-paragraph": {
    "message": "In compliance with the GDPR and the applicable EU laws and German national data protection laws and to the extent legally permitted, you have the following rights to protect your personal data collected and processed by us:"
  },
  "volentary-info-heading": {
    "message": "Information you give to us on a voluntary basis"
  },
  "data-retention-paragraph-2": {
    "message": "Adblock Plus stores some data in <a>the Firefox profile</a> on your computer. Adblock Plus never transmits this data to any servers, but other extensions and services, such as <a>Firefox Sync</a>, may do so. Most of the data (your preferences, filter subscriptions and custom filters) is unobjectionable privacy-wise. However, filter hit statistics and recent issue reports could be used to reconstruct your browsing history. Adblock Plus treats this information identically to how history data is treated by the browser; this data isn't stored if you are using <a>private browsing mode</a> and is removed if you choose to clear your browsing history."
  },
  "blog-comments-paragraph": {
    "message": "When you add a comment on the Adblock Plus <a>blog</a>, you can optionally specify an email address. Unlike the other fields, the email address is never displayed to other visitors and is only used to notify the comment author about replies to their comments, if any."
  },
  "retention-website-requests-heading": {
    "message": "Data retention"
  },
  "facebook-messenger-integration-1": {
    "message": "We have embedded the Facebook Messenger functionality, owned by Facebook, Inc., into the adblock.ai website to enable you to submit screenshots to our bot (“Adblock AI”) via Messenger, without having to access the Facebook website. Please note that Messenger is hosted by Facebook. We have disabled the function that would otherwise send personal data to Facebook when you access our website; however, when you click on the button to help train Adblock AI with your screenshots (“START NOW”) you will activate Messenger. Only then will some personal data, including IP address, be transferred to Facebook. For more information, please review Facebook's <a>Privacy Policy</a>. <strong>If you do not want to transfer data to Facebook, please do not click on the button to send information to Adblock AI through Facebook Messenger.</strong>"
  },
  "forum-registration-item-1": {
    "message": "Passwords go through one-way encryption before they are stored on the server."
  },
  "retention-crash-reports-paragraph": {
    "message": "All reports stored on our servers are removed after 30 days."
  },
  "update-checks-heading": {
    "message": "Extension update checks"
  },
  "general-notes-item-7": {
    "message": "Deletion of your data"
  },
  "data-processed-item-12": {
    "message": "Error and crash report data:"
  },
  "data-processed-item-11": {
    "message": "Adblock Browser for iOS (automatically):"
  },
  "publication-date": {
    "message": "September 2018"
  },
  "data-processed-item-17": {
    "message": "Plain-text class name and message value of the exception"
  },
  "data-processed-item-16": {
    "message": "UUID"
  },
  "data-processed-item-15": {
    "message": "Timestamp of crash"
  },
  "consent-permission-paragraph": {
    "message": "We will always ask for your consent to collect and process your personal data for the aforementioned specific purposes, unless the collection and processing of your personal data is permitted by statutory laws. Where you have provided us with your consent to the collection and processing of your personal data for the aforementioned specific purposes, you have the right to withdraw your consent at any time."
  },
  "data-retention-paragraph-1": {
    "message": "Data related to subscription downloads, extension update checks, emergency notifications, Issue Reporter data (as well as the full reports and their associated data) are automatically removed after 30 days. Only a subset of the data will be kept longer. This includes only the country code of users filing an issue (extracted from the IP address) for analytic purposes, which is stored separately from the full reports and cannot be connected to an individual after deletion of the full reports."
  },
  "how-to-exercise-heading": {
    "message": "How to exercise your rights"
  },
  "data-processed-item-19": {
    "message": "String / function name identifying the error"
  },
  "gdpr-abbr-dfn": {
    "message": "General Data Protection Regulation"
  },
  "general-notes-item-4": {
    "message": "What is the purpose of data processing and what is the legal basis?"
  },
  "general-notes-item-8": {
    "message": "Changes to this Privacy Policy"
  }
}