{
  "title": {
    "message": "Find useless filters"
  },
  "s1": {
    "message": "'{filter}' is invalid"
  },
  "s2": {
    "message": "'{filter1}' has been made redundant by '{filter2}'"
  },
  "s3": {
    "message": "No useless filters have been found"
  },
  "s4": {
    "message": "Preparing check..."
  },
  "s5": {
    "message": "Testing filter {current} of {count}"
  },
  "s6": {
    "message": "Preparing list of results..."
  },
  "s7": {
    "message": "Finished"
  },
  "s8": {
    "message": "This page will evaluate a list of filters to find out which filters can be removed. It can detect cases like"
  },
  "s9": {
    "message": "http://example.com/ads/*"
  },
  "s10": {
    "message": "and"
  },
  "s11": {
    "message": "*/ads/*"
  },
  "s12": {
    "message": "where the first filter is made redundant by the second. In the end it will give you your list with the useless filters removed."
  },
  "s13": {
    "message": "This tool has some limitations. It cannot evaluate element hiding filters and will always leave those unchanged. It is also unable to determine whether a regular expression can be removed, although it can detect when a simple filter can be removed due to a regular expression."
  },
  "s14": {
    "message": "Please open Adblock Plus preferences and mark all the filters you would like to check. Copy them (select Edit -- Copy from the menu or press Ctrl+C) and paste them into the text field below. Alternatively you can export your filters and paste the contents of the file into the text field."
  },
  "s15": {
    "message": "<em>Privacy statement</em>: No data is transmitted to the server. All the necessary calculations are performed on your computer, and your data never leaves it."
  },
  "s16": {
    "message": "Find useless filters"
  },
  "s17": {
    "message": "Status:"
  },
  "s18": {
    "message": "Your filter list with useless filters removed is quoted below. You can copy it and paste into your Adblock Plus preferences (remove existing filters first). Alternatively you can"
  },
  "s19": {
    "message": "click here"
  },
  "s20": {
    "message": "to get the filters on a separate page. Save them as a file and import it in Adblock Plus preferences."
  }
}