{
  "title": {
    "message": "Roadmap"
  },
  "title-full": {
    "message": "Adblock Plus roadmap"
  },
  "s1": {
    "message": "This roadmap shows the high-level state of planning for Adblock Plus and related extensions. It is subject to constant change. A new version is generally being released when all features scheduled for it have been implemented and sufficiently tested in development builds."
  },
  "s2": {
    "message": "First-run page: Allow adding a privacy subscription"
  },
  "s3": {
    "message": "Present users with a simpler user interface unless \"advanced mode\" is switched on"
  },
  "s4": {
    "message": "Integrate Element Hiding Helper into Adblock Plus (\"advanced mode\" only)"
  },
  "s5": {
    "message": "Filter Preferences: Allow selecting multiple subscriptions (for Update and Delete actions)"
  },
  "s6": {
    "message": "<a>\n    Issue reporter: allow scrolling while selecting in the screnshot\n  </a> -- tentative"
  },
  "s7": {
    "message": "Simplify using Adblock Plus in \"blacklist mode\" (add \"@@$document\" via option and allow\n    \"Disable on ...\" to modify it) -- tentative"
  },
  "s8": {
    "message": "<a>\n    Preview for subscription being added\n  </a> -- tentative"
  },
  "s9": {
    "message": "<a>\n    Better support for data: URL subscriptions\n  </a> -- tentative"
  },
  "s10": {
    "message": "<a>\n    Support TLD wildcard for $domain option\n  </a> -- tentative"
  },
  "s11": {
    "message": "Unscheduled changes"
  },
  "s12": {
    "message": "Blockable items improvements: item size for background images, preview for\n    images loaded by Flash, file size"
  },
  "s13": {
    "message": "Add UI to create exception rules with the <a>new $elemhide option</a>"
  },
  "s14": {
    "message": "Don't open a new window when user is blocking from the list of blockable items, show filter composer there directly"
  },
  "s15": {
    "message": "Thunderbird: Improve support for browser tabs"
  },
  "s16": {
    "message": "Add"
  },
  "s17": {
    "message": "http://www.wyzo.com/"
  },
  "s18": {
    "message": "Wyzo"
  },
  "s19": {
    "message": "support"
  },
  "s20": {
    "message": "Thunderbird: Allow restricting rules to mails from particular address or domain"
  },
  "s21": {
    "message": "C++ implementation of core classes (via JSctypes) for better performance (current JavaScript implementation stays there as fallback)"
  }
}