{
  "type_ads": {
    "message": "Ad blocking"
  },
  "type_anti-adblock": {
    "message": "Anti ad blocking"
  },
  "type_malware": {
    "message": "Malware protection"
  },
  "type_other": {
    "message": "Miscellaneous"
  },
  "type_privacy": {
    "message": "Privacy protection"
  },
  "type_social": {
    "message": "Social media blocking"
  },
  "type_circumvention": {
    "message": "Anti-circumvention"
  },
  "subscribe": {
    "message": "Subscribe:"
  },
  "deprecation_warning": {
    "message": "Note: This list is not optimized for Adblock Plus and may slow down your browsing experience."
  },
  "specialization": {
    "message": "Specialization"
  },
  "title": {
    "message": "Known Adblock Plus subscriptions"
  },
  "s3": {
    "message": "All filter lists on this page are maintained by third parties. eyeo, the company behind Adblock Plus, has no control over them. We only list them to help you find subscriptions that may be useful for you. In no case shall eyeo be held liable towards you, or any other third party, for any loss or damage (including, but not limited to, loss of chances and of business) deriving directly or indirectly from your use of these lists."
  },
  "s2": {
    "message": "Don’t see your filter list here? <a>Send us</a> your list along with any information that you want displayed on this page. Note that in order to be included on this list, your subscription must contain a brief overview describing the origin of the filter list and the preferred way of contacting you should a problem arise. Please keep in mind that you should be able to fix any issue with your list within a reasonable amount of time."
  },
  "s1": {
    "message": "Below is a list of the actively maintained filter subscriptions that we're aware of. To subscribe to a filter list, click its \"Subscribe\" link. Please note that <a>you shouldn't add too many filter subscriptions</a>."
  },
  "blog": {
    "message": "Blog"
  },
  "policy": {
    "message": "Policy"
  },
  "homepage": {
    "message": "Homepage"
  },
  "maintainer_prefix": {
    "message": "by"
  },
  "forum": {
    "message": "Forum"
  },
  "changelog": {
    "message": "Changelog"
  },
  "supplements_prefix": {
    "message": "supplement for"
  },
  "contact": {
    "message": "Contact page"
  },
  "supplements_suffix": {
    "message": " "
  },
  "maintainer_suffix": {
    "message": " "
  }
}