{
  "acceptable-ads-heading": {
    "message": "What are {1}?"
  },
  "abp-error-item-1": {
    "message": "{1} makes no warranty or condition that all ads will be blocked; in particular <a>{2}</a> will be shown in {3}'s default setting."
  },
  "abp-error-item-3": {
    "message": "{1} itself has no functionality; it does not block anything until you \"tell\" it what to block by adding <a>external filter lists</a>. Filter lists are essentially an extensive set of rules that tell {2} which elements of a website to block. {3} has no influence on those filter lists."
  },
  "abp-error-item-2": {
    "message": "<strong>You acknowledge and understand that the filters used may occasionally lead to blocked content. This is an unwanted side effect of some filters and cannot be completely avoided.</strong>"
  },
  "additional-information-heading": {
    "message": "Additional information"
  },
  "not-permitted-heading": {
    "message": "Non-permitted use of {1}"
  },
  "free-meaning-heading": {
    "message": "What do you mean \"{1} is free to use?\""
  },
  "print-alt": {
    "message": "Print"
  },
  "meaning-heading": {
    "message": "What does that mean?"
  },
  "abp-error-paragraph-1": {
    "message": "{1} is provided \"as is\" and on an \"as available\" basis. Your use of {2} is at your own risk. {3} makes no warranty or condition that {4} will meet your requirements or be uninterrupted, timely, secure or error-free:"
  },
  "abp-error-paragraph-2": {
    "message": "In the case that you detect any defect or incorrect blocking, including the blocking of content, <a>inform</a> us as soon as possible."
  },
  "meaning-paragraph": {
    "message": "{1} is provided free of charge to you as a user. However, we've reached a point where further Terms of Use, such as these, are necessary. This protects you and it protects us. These Terms of Use apply to your use of {2}."
  },
  "tou-heading": {
    "message": "Terms of Use"
  },
  "acceptable-ads-item-1": {
    "message": "Participants cannot pay to avoid the <a>criteria</a>. Every enabled ad must comply."
  },
  "description": {
    "message": "The Terms of Use regulate the permitted use of Adblock Plus and the terms and conditions under which we provide ABP."
  },
  "acceptable-ads-item-2": {
    "message": "For transparency, we add all {1} to our <a>forum</a> so that our community of users can provide feedback."
  },
  "acceptable-ads-paragraph-1": {
    "message": "By default, nonintrusive ads aren't blocked when using {1} in order to support websites (<a>learn more</a>). You can disable this feature at any time by opting out (<a>guideline how to disable {2}</a>). This does not affect {3}'s functionalities."
  },
  "acceptable-ads-paragraph-3": {
    "message": "We are able to keep our open source product free by charging large entities a fee for whitelisting services. For the other roughly 90 percent of our partners, these services are offered free of charge."
  },
  "acceptable-ads-paragraph-2": {
    "message": "Within our {1} program the following rules have and always will apply to everyone, without exception:"
  },
  "introductory-paragraph": {
    "message": "We, {1}, {2} (\"{3}\"; \"we\"), have developed the browser extension {4} (\"{5}\") which can be downloaded via at our <a>website</a> and other domains. {6} is a free extension that allows you to – among <a>other things</a> – customize your web experience. You can block annoying ads, disable tracking, block domains known to spread malware and lots more. It's available for all major browsers, including {7}, {8}, {9}, {10}, {11}, {12} and {13}. {14} uses filters that you choose to block unwanted elements."
  },
  "not-permitted-paragraph": {
    "message": "Please note that some website owners may not permit ad-blocking users to view their website. That must be respected, especially in the following cases:"
  },
  "free-meaning-paragraph": {
    "message": "{1} is an open source project, licensed under <a>{2}</a>, and can be used by anyone free of charge. The use of {3} is subject to the restrictions of the <a>{4}</a>."
  },
  "additional-information-paragraph-2": {
    "message": "We reserve the right to amend and adapt these Terms of Use with effect for the future. You can request the currently applicable version of the Terms of Use from our <a>legal department</a> or access them on our website. You will be notified no later than one month before new Terms of Use take effect. If you do not object to the validity of the new Terms of Use within one month after they take effect, you will be deemed to have accepted the new Terms of Use. We will inform you separately in suitable form about the significance of the one month's notice period, your right to object and the legal consequences of non-objection. This amendment mechanism does not apply to amendments to the parties' main contractual obligations."
  },
  "acceptable-ads-item-3": {
    "message": "We listen to our users. If an {1} proposal is flagged by our community for a legitimate reason, we will remove it from the whitelist."
  },
  "additional-information-paragraph-1": {
    "message": "This Terms of Use shall be governed by the laws of the Federal Republic of Germany. If you have no place of jurisdiction in Germany or in any other EU member state, if you have transferred your permanent domicile abroad after these Terms of Use take effect or if your domicile or usual place of residence is unknown at the time legal action is taken, the sole place of jurisdiction for all disputes arising from this agreement will be the location of our registered offices."
  },
  "print-link": {
    "message": "Print"
  },
  "not-permitted-item-2": {
    "message": "You are not permitted to use {1} in connection with any tools to circumvent technological measures that effectively control access to websites."
  },
  "not-permitted-item-1": {
    "message": "You must not use {1} on websites where you have agreed not to use it, i.e. by agreeing to Terms of Services on the respective website, not to use any ad blockers."
  },
  "title": {
    "message": "Terms of Use"
  },
  "abp-subheading": {
    "message": "{1}"
  },
  "abp-error-heading": {
    "message": "What if {1} does not work properly?"
  }
}