{
  "title": {
    "message": "Tutorials"
  },
  "s1": {
    "message": "Tutorials - Adblock Plus"
  },
  "s2": {
    "message": "Want to block ads on YouTube? Remove those Facebook ads? Never want to see another banner? Use Adblock Plus tutorials to protect yourself against unwanted online ads."
  },
  "s3": {
    "message": "Tutorials - Adblock Plus"
  },
  "s4": {
    "message": "Want to block ads on YouTube? Remove those Facebook ads? Never want to see another banner? Use Adblock Plus tutorials to protect yourself against unwanted online ads."
  },
  "s5": {
    "message": "What is an adblocker?"
  },
  "s6": {
    "message": "An adblocker for Chrome or Firefox is an extension (or add-on) to your browser, which adds functionality to your browser so it can filter content. Adblockers itself have no functionality, in the sense that they do not block anything until it is \"told\" what to do. The so-called filterlists tell the adblocker what to block. These filterlists, are basically an extensive set of rules, which tell Adblock Plus what to block. The lists are created and maintained by a large online community."
  },
  "s7": {
    "message": "Especially on Google Chrome, adblockers are very popular, and over 20 million people use it. On Firefox, on approximately 16 million people use it every day."
  },
  "s8": {
    "message": "How to block ads"
  },
  "s9": {
    "message": "While it can do so much more, the core function of Adblock Plus is to block annoying advertisements. These tutorials shows you how to block obtrusive ads in the different browsers."
  },
  "s10": {
    "message": "How to block ads in Firefox"
  },
  "s11": {
    "message": "Adblock Plus for Firefox allows you to get rid of all annoying advertising, such as YouTube ads, Facebook ads, banners, pop-ups, and many others. If you do not have the Mozilla Firefox browser installed yet, please <a>install it from Mozilla</a>. If you want to block ads in a different browser please see the tutorials of installing Adblock Plus for Google Chrome and Opera."
  },
  "s12": {
    "message": "The easiest way to add Adblock Plus to Firefox is to simply <a>go to the Firefox installation page</a> and click on the install button. A small screen will open on the left side of your browser, please click on &quot;Allow&quot;. Then, another small screen will appear, where you have to click on &quot;Install now&quot;. This will add Adblock Plus to your browser, and you will be protected against all obtrusive ads."
  },
  "s13": {
    "message": "You can also <a>install Adblock Plus through Mozilla Firefox</a>. First, go to Adblock Plus in the Mozilla Add-ons section. Then, when you have opened the link, the following screen appears:"
  },
  "s14": {
    "message": "Please click on the big green button \"Add to Firefox\" to install Adblock Plus. Then, Firefox will ask you to \"Install add-ons only from authors whom you trust.\" please confirm this by clicking on \"Install\". After confirming this, all annoying ads will be blocked."
  },
  "s15": {
    "message": "A default filterlist will be installed the first time you install Adblock Plus, based on the language of your browser. To add other filtersubscriptions, <a>read more here</a>. For more advanced options, like custom creating filter, please <a>go here</a>."
  },
  "s16": {
    "message": "How to block ads in Google Chrome"
  },
  "s17": {
    "message": "Currently, over 10 million people block annoying ads on Chrome on a daily basis. If you use Google Chrome, use the Adblock Plus extension to get rid of all annoying advertising. Adblock Plus blocks all annoying ads on the web, like YouTube video ads, flashy banner ads, Facebook ads and much more. It even blocks pop-ups which are not blocked by your browser. This tutorial will show you how to install Adblock Plus, and how you can block ads in Chrome."
  },
  "s18": {
    "message": "Add Adblock Plus to Google Chrome"
  },
  "s19": {
    "message": "There are two ways how you can add Adblock Plus to your Chrome browser. First, you can add our ad blocker for Chrome by <a>going to the Chrome installation page</a> and clicking on the green install button. A small screen will appear asking you to confirm to install Chrome's Adblock Plus. Please click &quot;Add&quot; to install Adblock Plus. You are now protected against annoying ads."
  },
  "s20": {
    "message": "You can also add Adblock Plus through the Google Chrome Webstore. To install our adblocker, <a>access the Webstore</a>. Click on &quot;Add to Chrome&quot;, and click &quot;Add&quot; to confirm."
  },
  "s21": {
    "message": "Adblock Plus automatically installs a default filterlist, based on the language of your browser. If you wish to learn how to add other filterlists, you can <a>read more here</a>.  For more advanced options, like disabling tracking, click <a>here</a>."
  },
  "s22": {
    "message": "How to block ads in Opera"
  },
  "s23": {
    "message": "To block ads in Opera, you only need to install Adblock Plus. The easiest way is to <a>go to the Opera Add-ons page</a> and click on &quot;Add to Opera&quot;. A small pop-up will ask you to add Adblock Plus to your Opera browser. Click on &quot;Install&quot; to protect yourself against all online ads."
  },
  "s24": {
    "message": "How to block ads on Android"
  },
  "s25": {
    "message": "If you want to block all ads from your Android device, you can simply go to <a>our homepage</a> with your Android device and download the application &quot;Adblock Plus&quot;. Before you download it, you should make sure your device <a>allows app installation from unknown sources</a>. If you do not have a rooted device, you will probably need to <a>configure the proxy manually</a>. After that, you will be protected against ads."
  },
  "s26": {
    "message": "How to disable online tracking"
  },
  "s27": {
    "message": "There are many companies that collect data about your browsing habits across multiple websites. Even your browsing history is being examined and collected. Few users have no problems with these practices, because firms can better target ads tailored to their needs. However, there are hundreds of ad agencies that collect a loads of data about you and your browsing habits. If you do not want your online behavior being tracked by other companies, you can use Adblock Plus to disable all online tracking practices. According to this <a>Stanford University Study</a>, Adblock Plus is the best solution to protect yourself against online tracking."
  },
  "s28": {
    "message": "See <a>How to disable social media button</a> if you want to disable tracking from companies like Facebook and Google by removing the social media buttons from all websites."
  },
  "s29": {
    "message": "Disable online tracking in Firefox"
  },
  "s30": {
    "message": "Online tracking can be disabled by adding a new filterlist subscription to Adblock Plus. The so-called &quot;EasyPrivacy&quot; filter will block all tracking requests made by websites. To add this list to Adblock Plus, simply <a>click here</a>, and click &quot;Add subscription&quot;."
  },
  "s31": {
    "message": "Disable online tracking in Google Chrome"
  },
  "s32": {
    "message": "In Google Chrome, Adblock Plus can disable all unwanted tracking practices from advertising companies. Disabling tracking can be done by installing and enabling the &quot;EasyPrivacy&quot; filterlist subscription, by <a>opening this dialog</a>. Click on &quot;Add&quot; to protect yourself against tracking in Chrome."
  },
  "s33": {
    "message": "How to disable malware domains"
  },
  "s34": {
    "message": "Malware is currently one of the biggest online threats. Without the user knowing, bits of software can be installed on your hard-drive which will open up your computer for all kinds of cyber criminality. If your computer is infected by malware, your online banking credentials, credit card information, personal identification numbers, passwords etc. are all at risk. Malware can be installed on your computer <a>through online ads</a>, even the Google and Yahoo ads. You can use Adblock Plus to protect yourself against malware, Trojan horses, worms, spy- and adware and viruses."
  },
  "s35": {
    "message": "Disable malware domains on Firefox"
  },
  "s36": {
    "message": "Disabling known malware domains is done by simply adding a new filterlist subscription to Adblock Plus. To add this list to Adblock Plus, simply <a>click here</a>, and click &quot;Add subscription&quot;."
  },
  "s37": {
    "message": "Disable malware domains on Chrome"
  },
  "s38": {
    "message": "By adding a new filterlist subscription to Chrome, Adblock Plus can disable all the domains, known to spread malware. To add this list to Adblock Plus, simply <a>click here</a>, and click &quot;Add&quot; in the filterlist settings menu of our ad block for Chrome."
  },
  "s39": {
    "message": "How to disable social media buttons"
  },
  "s40": {
    "message": "Almost every website today contains buttons of social media platforms, such as Facebook, Twitter, Google + and others. Even if you never click these buttons, your browsing data is still being transferred to these platforms in order to create a profile based on your browsing habits."
  },
  "s41": {
    "message": "If you want to browse the web without being observed by the social media websites, Adblock Plus offers an easy solution to remove these buttons."
  },
  "s42": {
    "message": "Disable social media buttons in Mozilla Firefox"
  },
  "s43": {
    "message": "If you want to block social media buttons in Firefox, just follow these easy steps: simply <a>click here</a> and choose &quot;Add subscription&quot;."
  },
  "s44": {
    "message": "Disable social media buttons in Google Chrome"
  },
  "s45": {
    "message": "In Adblock Plus for Google Chrome it is very simple to remove social media buttons by adding a new filterlist to subscriptions. All you have to do is simply <a>click here</a>, and then click &quot;Add&quot; in the filterlist settings of Adblock Plus."
  },
  "s46": {
    "message": "How to block ads on YouTube"
  },
  "s47": {
    "message": "One of the greatest online annoyances is the 30-second commercials you have to sit through to see a 20-second movie on YouTube. Although people are complaining about this continuously, it is expected that this way of advertising will only grow in the near future. With Adblock Plus, it is very easy to block the video ads on Youtube. Just install Adblock Plus and all YouTube video ads will be blocked."
  },
  "s48": {
    "message": "For Google Chrome, Adblock Plus can be installed by <a>visiting the Chrome installation page</a> and clicking on the install button. After the small pop-up window pops up, click on &quot;Add&quot;. Adblock Plus is now automatically blocking all annoying YouTube video ads."
  },
  "s49": {
    "message": "For Firefox, you can install Adblock Plus by <a>visiting the Firefox installation page</a> and clicking on the install button. Confirm the installation by clicking &quot;Allow&quot; on the first one, and &quot;Install Now&quot; on the second. Out of the box, Adblock Plus automatically blocks all those annoying video ads from YouTube."
  },
  "s50": {
    "message": "How to block ads on Facebook"
  },
  "s51": {
    "message": "Getting tired of ads cluttering your Facebook timeline? Use Adblock Plus to block all Facebook ads. After installation, Adblock Plus automatically blocks all ads, including Facebook advertising."
  },
  "s52": {
    "message": "For Google Chrome, Adblock Plus can be installed by <a>visiting the Chrome installation page</a> and clicking on the install button. Just confirm the installation by clicking on &quot;Add&quot;, and refresh Facebook. You will see that all Facebook ads will be blocked!"
  },
  "s53": {
    "message": "Adblock Plus for Firefox can be installed by <a>visiting the Firefox installation page</a> and clicking on the install button. Firefox will ask you to confirm the installation of the add-on twice, so click on &quot;Allow&quot; and then &quot;Install Now&quot;. After the installation process, Adblock Plus will be blocking all those annoying Facebook ads."
  }
}