{
  "AcceptableAdsdefined": {
    "message": "Die Liste mit Acceptable Ads enthält Werbeanzeigen, die den von unserer Nutzergemeinschaft vereinbarten Acceptable Ads Kriterien entsprechen. Die Liste wird von der eyeo GmbH verwaltet."
  },
  "EasyListdefined": {
    "message": "EasyList entspricht der in Ihrem Browser eingestellten Sprache und dient dazu, Werbung zu deaktivieren, die von unserer Nutzercommunity als aufdringlich eingeschätzt wird. Bitte berücksichtigen Sie, dass EasyList <strong>nicht</strong> von der Eyeo GmbH erstellt wurde. Die Eyeo GmbH hat daher weder Rechte an ihrem noch Kontrolle über ihren Inhalt. Besuchen Sie die <a>EasyList-Community</a>, um weitere Informationen zu erhalten."
  },
  "acceptable-ads-monetization": {
    "description": "Paragraph in \"How we are financed\" section\n{1}: 90",
    "message": "Wir erhalten zwar Spenden von unseren Nutzern, unsere Haupteinnahmequelle ist jedoch die Acceptable Ads Initiative. Wie wir weiter unten genauer ausführen, bezahlen größere Unternehmen eine Lizenzierungsgebühr für beantragte und bereitgestellte Whitelisting-Dienste (etwa {1} Prozent der Lizenzen werden kleineren Unternehmen kostenfrei zur Verfügung gestellt). Bitte berücksichtigen Sie, dass alle Werbeanzeigen zunächst die <a>Acceptable Ads Kriterien</a> einhalten müssen. Dies gilt unabhängig davon, ob das für die Anzeigen verantwortliche Unternehmen für diese bezahlen muss oder nicht. Werden die Kriterien nicht erfüllt, so ist ein Whitelisting nicht möglich."
  },
  "created": {
    "description": "{1}: 2006, {2}: Adblock Plus, {3}: 2011, {4}: Eyeo",
    "message": "{2} ist ein unter <a>GPLv3</a> lizenziertes Open-Source-Produkt, das {1} von Wladimir Palant entwickelt wurde. {3} gründete Palant gemeinsam mit Till Faida <a>{4}</a>, um für eine tragfähige Entwicklung zu sorgen."
  },
  "eyeoneeds": {
    "message": "Im Rahmen der Acceptable Ads Initiative muss eyeo zahlreiche Anwendungen prüfen und analysieren. Dazu gehört die Überprüfung von Werbeformaten und Sicherheitsvorkehrungen, die Erfüllung der Kriterien für Acceptable Ads und die technische Durchführbarkeit des beantragten Whitelistings, die Erstellung des Filters für die Whitelist, das Testen der Filter, das Posten im Forum, etc."
  },
  "fee-details": {
    "description": "Text in \"How we are financed\" section",
    "message": "Angaben zu den Gebühren:"
  },
  "financed-how": {
    "description": "Section header",
    "message": "Wie finanzieren wir uns?"
  },
  "improve": {
    "message": "Wir verbessern weiterhin die Funktionen von Adblock Plus, um Nutzern das optimale Tool zum Schutz vor Malware und eine bessere Kontrolle beim Websurfen sowie über die Erfassung ihrer personenbezogenen Daten zu geben."
  },
  "large-entities-compensate": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "Daher zahlen an uns einige wenige große Organisationen, die an der Acceptable Ads Initiative teilnehmen, eine Lizenzgebühr für die geleisteten Dienste. Alle anderen Teilnehmer (ca. 90 %) erhalten unsere Dienstleistungen unentgeltlich."
  },
  "large-entities-pay": {
    "description": "Bullet point in \"How we are financed\" section",
    "message": "Nur große Organisationen müssen Lizenzgebühren entrichten. Eine Organisation gilt als groß, wenn sie, aufgrund der Teilnahme an der Acceptable Ads Initiative, mehr als 10 Millionen zusätzliche Werbeimpressionen pro Monat verzeichnet."
  },
  "licensing-fee": {
    "description": "Bullet point in \"How we are financed\" section",
    "message": "Für diese Organisationen liegen unsere Lizenzgebühren dann in der Regel bei 30 Prozent der Einnahmen, die in Folge der Freigabe akzeptabler Werbeanzeigen zusätzlich generiert werden."
  },
  "managing-acceptable-ads": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "Die mit dem Whitelisting verbundenen Services sind mit erheblichem Aufwand unsererseits verbunden. Hierzu gehören eine fortlaufende Überprüfung und Kontrolle der einzelnen freigeschalteten Anzeigen sowie der kontinuierlichen Support aller Teilnehmer inklusive deren technischer Unterstützung. Diese Tätigkeiten können nicht vollständig durch Freiwillige erbracht oder durch Spenden gedeckt werden, wie es bei den gebräuchlichen Filterlisten der Fall sein mag."
  },
  "must-meet-strict-criteria": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "<strong>Wichtig:</strong> Jede Organisation auf der Whitelist – ob zahlender Teilnehmer oder nicht – MUSS den gleichen strengen Kriterien Folge leisten, wie sie von unseren Nutzern als Teil der Acceptable Ads Initiative akzeptiert wurden. Wir werden niemals Werbeanzeigen, die diese <a>Kriterien</a> nicht erfüllen, akzeptieren. Es gibt keine Möglichkeit, sich einen Platz auf der Acceptable Ads Whitelist zu kaufen. Alle freigeschalteten Anzeigen und teilnehmenden Organisationen sind in <a>unserem Forum</a> öffentlich einsehbar und zur Diskussion gestellt. Sie können gerne mitdiskutieren und uns Ihre Meinung mitteilen."
  },
  "s1": {
    "message": "Mehr anzeigen"
  },
  "s10": {
    "message": "Sie können diese Listen aktiviert lassen, entfernen oder modifizieren. Ganz nach Ihrer Wahl!"
  },
  "s11": {
    "message": "Was ist akzeptable Werbung?"
  },
  "s12": {
    "description": "{1}: 2009, {2}: Adblock Plus, {3}: 2011, {4}: 10, {5}: Adblock Plus",
    "message": "Wir sind nicht der Meinung, dass Werbung grundsätzlich schlecht ist, und sind uns vollkommen darüber im Klaren, dass Werbung der Finanzierung zahlreicher Websites dient. Also haben wir uns {1} dazu entschlossen, eine gemeinsame Basis zu finden. Unsere Lösung beinhaltete die Befragung sowohl der {2} Nutzer als auch unserer Community insgesamt. Dies half uns dabei, <a>Kriterien zu identifizieren</a>, die zu besserer Werbung führen. Anhand dieser Diskussionen legten wir strenge Kriterien fest, die der Identifizierung aufdringlicher Werbung dienen. {3} begannen wir mit der Implementierung der Acceptable Ads Initiative. Potenzielle Teilnehmer, welche die Auflagen der Acceptable Ads Initiative erfüllen möchten, können sich darum <a>bewerben</a>, in die Acceptable Ads Liste aufgenommen zu werden. Die Teilnahme an der Acceptable Ads Initiative ist für die Teilnehmer in der Regel kostenfrei. Nur größere Unternehmen, die aufgrund ihrer Teilnahme über {4} Millionen zusätzliche Impressions von Werbeanzeigen erreichen, müssen eine monatliche Gebühr bezahlen (weitere Informationen können Sie im Abschnitt darüber, <a>wie wir uns finanzieren</a>, nachlesen). {5} Nutzer haben die Option, Werbung anzeigen zu lassen, die auf den Acceptable Ads Listen stehen, oder das Acceptable Ads Feature zu deaktivieren und komplett <a>werbefrei</a> zu surfen. Bitte besuchen Sie das <a>\"Acceptable Ads Proposals Forum\"</a> (Forum mit Vorschlägen zu Acceptable Ads), um die Liste akzeptabler Werbeanzeigen einsehen zu können."
  },
  "s13": {
    "message": "Weitere Infos findet man in unserem <a>FAQ für akzeptable Werbung</a>."
  },
  "s16": {
    "message": "Mehr anzeigen"
  },
  "s2": {
    "message": "Weniger anzeigen"
  },
  "s20": {
    "message": "Warum brauchen wir Geld?"
  },
  "s21": {
    "message": "<a>Eyeo GmbH</a>, die Firma hinter Adblock Plus, hat – anders als „normale“ Werbeblocker – das Ziel einen Kompromiss zwischen Internetnutzern und den auf Werbung angewiesenen Webseitenbetreibern zu schaffen. Letztlich soll die Vielfalt im Internet erhalten bleiben. Das kann aber nicht völlig ohne Einkünfte finanziert werden."
  },
  "s23": {
    "message": "Wir müssen die Nutzerbasis von Adblock Plus erweitern und sie zu neuen Plattformen bringen, um das Interesse von Herausgebern an akzeptabler Werbung zu erwecken. Adblock Plus, ursprünglich nur für <a>Firefox</a> verfügbar, ist jetzt auch mit <a>Chrome</a>, <a>Android</a>, <a>Opera</a>, <a>Internet Explorer</a> und <a>Safari</a> nutzbar. <a>EasyList</a> ist eine der bekanntesten Blockierlisten, welche auch von vielen weiteren Werbeblockern genutzt wird."
  },
  "s24": {
    "message": "Desweiteren müssen wir viele Anträge für akzeptable Werbung überprüfen und passende Ausnahmelisten erstellen."
  },
  "s25": {
    "message": "Bei Eyeo geht es jedoch nicht nur um Adblock Plus und akzeptable Werbung. Unsere Mission ist es das Internet zu verbessern. Durch die Schaffung neuer Wege versuchen wir Herausgebern die Möglichkeit zu geben, mit dem Inhalt ihrer Website Geld zu verdienen, ohne ihre Nutzer zu befremden."
  },
  "s26": {
    "message": "Sammelt Adblock Plus Nutzerdaten?"
  },
  "s27": {
    "message": "Wir sammeln keinerlei spezfische Nutzerdaten und der Großteil der Daten (z. B. welche Websites man besucht) wird nie zu unseren Servern geschickt. Details hierzu finden sich in unserer <a>Datenschutzerklärung</a>."
  },
  "s3": {
    "message": "Was ist Adblock Plus?"
  },
  "s4": {
    "message": "Mit Adblock Plus können Sie Werbung blockieren und sich gegen Tracking, Malware und viele <a>weitere Dinge</a> schützen, während Sie im Internet surfen."
  },
  "s5": {
    "message": "Wie funktioniert Adblock Plus?"
  },
  "s6": {
    "description": "{1}: Adblock Plus, {2}: Adblock Plus, {3}: Adblock Plus",
    "message": "{1} hat selbst keine Funktionalität; es blockiert so lange gar nichts, bis Sie dem Programm durch Hinzufügen externer Filterlisten \"mitteilen\", was es blockieren soll. Filterlisten stellen im Wesentlichen ein Regelwerk dar, das {2} mitteilt, welche Elemente einer Website blockiert werden sollen. Sie können ganz nach Belieben Filterlisten hinzufügen. So können Sie z.B. <a>Tracking</a> und/oder <a>Malware</a> blockieren (technisch gesehen bietet {3} im Rahmen der Standardeinstellungen bereits einen gewissen Schutz vor Tracking und Malware, Sie können jedoch erweiterte Schutzparameter aktivieren). Zudem können Sie <a>Ihre eigenen Filterlisten erstellen</a>. Fast alle Filter stehen als Open-Source-Dateien zur Verfügung, daher wurden zahlreiche Filterlisten von Internetnutzern erstellt."
  },
  "s7": {
    "message": "Standardmäßig sind zwei Filterlisten aktiviert:"
  },
  "s8": {
    "message": "Eine anhand Ihrer Spracheinstellung ausgewählte Liste zur Blockierung von Werbeanzeigen (EasyList Germany+EasyList)"
  },
  "s9": {
    "message": "Die Liste mit Ausnahmefiltern"
  },
  "title": {
    "message": "Informationen zu Adblock Plus"
  },
  "work": {
    "message": "Wir arbeiten weiter an Adblock Plus, damit es auf verschiedenen Plattformen funktionieren kann."
  },
  "what-is-abp": {
    "message": "Was ist Adblock Plus?"
  },
  "how-does-abp-work": {
    "message": "Wie funktioniert Adblock Plus? "
  },
  "what-are-filter-lists-heading": {
    "message": "Was sind Filterlisten?"
  },
  "default-filter-lists": {
    "message": "Standard-Filterlisten"
  },
  "blacklisted-ads": {
    "message": "Blacklist-Anzeigen"
  },
  "acceptable-ads": {
    "message": "Acceptable Ads"
  },
  "data-collection": {
    "message": "Sammelt Adblock Plus Benutzerdaten? "
  },
  "how-is-abp-financed": {
    "message": "Wie wird Adblock Plus finanziert?"
  },
  "about-aa": {
    "message": "Informationen über Acceptable Ads"
  },
  "what-is-abp-1": {
    "message": "Adblock Plus ist eine kostenlose Browser-Erweiterung, die dir das Anpassen deiner Web-Erfahrung ermöglicht. Du kannst lästige Werbung blockieren, Tracking deaktivieren und vieles mehr. Es ist für alle großen Desktopbrowser und für deine mobilen Geräte erhältlich."
  },
  "what-is-abp-2": {
    "message": "Adblock Plus ist ein Open Source-Projekt, das unter <a>GPLv3</a> lizenziert ist und <a>Nutzungsbedingungen</a> unterliegt."
  },
  "how-does-abp-work-1": {
    "message": "Du wählst, was <strong>du</strong> beim Surfen sehen willst, indem du Filterlisten zum Blockieren unerwünschter Elemente wie Anzeigen und Tracking nutzt."
  },
  "what-are-filter-lists-1": {
    "message": "Filterlisten stellen ein Regelwerk dar, das deinem Browser mitteilt, welche Elemente blockiert werden sollen. So kannst du so viel oder wenig blockieren, wie du willst. Wähle aus vordefinierten, extern gepflegten Filterlisten aus oder <a>erstelle deine eigene Liste (nur Englisch)</a>. Fast alle vordefinierten Filterlisten werden von Benutzern <span>für</span> Benutzer unter Open Source-Lizenzen erstellt, veröffentlicht und gepflegt."
  },
  "what-are-filter-lists-2": {
    "message": "<strong>Viele Anzeigen enthalten Tracking und manche sogar Malware. Deshalb bietet Adblock Plus bereits in der Grundeinstellung bestimmten Tracking- und Malware-Schutz. Du kannst zusätzliche Tracking- und Malware-Filterlisten hinzufügen, um deinen Schutz noch zu erhöhen.</strong>"
  },
  "default-filter-lists-1": {
    "message": "Die folgenden Filterlisten sind standardmäßig aktiviert, wenn du Adblock Plus installierst:"
  },
  "blacklisted-ads-1": {
    "message": "Eine Filterliste (z. B. EasyList), die Anzeigen basierend auf den Spracheinstellungen deines Browsers blockiert."
  },
  "blacklisted-ads-2": {
    "message": "eyeo GmbH ist nicht mit dem EasyList-Projekt verbunden und hat keine Kontrolle über den Inhalt der Filterlisten oder dem Projekt selber. Besuche <a>die EasyList-Community</a>, um weitere Informationen zu erhalten."
  },
  "acceptable-ads-1": {
    "message": "Eine Funktion, die ein besseres Internet unterstützt, indem unaufdringliche, respektvolle Anzeigen zugelassen werden, welche die vom <a>Acceptable Ads Committee</a> entwickelten Kriterien für Acceptable Ads erfüllen."
  },
  "acceptable-ads-2": {
    "message": "Diese Liste ist Open Source. Willst du sämtliche Werbung ausblenden? Kein Problem. Klicke <a>hier</a>, um mehr zu erfahren."
  },
  "acceptable-ads-3": {
    "message": "Diese Filterlisten sind aktiviert, um dir den Einstieg zu erleichtern. Du kannst sie beibehalten, ändern, entfernen und/oder andere Filterlisten hinzufügen – es liegt an dir."
  },
  "data-collection-1": {
    "message": "Wir sammeln keinerlei spezifischen Nutzerdaten. Der Großteil der Daten (z. B. welche Internetseiten du besuchst) wird von vornherein nie an unsere Server gesendet. Details und weitere Informationen findest du in unserer <a>Datenschutzerklärung</a>."
  },
  "how-is-abp-financed-1": {
    "message": "Unsere wichtigste Einnahmequelle ist die Ausführung der Acceptable Ads-Initiative, welche aktuell vom <a>Acceptable Ads Committee</a> inhaltlich verantwortet wird."
  },
  "how-is-abp-financed-2": {
    "message": "Die praktische Unterstützung der Acceptable Ads-Initiative ist Teil des Versuchs von eyeo (dem Unternehmen hinter Adblock Plus), Online-Werbung mit anderen Augen zu sehen. Wir betreiben einen sehr großen Aufwand, der unter anderem die anhaltende Überprüfung und Überwachung einzelner Whitelist-Anzeigen, die Beratung von Teilnehmern und die Bereitstellung von technischem Support umfasst. Diese Services können nicht als Hobby ausgeübt oder vollständig von Freiwilligen übernommen werden sondern müssen mit Einkünften finanziert werden."
  },
  "how-is-abp-financed-3": {
    "message": "Deshalb berechnen wir Großunternehmen eine Lizenzgebühr, sodass wir allen die gleichen Whitelist-Dienste anbieten und unsere Ressourcen beibehalten können, um die beste Software für Benutzer zu entwickeln."
  },
  "how-is-abp-financed-4": {
    "message": "<strong>TATSACHE</strong>: Etwa 90 Prozent der Lizenzen werden kleineren Unternehmen kostenlos zur Verfügung gestellt."
  },
  "how-is-abp-financed-5": {
    "message": "Wir sehen ein Unternehmen als groß an, wenn es aufgrund der Teilnahme an der Acceptable Ads-Initiative pro Monat mehr als 10 Millionen zusätzliche Werbeimpressionen generiert. Für diese Organisationen liegen unsere Lizenzgebühren dann in der Regel bei 30 Prozent der Einnahmen, die in Folge der Freigabe akzeptabler Werbeanzeigen zusätzlich generiert werden."
  },
  "how-is-abp-financed-6": {
    "message": "<strong>Jedes Unternehmen auf der Whitelist (egal ob zahlender oder nicht-zahlender Teilnehmer) MUSS die gleichen strengen Kriterien erfüllen, die unsere Benutzer als Teil der Acceptable Ads-Initiative akzeptiert haben. Wir werden nie eine Anzeige akzeptieren, <a>die diese Kriterien</a> nicht erfüllt, und es gibt keine Möglichkeit, einen Platz in der Liste der Acceptable Ads zu kaufen. Alle Whitelist-Anzeigen und teilnehmenden Unternehmen sind öffentlich in unserem Forum gelistet. Du kannst uns jederzeit deine Meinung mitteilen und diskutieren.</strong>"
  },
  "about-aa-1": {
    "message": "<strong>TATSACHE</strong>: Wir sind der Meinung, dass Werbung nicht grundsätzlich schlecht ist, und sind uns darüber im Klaren, dass Werbung der Finanzierung zahlreicher Websites dient. Deshalb glauben wir, dass ein teilweises Blockieren von Werbung besser ist als eine vollständige Werbeblockierung."
  },
  "about-aa-2": {
    "message": "Im Jahr 2011 begannen wir nach Gesprächen mit Adblock Plus-Nutzern und unserer Community im Allgemeinen mit der Implementierung der Acceptable Ads-Initiative. Die Initiative fasst die strengen Kriterien zusammen [A2] , die unaufdringliche Anzeigen erfüllen müssen. Dank dieser Initiative haben Adblock Plus-Nutzer die Möglichkeit, zertifizierte Anzeigen darstellen zu lassen, die auf den Listen der Acceptable Ads-Initiative stehen, oder die Funktion zu deaktivieren und komplett werbefrei zu surfen."
  },
  "about-aa-3": {
    "message": "Seit 2017 wird die Acceptable Ads-Initiative von einem unabhängigen Komitee verwaltet, dass Werbung verbessern möchte. Weitere Informationen erhältst du unter <a>AcceptableAds.com</a>. Eine Aufstellung der aktuell freigeschalteten Acceptable Ads findest du auch im <a>Acceptable Ads Vorschlag Forum</a>."
  },
  "about-aa-4": {
    "message": "Webseitenbetreiber, welche mit ihrer Werbung die Auflagen der Acceptable Ads-Kriterien erfüllen möchten, können sich darum bewerben, in die Acceptable Ads-Whitelist aufgenommen zu werden. Nur große Unternehmen, welche aufgrund der Teilnahme an der Acceptable Ads-Initiative pro Monat mehr als 10 Millionen zusätzliche Werbeimpressionen generieren, müssen eine monatliche Gebühr bezahlen (weitere Informationen findest du im Abschnitt darüber, <a>wie wir uns finanzieren</a>)."
  },
  "aa-proposals-forum-label": {
    "message": "Acceptable Ads Vorschlag Forum"
  },
  "get-whitelisted-label": {
    "message": "Für Whitelisting anwenden"
  },
  "aa-website-label": {
    "message": "Acceptable Ads-Website"
  },
  "abp-finance-label": {
    "message": "Finanzierung von Adblock Plus"
  },
  "privacy-label": {
    "message": "Datenschutzerklärung von Adblock Plus"
  },
  "gpl-terms-label": {
    "message": "Nutzungsbedingungen für General Public License"
  },
  "opt-out-label": {
    "message": "Abmeldung von Acceptable Ads"
  },
  "gpl-label": {
    "message": "General Public License Version 3"
  },
  "easylist-website-tooltip": {
    "message": "EasyList Community-Website"
  },
  "aa-creteria-label": {
    "message": "Kriterien für Acceptable Ads"
  },
  "how-to-write-filters-label": {
    "message": "Schreiben von Filtern"
  },
  "aac-website-label": {
    "message": "Acceptable Ads Committee-Website"
  }
}