{
  "acceptable-ads-monetization": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "Wir erhalten Spenden von unseren Nutzern aber der Hauptteil der Einnahmen resultiert aus der Acceptable Ads Initiative. Größere Organisationen entrichten eine Lizenzgebühr für die von ihnen angeforderten und durch uns erbrachten Whitelist-Leistungen (90 Prozent der Lizenzen werden kostenlos erteilt, an kleinere Organisationen). Wichtig ist, dass die <a>Acceptable-Ads-Kriterien</a> immer eingehalten werden müssen, unabhängig davon, ob in Einzelfällen zusätzliche Lizenzgebühren zu zahlen sind. Werden die Kriterien nicht erfüllt, ist das Whitelisting nicht möglich."
  },
  "created": {
    "message": "Adblock Plus ist ein Open-Source Gemeinschaftsprojekt, welches 2006 maßgeblich von Wladimir Palant entwickelt wurde. 2011 wurde <a>Eyeo</a> von Wladimir Palant und Till Faida gegründet, um die Entwickung von ABP nachhaltig zu gestalten."
  },
  "fee-details": {
    "description": "Text in \"How we are financed\" section",
    "message": "Angaben zu den Gebühren:"
  },
  "financed-how": {
    "description": "Section header",
    "message": "Wie finanzieren wir uns?"
  },
  "large-entities-compensate": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "Daher zahlen an uns einige wenige große Organisationen, die an der Acceptable Ads Initiative teilnehmen, eine Lizenzgebühr für die geleisteten Dienste. Alle anderen Teilnehmer (ca. 90 %) erhalten unsere Dienstleistungen unentgeltlich."
  },
  "large-entities-pay": {
    "description": "Bullet point in \"How we are financed\" section",
    "message": "Nur große Organisationen müssen Lizenzgebühren entrichten. Eine Organisation gilt als groß, wenn sie, aufgrund der Teilnahme an der Acceptable Ads Initiative, mehr als 10 Millionen zusätzliche Werbeimpressionen pro Monat verzeichnet."
  },
  "licensing-fee": {
    "description": "Bullet point in \"How we are financed\" section",
    "message": "Für diese Organisationen liegen unsere Lizenzgebühren dann in der Regel bei 30 Prozent der Einnahmen, die in Folge der Freigabe akzeptabler Werbeanzeigen zusätzlich generiert werden."
  },
  "managing-acceptable-ads": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "Die mit dem Whitelisting verbundenen Services sind mit erheblichem Aufwand unsererseits verbunden. Hierzu gehören eine fortlaufende Überprüfung und Kontrolle der einzelnen freigeschalteten Anzeigen sowie der kontinuierlichen Support aller Teilnehmer inklusive deren technischer Unterstützung. Diese Tätigkeiten können nicht vollständig durch Freiwillige erbracht oder durch Spenden gedeckt werden, wie es bei den gebräuchlichen Filterlisten der Fall sein mag."
  },
  "must-meet-strict-criteria": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "<strong>Wichtig:</strong> Jede Organisation auf der Whitelist – ob zahlender Teilnehmer oder nicht – MUSS den gleichen strengen Kriterien Folge leisten, wie sie von unseren Nutzern als Teil der Acceptable Ads Initiative akzeptiert wurden. Wir werden niemals Werbeanzeigen, die diese <a>Kriterien</a> nicht erfüllen, akzeptieren. Es gibt keine Möglichkeit, sich einen Platz auf der Acceptable Ads Whitelist zu kaufen. Alle freigeschalteten Anzeigen und teilnehmenden Organisationen sind in <a>unserem Forum</a> öffentlich einsehbar und zur Diskussion gestellt. Sie können gerne mitdiskutieren und uns Ihre Meinung mitteilen."
  },
  "s1": {
    "message": "Mehr anzeigen"
  },
  "s10": {
    "message": "Sie können diese Listen aktiviert lassen, entfernen oder modifizieren. Ganz nach Ihrer Wahl!"
  },
  "s11": {
    "message": "Was ist akzeptable Werbung?"
  },
  "s12": {
    "message": "Viele Nutzer von Adblock Plus blocken damit Werbung. Wir glauben allerdings nicht, dass jede Werbung wirklich so nervig ist, dass sie blockiert werden muss. Webseiten benötigen Einkünfte aus Werbung um sich zu finanzieren. Daher versuchen wir die Webseitenbetreiber davon zu überzeugen und zu motivieren, bessere und unaufdringliche Werbung anzuzeigen statt die Internetnutzer mit nerviger Werbung erst zum Blockieren zu animieren. Wir haben dafür in den letzten Jahren zusammen mit unseren Nutzern und anderen Quellen <a>strikte Kriterien</a> entwickelt um akzeptable Formen und Platzierungen von Werbung zu identifizieren. Webseiten, welche sich dazu bereit erklären unseren Nutzern gegenüber Werbung anzuzeigen, die sich an diese Richtlinien hält, können <a>beantragen</a> auf eine optionale Whitelist aufgenommen zu werden. Dies ist in aller Regel auch kostenlos. Solange der Nutzer diese Option eingeschaltet lässt, wird die betroffene Webseite mit der geprüften Werbung von der Software nicht länger blockiert. Natürlich können Nutzer dies aber auch <a>deaktivieren</a>."
  },
  "s13": {
    "message": "Weitere Infos findet man in unserem <a>FAQ für akzeptable Werbung</a>."
  },
  "s16": {
    "message": "Mehr anzeigen"
  },
  "s2": {
    "message": "Weniger anzeigen"
  },
  "s20": {
    "message": "Warum brauchen wir Geld?"
  },
  "s21": {
    "message": "<a>Eyeo GmbH</a>, die Firma hinter Adblock Plus, hat – anders als „normale“ Werbeblocker – das Ziel einen Kompromiss zwischen Internetnutzern und den auf Werbung angewiesenen Webseitenbetreibern zu schaffen. Letztlich soll die Vielfalt im Internet erhalten bleiben. Das kann aber nicht völlig ohne Einkünfte finanziert werden."
  },
  "s23": {
    "message": "Wir müssen die Nutzerbasis von Adblock Plus erweitern und sie zu neuen Plattformen bringen, um das Interesse von Herausgebern an akzeptabler Werbung zu erwecken. Adblock Plus, ursprünglich nur für <a>Firefox</a> verfügbar, ist jetzt auch mit <a>Chrome</a>, <a>Android</a>, <a>Opera</a>, <a>Internet Explorer</a> und <a>Safari</a> nutzbar. <a>EasyList</a> ist eine der bekanntesten Blockierlisten, welche auch von vielen weiteren Werbeblockern genutzt wird."
  },
  "s24": {
    "message": "Desweiteren müssen wir viele Anträge für akzeptable Werbung überprüfen und passende Ausnahmelisten erstellen."
  },
  "s25": {
    "message": "Bei Eyeo geht es jedoch nicht nur um Adblock Plus und akzeptable Werbung. Unsere Mission ist es das Internet zu verbessern. Durch die Schaffung neuer Wege versuchen wir Herausgebern die Möglichkeit zu geben, mit dem Inhalt ihrer Website Geld zu verdienen, ohne ihre Nutzer zu befremden."
  },
  "s26": {
    "message": "Sammelt Adblock Plus Nutzerdaten?"
  },
  "s27": {
    "message": "Wir sammeln keinerlei spezfische Nutzerdaten und der Großteil der Daten (z. B. welche Websites man besucht) wird nie zu unseren Servern geschickt. Details hierzu finden sich in unserer <a>Datenschutzerklärung</a>."
  },
  "s3": {
    "message": "Was ist Adblock Plus?"
  },
  "s4": {
    "message": "Mit Adblock Plus können Sie Werbung blockieren und sich gegen Tracking, Malware und viele <a>weitere Dinge</a> schützen, während Sie im Internet surfen."
  },
  "s5": {
    "message": "Wie funktioniert Adblock Plus?"
  },
  "s6": {
    "message": "Adblock Plus selber blockiert gar nichts bis Sie ihm durch die Auswahl von Filterlisten “mitteilen” was es blockieren soll. Diese Filterlisten sind das Ergebnis vieler Freiwilliger weltweit und enthalten Filterregeln, die bestimmen, was der mit Adblock Plus verknüpfte Browser nicht anzeigen soll. Sie können beliebige Filterlisten jederzeit hinzufügen, verändern oder entfernen. Zum Beispiel existieren vorgefertigte externe Filterlisten, mit denen Sie sich auch vor <a>Tracking</a> oder <a>Malware</a> schützen können. Des Weiteren können Sie Ihre <a>eigenen Filterlisten erstellen</a> und benutzen."
  },
  "s7": {
    "message": "Standardmäßig sind zwei Filterlisten aktiviert:"
  },
  "s8": {
    "message": "Eine auf Ihrer Sprache basierend ausgewählte Blockierliste"
  },
  "s9": {
    "message": "Die Liste mit Ausnahmefiltern"
  },
  "title": {
    "message": "Über Adblock Plus"
  }
}