{
  "title": {
    "message": "Über"
  },
  "title-full": {
    "message": "Über Adblock Plus"
  },
  "s1": {
    "message": "Mehr anzeigen"
  },
  "s2": {
    "message": "Weniger anzeigen"
  },
  "s3": {
    "message": "Was ist Adblock Plus?"
  },
  "s4": {
    "message": "Adblock Plus blockiert nervige Werbung im Internet. Desweiteren kann es auch <a>weitere Dinge</a>, wie etwa Tracking zur Verfolgung durch Internetfirmen, verhindern. Mit mehr als"
  },
  "s5": {
    "message": "Millionen Nutzern ist es die weltweit bekannteste"
  },
  "s6": {
    "message": "Browser-Erweiterung"
  },
  "s7": {
    "message": ". Adblock Plus ist ein von Wladimir Palant 2006 gegründetes Gemeinschaftsprojekt. <a>Eyeo</a> wurde 2011 von Wladimir Palant und Till Faida gegründet, um die Entwickung von ABP nachhaltig zu gestalten."
  },
  "s8": {
    "message": "Wie funktioniert Adblock Plus?"
  },
  "s9": {
    "message": "Adblock Plus hat selbst keine Funktionalität, d.h. es blockiert von sich aus nichts, bis durch Filterlisten festgelegt wird, was genau geblockt werden soll. Diese Filterlisten sind im Wesentlichen eine Kombination aus Regeln, welche Adblock Plus die zu blockierenden Elemente angeben. Neben dem Blockieren von Werbung, können Filterlisten auch zum Blockieren von <a>Tracking</a> und <a>Malware</a> benutzt werden."
  },
  "s10": {
    "message": "Standardmäßig sind zwei Filterlisten aktiviert:"
  },
  "s11": {
    "message": "Eine auf Ihrer Sprache basierend ausgewählte Blockierliste"
  },
  "s12": {
    "message": "Die Liste mit Ausnahmefiltern"
  },
  "s13": {
    "message": "Sie können diese jederzeit deaktivieren, weitere hinzufügen oder Ihre <a> eigenen Listen erstellen</a>."
  },
  "s14": {
    "message": "Was ist akzeptable Werbung?"
  },
  "s15": {
    "message": "Adblock Plus existiert, um seine Nutzer vor nerviger Werbung zu schützen. Dennoch sind wir uns dessen bewusst, dass nicht jede Werbung schlecht ist und Website Besitzer diese zum Überleben brauchen. Daher haben wir <a>strikte Kriterien</a> entwickelt, um akzeptable Werbung  zu identifizieren: die unaufdringliche, welche nicht blockiert werden muss. Websites, die diese Kriterien erfüllen, können <a>beantragen</a>, ihre Werbung auf die Ausnahmeliste setzen zu lassen, welche diese dann für den Großteil der Nutzer freischaltet. Wenn Sie keine Werbung sehen wollen, können Sie diese Funktion jederzeit <a>deaktivieren</a> ."
  },
  "s16": {
    "message": "Weitere Infos findet man in unserem <a>FAQ für akzeptable Werbung</a>."
  },
  "s17": {
    "message": "Wie verdienen wir Geld?"
  },
  "s18": {
    "message": "Wir werden von einigen große Firmen bezahlt, die unaufdringliche Werbung unterstützen, welche an der Initiative für Akzeptable Werbung teilnehmen möchten."
  },
  "s19": {
    "message": "Mehr anzeigen"
  },
  "s20": {
    "message": "Whitelisting ist für kleinere Webseiten und Blogs kostenfrei. Jedoch fordert die Betreuung dieser Listen erheblichen Aufwand unsererseits und diese Aufgabe kann nicht vollständig von Freiwilligen übernommen werden, wie es bei den gemeinsamen Filterlisten der Fall ist."
  },
  "s21": {
    "message": "Wir werden nie Werbung zur Whitelist hinzufügen, welche nicht den <a>Kriterien</a> entspricht. Es ist nicht möglich sich einen Platz in der Whitelist zu kaufen. Beachten Sie außerdem, dass dieser Vorgang für kleinere und mittlere Websites kostenfrei ist."
  },
  "s22": {
    "message": "Desweiteren haben wir ein Startkapital von unseren Investoren, wie Tim Schumacher, erhalten. Sie glauben an akzeptable Werbung und wollen das Konzept erfolgreich sehen."
  },
  "s23": {
    "message": "Warum brauchen wir Geld?"
  },
  "s24": {
    "message": "<a>Eyeo GmbH</a>, die Firma hinter Adblock Plus, wurde gegründet um die Welt der Online-Werbung zu verändern. Das ist etwas, was eine Person nicht alleine als Hobby betreiben kann."
  },
  "s25": {
    "message": "Mehr anzeigen"
  },
  "s26": {
    "message": "Wir müssen die Nutzerbasis von Adblock Plus erweitern und sie zu neuen Plattformen bringen, um das Interesse von Herausgebern an akzeptabler Werbung zu erwecken. Adblock Plus, ursprünglich nur für <a>Firefox</a> verfügbar, ist jetzt auch mit <a>Chrome</a>, <a>Android</a>, <a>Opera</a> und <a>Internet Explorer</a> nutzbar. <a>EasyList</a> ist eine der bekanntesten Blockierlisten, welche auch von vielen weiteren Werbeblockern genutzt wird. Wir verwalten daher die zur Übermittlung von EasyList benötigte Infrastruktur."
  },
  "s27": {
    "message": "Desweiteren müssen wir viele Anträge für akzeptable Werbung überprüfen und passende Ausnahmelisten erstellen. Wir müssen auch proaktiv an Herausgeber und Werbenetzwerke herangehen, sodass diese akzeptable Werbung erstellen."
  },
  "s28": {
    "message": "Bei Eyeo geht es jedoch nicht nur um Adblock Plus und akzeptable Werbung. Unsere Mission ist es das Internet zu verbessern. Durch die Schaffung neuer Wege versuchen wir Herausgebern die Möglichkeit zu geben, mit dem Inhalt ihrer Website Geld zu verdienen, ohne ihre Nutzer zu befremden."
  },
  "s29": {
    "message": "Sammelt Adblock Plus Nutzerdaten?"
  },
  "s30": {
    "message": "Wir sammeln keinerlei spezfische Nutzerdaten und der Großteil der Daten (z. B. welche Websites man besucht) wird nie zu unseren Servern geschickt. Details hierzu finden sich in unserer <a>Datenschutzerklärung</a>."
  }
}