{
  "title": {
    "message": "Über Adblock Plus"
  },
  "s1": {
    "message": "Mehr anzeigen"
  },
  "s2": {
    "message": "Weniger anzeigen"
  },
  "s3": {
    "message": "Was ist Adblock Plus?"
  },
  "s4": {
    "message": "Mit Adblock Plus können Sie Werbung blockieren und sich gegen Tracking, Malware und viele <a>weitere Dinge</a> schützen, während Sie im Internet surfen."
  },
  "created": {
    "message": "Adblock Plus ist ein Open-Source Gemeinschaftsprojekt, welches 2006 maßgeblich von Wladimir Palant entwickelt wurde. 2011 wurde <a>Eyeo</a> von Wladimir Palant und Till Faida gegründet, um die Entwickung von ABP nachhaltig zu gestalten."
  },
  "s5": {
    "message": "Wie funktioniert Adblock Plus?"
  },
  "s6": {
    "message": "Adblock Plus selber blockiert gar nichts bis Sie ihm durch die Auswahl von Filterlisten “mitteilen” was es blockieren soll. Diese Filterlisten sind das Ergebnis vieler Freiwilliger weltweit und enthalten Filterregeln, die bestimmen, was der mit Adblock Plus verknüpfte Browser nicht anzeigen soll. Sie können beliebige Filterlisten jederzeit hinzufügen, verändern oder entfernen. Zum Beispiel existieren vorgefertigte externe Filterlisten, mit denen Sie sich auch vor <a>Tracking</a> oder <a>Malware</a> schützen können. Des Weiteren können Sie Ihre <a>eigenen Filterlisten erstellen</a> und benutzen."
  },
  "s7": {
    "message": "Standardmäßig sind zwei Filterlisten aktiviert:"
  },
  "s8": {
    "message": "Eine auf Ihrer Sprache basierend ausgewählte Blockierliste"
  },
  "s9": {
    "message": "Die Liste mit Ausnahmefiltern"
  },
  "s10": {
    "message": "Sie können diese Listen aktiviert lassen, entfernen oder modifizieren. Ganz nach Ihrer Wahl!"
  },
  "s11": {
    "message": "Was ist akzeptable Werbung?"
  },
  "s12": {
    "message": "Viele Nutzer von Adblock Plus blocken damit Werbung. Wir glauben allerdings nicht, dass jede Werbung wirklich so nervig ist, dass sie blockiert werden muss. Webseiten benötigen Einkünfte aus Werbung um sich zu finanzieren. Daher versuchen wir die Webseitenbetreiber davon zu überzeugen und zu motivieren, bessere und unaufdringliche Werbung anzuzeigen statt die Internetnutzer mit nerviger Werbung erst zum Blockieren zu animieren. Wir haben dafür in den letzten Jahren zusammen mit unseren Nutzern und anderen Quellen <a>strikte Kriterien</a> entwickelt um akzeptable Formen und Platzierungen von Werbung zu identifizieren. Webseiten, welche sich dazu bereit erklären unseren Nutzern gegenüber Werbung anzuzeigen, die sich an diese Richtlinien hält, können <a>beantragen</a> auf eine optionale Whitelist aufgenommen zu werden. Dies ist in aller Regel auch kostenlos. Solange der Nutzer diese Option eingeschaltet lässt, wird die betroffene Webseite mit der geprüften Werbung von der Software nicht länger blockiert. Natürlich können Nutzer dies aber auch <a>deaktivieren</a>."
  },
  "s13": {
    "message": "Weitere Infos findet man in unserem <a>FAQ für akzeptable Werbung</a>."
  },
  "s14": {
    "message": "Wie finanzieren wir uns?"
  },
  "s15": {
    "message": "Wir erhalten Spenden von unseren Nutzern und Personen die unsere Vision teilen. Daneben bezahlen uns wenige große Firmen für Leistungen die wir im Rahmen der Freischaltung akzeptabler Werbeformen an diese erbringen. Kleine und mittlere Webseiten erhalten unsere Leistungen kostenlos, da Eyeo diese fördern und somit die Vielfalt im Internet erhalten möchte."
  },
  "s16": {
    "message": "Mehr anzeigen"
  },
  "s17": {
    "message": "Die Acceptable Ads Initiative zu Betreiben erfordert erheblichen Aufwand auf unserer Seite. Dies kann nicht komplett von Freiwilligen übernommen werden, wie es bei den Filterlisten der Fall ist. Auch reichen die Spendengelder hierfür nicht aus."
  },
  "s18": {
    "message": "Deswegen bezahlen einige wenige Firmen, die deutlich von der Freischaltung profitieren, für die im Rahmen der Freischaltung erhaltenen Leistungen. Wichtig ist dabei allerdings, dass Eyeo von kleinen und mittleren Webseiten keinerlei Bezahlung verlangt. Derzeit erhalten fast 90% aller teilnehmenden Webseiten das Whitelisting unentgeltlich."
  },
  "s19": {
    "message": "Niemand kann sich freikaufen – Adblock Plus wird Werbung, die den mit den Nutzern entwickelten <a>Kriterien</a> nicht entspricht, niemals, auch nicht gegen Geld, durchlassen. Zudem kann die Blockierung von dem Nutzer jederzeit beliebig modifiziert werden, Eyeo nimmt auf diese Entscheidungen der Nutzer keinen Einfluss. Alle am Acceptable Ads Programm teilnehmenden Webseiten und Werbemittel sind  öffentlich in unserem <a>Forum</a> gelistet und zur Diskussion gestellt."
  },
  "s20": {
    "message": "Warum brauchen wir Geld?"
  },
  "s21": {
    "message": "<a>Eyeo GmbH</a>, die Firma hinter Adblock Plus, hat – anders als „normale“ Werbeblocker – das Ziel einen Kompromiss zwischen Internetnutzern und den auf Werbung angewiesenen Webseitenbetreibern zu schaffen. Letztlich soll die Vielfalt im Internet erhalten bleiben. Das kann aber nicht völlig ohne Einkünfte finanziert werden."
  },
  "s23": {
    "message": "Wir müssen die Nutzerbasis von Adblock Plus erweitern und sie zu neuen Plattformen bringen, um das Interesse von Herausgebern an akzeptabler Werbung zu erwecken. Adblock Plus, ursprünglich nur für <a>Firefox</a> verfügbar, ist jetzt auch mit <a>Chrome</a>, <a>Android</a>, <a>Opera</a>, <a>Internet Explorer</a> und <a>Safari</a> nutzbar. <a>EasyList</a> ist eine der bekanntesten Blockierlisten, welche auch von vielen weiteren Werbeblockern genutzt wird. Wir verwalten daher die zur Übermittlung von EasyList benötigte Infrastruktur."
  },
  "s24": {
    "message": "Desweiteren müssen wir viele Anträge für akzeptable Werbung überprüfen und passende Ausnahmelisten erstellen."
  },
  "s25": {
    "message": "Bei Eyeo geht es jedoch nicht nur um Adblock Plus und akzeptable Werbung. Unsere Mission ist es das Internet zu verbessern. Durch die Schaffung neuer Wege versuchen wir Herausgebern die Möglichkeit zu geben, mit dem Inhalt ihrer Website Geld zu verdienen, ohne ihre Nutzer zu befremden."
  },
  "s26": {
    "message": "Sammelt Adblock Plus Nutzerdaten?"
  },
  "s27": {
    "message": "Wir sammeln keinerlei spezfische Nutzerdaten und der Großteil der Daten (z. B. welche Websites man besucht) wird nie zu unseren Servern geschickt. Details hierzu finden sich in unserer <a>Datenschutzerklärung</a>."
  }
}