{
  "title": {
    "message": "Akzeptable Werbung in Adblock Plus zulassen"
  },
  "s1": {
    "message": "Akzeptable Werbung - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus stellt die Initiative für Akzeptable Werbung vor: Unterstützen Sie Webseiten, die auf Werbung angewiesen sind und sich dazu entschlossen haben, sie möglichst unaufdringlich zu gestalten."
  },
  "s3": {
    "message": "Akzeptable Werbung - Adblock Plus"
  },
  "s4": {
    "message": "Adblock Plus stellt die Initiative für Akzeptable Werbung vor: Unterstützen Sie Webseiten, die auf Werbung angewiesen sind und sich dazu entschlossen haben, sie möglichst unaufdringlich zu gestalten."
  },
  "s5": {
    "message": "Worum geht es hier?"
  },
  "s6": {
    "message": "Ab Adblock Plus Version 2.0 können Sie bestimmte Werbung zulassen, die als nicht nervend eingestuft wurde. Dadurch können Sie Webseiten unterstützen, die sich durch Werbung finanzieren aber unaufdringliche Werbeformate einsetzen."
  },
  "s7": {
    "message": "Kennen Sie bereits unser <a>Acceptable Ads Manifesto?</a>"
  },
  "s8": {
    "message": "Warum ist diese Funktion automatisch aktiviert?"
  },
  "s9": {
    "message": "Leider ist dies die einzige Möglichkeit, die oben beschriebenen Ziele zu erreichen. Werbetreibende werden jedoch dann einen Anreiz für den Einsatz besserer Werbung haben, wenn die Mehrheit der Adblock Plus-Nutzer diese Funktion aktiviert hat."
  },
  "s10": {
    "message": "Aber ich hasse jede Werbung!"
  },
  "s11": {
    "message": "Kein Problem, man kann diese Funktion jederzeit deaktivieren. Dies funktioniert wie folgt:"
  },
  "s12": {
    "message": "Firefox: Klicken Sie auf das Adblock Plus-Icon und wählen Sie den Punkt „Filtereinstellungen...“ aus. Entfernen Sie nun den Haken bei „Einige nicht aufdringliche Werbung zulassen“ und schon ist die Funktion deaktiviert."
  },
  "s13": {
    "message": "Chrome: Rechtsklicken Sie auf das Adblock Plus-Icon oben rechts in der Adresszeile, wählen Sie den Menüpunkt „Optionen“ und entfernen Sie nun den Haken bei „Einige nicht aufdringliche Werbung zulassen“."
  },
  "s14": {
    "message": "Opera: Klicken Sie auf den Opera-Menü-Button in der Ecke links oben (bei OS X: klicken Sie auf „Fenster“ oben), wählen Sie den Punkt „Erweiterungen“ und klicken Sie bei Adblock Plus auf Optionen. Dort entfernen Sie nun den Haken bei „Einige nicht aufdringliche Werbung zulassen“."
  },
  "s15": {
    "message": "Internet Explorer: Klicken Sie auf das Adblock Plus Icon unten rechts in der Statusleiste und wählen Sie den Punkt „Einstellungen“ aus. Entfernen Sie nun den Haken bei „Einige nicht aufdringliche Werbung zulassen“"
  },
  "s16": {
    "message": "Safari: Klicken Sie auf das Adblock Plus Icon oben links neben der Adressleiste und wählen Sie den Punkt „Einstellungen“ aus. Entfernen Sie anschließend den Haken bei „Einige aufdringliche Werbung zulassen“"
  },
  "s17": {
    "message": "Android: Klicken Sie auf das Adblock Plus Icon in der Benachrichtigungsleiste oben, und entfernen Sie dann den Haken bei \"Acceptable Ads / Einige nicht aufdringliche Werbung zulassen\""
  },
  "s18": {
    "message": "Welche Werbung ist \"akzeptabel\"?"
  },
  "s19": {
    "message": "Wir haben zurzeit diese Anforderungen:"
  },
  "s20": {
    "message": "Statische Werbung (keine Animationen, Sounds etc.)"
  },
  "s21": {
    "message": "Nach Möglichkeit nur Text, keine aufmerksamkeitserregenden Bilder"
  },
  "s22": {
    "message": "Platzierung der Werbung:"
  },
  "s23": {
    "message": "Werbung sollte nicht den Inhalt verdecken (z.B. nicht den Seiteninhalt bis zum Klicken eines Buttons überlagern)."
  },
  "s24": {
    "message": "Auf Seiten mit Text sollte Werbung nicht zwischen dem Text platziert werden, wo sie den Lesefluss beeinträchtigen. Stattdessen sollte sie darüber, darunter, oder an den Seiten platziert werden. Die gleichen Regeln gelten für Suchseiten: gesponserte Suchergebnisse sollten nicht mit organischen Suchergebnissen vermischt werden."
  },
  "s25": {
    "message": "Ist Werbung über dem eigentlichen Seiteninhalt platziert, dann sollte kein Scrollen erforderlich sein, um diesen zu sehen. Der verfügbare vertikale Platz ist mindestens 700 Pixel. Werbung sollte nicht mehr als ein Drittel dieser Höhe einnehmen. Gesponserte Suchergebnisse auf Suchseiten dürfen mehr Platz einnehmen, aber sie sollten nie mehr Platz einnehmen als organische Suchergebnisse."
  },
  "s26": {
    "message": "Wenn Werbung seitlich platziert ist, muss sie genug Platz für den eigentlichen Seiteninhalt lassen. Es wird erwartet, dass horizontal mindestens 1000 Pixel verfügbar sind, wovon die Werbung nicht mehr als ein Drittel der Breite einnehmen sollte."
  },
  "s27": {
    "message": "Werbung sollte deutlich durch das Wort \"Werbung\" oder Vergleichbares als solche gekennzeichnet sein und klar vom Inhalt der Seite unterschieden werden können (z.B. durch einen Rahmen und/oder einer anderen Hintergrundfarbe)."
  },
  "s28": {
    "message": "Anforderungen bezüglich Kennzeichnung und Platzierung treffen für in den Seiteninhalt eingebettete Hyperlinks mit Affiliate Referrer IDs nicht zu. Zusätzliche Anforderungen für Hyperlinks mit Affiliate Referrer IDs:"
  },
  "s29": {
    "message": "Vom Hyperlink ausgelöste Weiterleitungen sollten keine andere Webseite präsentieren als die Zielseite."
  },
  "s30": {
    "message": "In Texten können nicht mehr als 2% aller Wörter für Monetarisierungszwecke mit einem Hyperlink versehen werden."
  },
  "s31": {
    "message": "Hyperlinks sollten nicht anders formatiert werden und sich nicht anders verhalten als andere Links."
  },
  "s32": {
    "message": "Hyperlinks sollten nicht irreführend sein. Dies gilt sowohl für deren Inhalt als auch deren Platzierung."
  },
  "s33": {
    "message": "Diese Kriterien sind noch nicht final, wir arbeiten an ihrer Verbesserung. Insbesondere wollen wir voraussetzen, dass die Privatsphäre der Nutzer respektiert wird (z. B. verpflichtende Unterstützung von <a>Do Not Track</a>). Allerdings sind wir im Moment noch nicht in der Lage, diese Voraussetzung einzufordern."
  },
  "s34": {
    "message": "Wird jede \"akzeptable\" Werbung freigeschaltet?"
  },
  "s35": {
    "message": "Nein. Leider ist es technisch unmöglich, Akzeptable Werbung automatisch zu erkennen. Wir haben <a>Vereinbarungen</a> mit einigen Webseiten und Werbetreibenden, dass nur Werbung nach unseren Kriterien eingesetzt wird, wenn Adblock Plus Nutzer die jeweiligen Webseiten besuchen. Diese Werbung wird dafür von uns freigeschaltet, d.h. zu der automatisch aktivierten Liste für Akzeptable Werbung hinzugefügt."
  },
  "s36": {
    "message": "Kein Bewerber wird bevorzugt oder gesondert behandelt und keiner kann sich einen Platz auf dieser Liste erkaufen. <strong>Jeder muss die Kriterien erfüllen</strong> und den gleichen Prozess durchgehen bevor die Werbung als „akzeptabel“ anerkannt wird."
  },
  "s37": {
    "message": "Was passiert wenn eine Werbung freigeschaltet wird, die nicht den Anforderungen entspricht?"
  },
  "s38": {
    "message": "Bitte <a>melden Sie diese</a> wie gewohnt. Ein Werbetreibender, der seinen Eintrag auf der Whitelist missbraucht, kann jederzeit wieder entfernt werden."
  },
  "s39": {
    "message": "Woher weiß ich, was freigeschaltet wird?"
  },
  "s40": {
    "message": "Die „Nicht aufdringliche Werbung zulassen“-Funktion fügt lediglich ein weiteres Filter-Abonnement hinzu. Sie können diese Filter <a>hier</a> einsehen. Außerdem kann die Sonderbehandlung dieser Filterliste - welche für die Nutzerfreundlichkeit notwendig ist - durch das Aufrufen von „about:config“ und der Änderung der <a>extensions.adblockplus.subscriptions_exceptionscheckbox</a>-Einstellung zu „false“ deaktiviert werden. Dadurch können Sie die Filterliste wie jede andere einsehen."
  },
  "s41": {
    "message": "Haben Sie Fragen oder Anregungen bezüglich dieser Liste? Sie können gerne die Community <a>in unserem Forum</a> oder <a>uns per Email kontaktieren</a>."
  },
  "s42": {
    "message": "Wie kann ich meine Website freischalten lassen?"
  },
  "s43": {
    "message": "Die Freischaltung der Website dauert ungefähr 10 Werktage:"
  },
  "s44": {
    "message": "Wenn Ihre Website Werbung hat, die den <a>Kriterien für akzeptable Werbung</a> entsprechen, füllen Sie bitte <a>dieses Formular</a> aus."
  },
  "s45": {
    "message": "Ein Mitarbeiter von <a>Eyeo</a>, der Firma hinter Adblock Plus, wird Sie kontaktieren, um die zu akzeptierende Werbung zu bestimmten und auf die Kriterien bezogen zu prüfen."
  },
  "s46": {
    "message": "Nach der Prüfung und ggf. durchgeführten Änderungen, unterzeichnen beide Parteien eine <a>Vereinbarung</a>."
  },
  "s47": {
    "message": "Der Vorschlag zur Freischaltung wird von uns <a>ins Forum gestellt</a>, gleichzeitig wird die Werbung freigeschaltet. Der Forumsbeitrag bleibt geöffnet, damit die Community die Werbung bemängeln kann, sofern sie nicht (mehr) den Kriterien entspricht."
  },
  "s48": {
    "message": "Seid ihr bescheuert? Niemand will das!"
  },
  "s49": {
    "message": "Die <a>Ergebnisse einer Nutzerumfrage</a> sagen etwas anderes. Dementsprechend sind lediglich 25% strikt gegen jegliche Art von Werbung. Sie werden diese Funktion deaktivieren und fertig. Andere Nutzer sagen, dass sie einige Werbung zur Unterstützung der Webseiten akzeptieren. Manche Nutzer fragten sogar, ob es die Möglichkeit gibt, Adblock Plus lediglich auf einigen Websites zu aktivieren."
  }
}