{
  "title": {
    "message": "Acceptable Ads Manifesto"
  },
  "s1": {
    "message": "Acceptable Ads Manifesto"
  },
  "s2": {
    "message": "Helft uns mit dem Acceptable Ads Manifesto das Internet zu einem besseren Ort zu machen. Das Manifesto ist unser Kompromiss der alle Parteien aus dem Sog der blinkenden, schlechten Online-Werbung herausführt."
  },
  "s3": {
    "message": "Acceptable Ads Manifesto"
  },
  "s5": {
    "message": "Kann Werbung … besser sein? Unterzeichnet unser Manifesto, um es zu verwirklichen!"
  },
  "s6": {
    "message": "Helft uns mit dem Acceptable Ads Manifesto das Internet zu einem besseren Ort zu machen. Das Manifesto ist unser Kompromiss der alle Parteien aus dem Sog der blinkenden, schlechten Online-Werbung herausführt."
  },
  "s7": {
    "message": "Acceptable"
  },
  "s8": {
    "message": "Ads"
  },
  "s9": {
    "message": "Manifesto"
  },
  "s10": {
    "message": "Wir <strong>brauchen eure Hilfe</strong> für bessere Werbung"
  },
  "s11": {
    "message": "Unterzeichnet unser Manifesto"
  },
  "s12": {
    "message": "Menschen unterzeichneten bisher"
  },
  "s13": {
    "message": "Wir, die Unterzeichnenden…"
  },
  "s14": {
    "message": "<strong>Beitreten </strong> als Organisation"
  },
  "s16": {
    "message": "möchten das Internet zu einem besseren Ort machen – indem wir aufdringliche Werbung ausblenden."
  },
  "s17": {
    "message": "Natürlich verstehen wir, dass Werbung notwendig ist, damit Webseiten ihre Inhalte kostenfrei anbieten können. Doch leider wird Werbung im Internet angesichts kontinuierlich sinkender Klickraten immer nerviger, um sich Gehör zu verschaffen. Millionen von Internetnutzern haben bereits darauf reagiert, indem sie Werbeblocker auf ihrem Rechner installieren. Das verringert wiederum die Klickraten. Ein Teufelskreis."
  },
  "s18": {
    "message": "Wir haben es uns zur Aufgabe gemacht, diesen Teufelskreis zu durchbrechen. Wir sind nicht per se gegen Werbung, aber niemand möchte, dass nervige, blinkende, oft den Inhalt überlappende Werbung auf dem eigenen Computer oder dem Smartphone Amok laufen. Daher haben wir einen guten Kompromiss geschaffen: Die Akzeptable Werbung, oder"
  },
  "s19": {
    "message": "„Acceptable Ads“."
  },
  "s20": {
    "message": "Das ist unser Manifest:"
  },
  "s21": {
    "message": "Acceptable Ads sind nicht aufdringlich."
  },
  "s22": {
    "message": "Acceptable Ads stören nicht beim Lesen einer Seite."
  },
  "s23": {
    "message": "Acceptable Ads sind klar als Werbeanzeige erkennbar."
  },
  "s24": {
    "message": "Acceptable Ads wirken, ohne uns dabei anzuschreien."
  },
  "s25": {
    "message": "Acceptable Ads passen zu der Seite, auf der wir uns befinden."
  },
  "s26": {
    "message": "Wir sind der Auffassung, dass sich Werbetreibende, Werbeagenturen und Online-Werbenetzwerke zusammensetzen und die Richtlinien für Acceptable Ads unterstützen sollten. Gemeinsam können wir das Internet zu einem besseren Ort machen."
  },
  "s27": {
    "message": "Hört sich gut an? Zum Unterzeichnen folge einfach den Anweisungen oben - wir würden uns freuen, dich dabei zu haben! Organisationen können uns <a>kontaktieren</a>."
  },
  "s28": {
    "message": "lest das vollständige Manifesto"
  },
  "s29": {
    "message": "Wir, die Unterzeichner, möchten das Internet zu einem besseren Ort machen. Wir fangen damit an, indem wir zuerst einmal das Internet von aufdringlicher Werbung befreien."
  },
  "s30": {
    "message": "Wir lehnen Werbung nicht per se ab – einige Anzeigen sind durchaus unterhaltsam und manche sogar nützlich. Und selbstverständlich verdanken viele kostenfreie Inhalte im Internet ihre Existenz den Werbetreibenden, die diese Webseiten unterstützen."
  },
  "s31": {
    "message": "Aber wir wollen keine nervigen Pop-ups, 30-sekündige Pre-roll Werbespots, auffällig blinkenden Anzeigen oder Überblendungen mehr sehen, die Amok auf unseren Computern oder Smartphones laufen. Wir würden das auch nicht im realen Leben tolerieren, warum also im Internet? Man stelle sich einmal vor, eine Reklametafel würde vor euer Auto springen oder eine Zeitungsanzeige sich plötzlich öffnen und den Artikel überdecken, den ihr eigentlich lesen wolltet. Warum sollten Online-Anzeigen dann das tun? Und je nerviger eine Online-Werbung ist, desto mehr Leute installieren Werbeblocker, um sie zu stoppen. Das ist eine Abwärtsspirale."
  },
  "s32": {
    "message": "Wir glauben, dass Werbetreibende, Werbeagenturen und Werbenetzwerke eine Verantwortung haben und Anzeigen kreieren sollten, die den Wünschen der Nutzer entsprechen. User sind dann geneigt, die Anzeigen nicht total abzulehnen. Wir nennen diese Anzeigen „Acceptable Ads“. Die Kriterien haben wir bereits 2011 in monatelanger Arbeit gemeinsam mit unserer Open Source Community erarbeitet. Der Anreiz für Werbetreibende besteht darin, dass Nutzer akzeptable Werbung bevorzugen. Sie wird weniger geblockt und öfter angesehen. Jeder gewinnt."
  },
  "s33": {
    "message": "Unsere Grundsätze für das Acceptable Ads Manifest:"
  },
  "s34": {
    "message": "1) Acceptable Ads sind nicht aufdringlich"
  },
  "s35": {
    "message": "Internetnutzer sollten nicht hereingelegt werden, nur damit sie auf Werbeanzeigen klicken. Werbung kann aus dem Überangebot hervorstechen, indem sie nützlich und ansprechend gestaltet ist. Das Geblinke nervt letztendlich die Käufer. In beiden Fällen wird die blinkende, aufdringliche Werbung nicht zu mehr Abverkäufen führen, sondern eher zu negativer Presse oder zu Unmut."
  },
  "s36": {
    "message": "2) Acceptable Ads stören nicht beim Lesen einer Seite"
  },
  "s37": {
    "message": "Nutzer können eine Anzeige interessant finden, was jedoch nicht der Grund für sie ist, eine Webseite zu besuchen. Man surft auf einer Webseite wegen ihres Inhaltes. Daher sollte die Seite nicht mit Werbung überfüllt sein, die den Inhalt ungefragt stört oder verdeckt, wie zum Beispiel durch Pop-ups, Pop-unders, Pre-roll Werbespots oder ähnliches. Wenn Platzierung und Aufbau der Anzeige stimmen, dann ist der Nutzer dazu angeregt, diese anzuklicken."
  },
  "s38": {
    "message": "3) Acceptable Ads sind klar als Werbeanzeige erkennbar"
  },
  "s39": {
    "message": "Wenn es sich um eine Anzeige handelt, dann seid ehrlich! Auf jeder Webseite gibt es einen Bereich für Anzeigen und einen Bereich für redaktionelle Inhalte. Es gibt sogar Platz für <a>Advertorials</a> oder <a>native Werbung</a>, wenn klar ist, dass es sich darum handelt. Gute Inhalte sind immer willkommen, aber es muss transparent bleiben."
  },
  "s40": {
    "message": "4) Acceptable Ads sind erfolgreich, auch wenn sie uns nicht anschreien"
  },
  "s41": {
    "message": "Wir könnten in einer Bibliothek, einem Flugzeug oder in einem Meeting sein – ihr wisst nie, wo wir uns gerade befinden, wenn wir auf eine Anzeige klicken. Bitte bringt uns also nicht in Verlegenheit, wenn wir auf eine Anzeige klicken und uns nervige Sounds um die Ohren gehauen werden. Wenn wir es hören möchten, klicken wir darauf."
  },
  "s42": {
    "message": "5) Acceptable Ads passen zu der Seite, auf der sie sind"
  },
  "s43": {
    "message": "Webseitenbetreiber müssen die Nutzererfahrung und den Wert für den User im Hinterkopf behalten: Lasst eure Marke nicht von unachtsam ausgewählten Werbern beschädigen. Jede Art von Werbung auf eurer Webseite mag kurzfristig profitabel sein. Den Werbern zu erlauben, die Nutzererfahrung mit nervenden Bannern oder sogar betrügerischen Anzeigen zu beeinträchtigen, wird sich jedoch auf lange Sicht nicht auszahlen."
  },
  "s44": {
    "message": "Zusammenfassend gesagt: Acceptable Ads sind Anzeigen für die wir – die Menschen – uns entschieden haben."
  },
  "s45": {
    "message": "Warum haben Millionen von Menschen Werbeblocker auf ihren Rechnern installiert? Um die nervigen Werbeanzeigen zu stoppen! Leider bedeutet das Blockieren von Werbung, dass gute Webseiten ihrer Einnahmen beraubt werden. Zudem sorgt es dafür, dass gute Werbung nicht gesehen wird. Daher können Nutzer ausgewählte Webseiten und Werbenetzwerke auf die Whitelist setzen, die Acceptable Ads anbieten. Adblock-Nutzer können selbst entscheiden, welche Werbung sie für informativ halten. User haben die Kontrolle!"
  },
  "s46": {
    "message": "Indem Ihr dieses Manifest unterstützt, können wir Werbetreibende, Werbeagenturen und Publishing-Netzwerke ermutigen, sich zusammenzusetzen und die Richtlinien der Acceptable Ads zu unterstützen. Zusammen können wir das Internet zu einem besseren Ort machen. Macht mit!"
  },
  "s47": {
    "message": "Gezeichnet, die Unterstützer der Acceptable Ads Initiative:"
  },
  "s48": {
    "message": "Teilt das Manifesto"
  },
  "s49": {
    "message": "facebook"
  },
  "s50": {
    "message": "twitter"
  },
  "s51": {
    "message": "google+"
  },
  "s52": {
    "message": "Privatsphäretipps"
  },
  "s53": {
    "message": "Lightbeam extension for Firefox shows who is tracking your online movements"
  },
  "s54": {
    "message": "13 Security Tips for the Truly Paranoid"
  },
  "s55": {
    "message": "IAB Escalates Attack on Firefox Privacy Browser"
  },
  "s56": {
    "message": "Must-Know Privacy Tips for Google, Facebook, and Other Online Services"
  },
  "s57": {
    "message": "Ad-Tracking Tool Increases Sites' CPM, Aids Brand Marketers"
  },
  "s58": {
    "message": "TRUSTe Privacy Tips"
  },
  "s59": {
    "message": "Nachrichten zur Werbebranche"
  },
  "s60": {
    "message": "Eye-tracking tool boosts ad volume"
  },
  "s61": {
    "message": "Internet Ad Revenues At $20.1 Billion Hit Historic High"
  },
  "s62": {
    "message": "W3C miss July deadline for Do-Not-Track"
  },
  "s63": {
    "message": "Who's Watching You Online?"
  },
  "s64": {
    "message": "Do-Not-Track' future in doubt as major ad group withdraws"
  },
  "s65": {
    "message": "How Ads Track You on Your Smartphone"
  },
  "s66": {
    "message": "Teile dieser Inhalte gehören ©2014 individuellen Acceptable Ads-Mitwirkenden."
  },
  "s67": {
    "message": "Inhalte sind unter der <a>Creative Commons License</a> verfügbar."
  },
  "s68": {
    "message": "Kontaktiert uns"
  },
  "s69": {
    "message": "Haltet euch auf dem Laufenden"
  }
}