{
  "title": {
    "message": "Adblock Plus für Android konfigurieren"
  },
  "s1": {
    "message": "Erste Schritte"
  },
  "s2": {
    "message": "Adblock Plus wählt beim ersten Start automatisch ein passendes Filterabonnment für Sie aus. Sie können dennoch <a>ein anderes Filterabonnement</a> aus der Liste auswählen."
  },
  "s3": {
    "message": "Adblock Plus wird als Hintergrunddienst laufen und seinen Status in der Benachrichtigungsleiste anzeigen."
  },
  "s4": {
    "message": "Ein Filterabonnement auswählen"
  },
  "s5": {
    "message": "Sie können jederzeit ein anderes Filterabonnement aus der Liste auswählen:"
  },
  "s6": {
    "message": "Jedes Mal wenn Sie ein anderes Filterabonnement auswählen, wird es automatisch heruntergeladen und aktiviert. Standardmäßig werden Filterabonnements in regelmäßigen Abständen aktualisiert. Es gibt zwei andere Einstellungsmöglichkeiten in den erweitertn Einstellungen:"
  },
  "s7": {
    "message": "Manuell — das Filterabonnement wird nur aktualisiert, wenn Sie den Aktualisieren-Button drücken ("
  },
  "s8": {
    "message": ")."
  },
  "s9": {
    "message": "Beim Start — das Filterabonnement wird automatisch aktualisiert, wenn Sie Adblock Plus starten."
  },
  "s10": {
    "message": "Proxy manuell konfigurieren"
  },
  "s11": {
    "message": "Android-Versionen vor 3.1 haben keine integrierten Proxy-Einstellungen, aber einige Hersteller haben sie in ihren Geräten ergänzt. Wenn Sie ein nicht-gerootetes Gerät mit einer älteren Android-Version als 3.1 haben, können den Proxy dennoch manuell einstellen,"
  },
  "s12": {
    "message": "Abhängig vom Gerät sind die Proxy-Einstellungen an unterschiedlichen Stellen zu finden. Wenn Ihr Gerät hier aufgelistet ist, folgen Sie den Anweisungen."
  },
  "s13": {
    "message": "Anleitungen für bestimmte Geräte"
  },
  "s14": {
    "message": "Allgemeine Anleitung"
  },
  "s15": {
    "message": "Falls Ihr Gerät nicht aufgelistet ist, finden Sie die Proxy-Einstellungen wahrscheinlich in den erweiterten WLAN-Einstellungen."
  },
  "s17": {
    "message": "Öffnen Sie <em>Einstellungen</em> in der App-Übersicht und wählen dann <em>WLAN</em> aus."
  },
  "s18": {
    "message": "Verbinden Sie sich mit dem gewünschten Netzwerk falls nicht schon geschehen. Halten Sie dann das <em>verbundene</em> Netzwerk länger gedrückt bis das Menü erscheint und gehen anschließend auf <em>Netzwerk ändern</em>:"
  },
  "s19": {
    "message": "Setzen Sie weiter unten bei <em>Erweiterte Optionen einblenden</em> einen Haken:"
  },
  "s20": {
    "message": "Scrollen Sie runter zu den Proxy-Einstellungen und wählen dort <em>Manuell</em>aus:"
  },
  "s21": {
    "message": "Setzen Sie <em>Proxy</em> auf"
  },
  "s24": {
    "message": "Gehn Sie zu den WLAN-Einstellungen und wählen dort <em>Erweiterte Einstellungen</em> im Menü aus:"
  },
  "s25": {
    "message": "Finden Sie die Proxy-Host- und Port-Einstellungen auf:"
  },
  "s26": {
    "message": "Ändern Sie den Proxy-Host zu"
  },
  "s27": {
    "message": "und geben Sie bei Port die Nummer ein, die Adblock Plus anzeigt:"
  },
  "s28": {
    "message": "Häufig gestellte Fragen"
  }
}