{
  "title": {
    "message": "Cookie-Banner blockieren | Adblock Plus Premium"
  },
  "description": {
    "message": "Blockiere lästige Cookie-Banner, mit denen du aufgefordert wirst, Cookies beim Surfen im Internet zu akzeptieren. Starte sofort mit Adblock Plus Premium!"
  },
  "hero__heading": {
    "message": "Du kannst nun Cookie-Banner im Internet entfernen!"
  },
  "hero__subheading": {
    "message": "Vermeide frustrierende Online-Erlebnisse, indem du Cookie-Banner mit Adblock Plus Premium blockierst."
  },
  "hero-aside__heading": {
    "message": "Bitte scrolle nicht weiter"
  },
  "hero-aside__paragraph-1": {
    "message": "Hallo,"
  },
  "hero-aside__paragraph-2": {
    "message": "du bist sicherlich mit den nervigen Pop-ups nur allzu vertraut, mit denen du beim Surfen im Internet aufgefordert wirst, der Cookie-Nutzung zuzustimmen. Aufgrund der Datenschutzgesetze im Internet sind sie überall zu finden. Obwohl wir große Fans von Transparenz und Online-Datenschutz sind, lässt sich nicht leugnen, dass diese Cookie-Banner ein Störfaktor für Internetnutzer sind."
  },
  "hero-aside__paragraph-3": {
    "message": "Wir freuen uns, mitteilen zu können, dass du Cookie-Banner ab sofort mit Adblock Plus Premium blockieren kannst! Gelange schneller an dein Ziel, wenn Adblock Plus Premium diese Banner ausblendet und alle unnötigen Cookies in deinem Namen ablehnt. Genieße ein reibungsloses Online-Erlebnis mit weniger Unterbrechungen und weniger Tracking durch Werbetreibende. Registriere dich noch heute für Adblock Plus Premium, um schnell loszulegen."
  },
  "hero-aside__paragraph-4": {
    "message": "Mit freundlichen Grüßen <span>Das Adblock Plus-Team</span>"
  },
  "premium-checkout-header__heading": {
    "message": "Blockiere Cookie-Banner und starte damit noch heute:"
  },
  "premium-checkout-card-option__button-1": {
    "message": "<span>$ 2</span> monatlich für Premium"
  },
  "premium-checkout-card-option__button-2": {
    "message": "<span>$ 20</span> jährlich für Premium"
  },
  "premium-checkout-card-option__badge": {
    "message": "Spare 20 %"
  },
  "premium-checkout-features__heading": {
    "message": "Was ist alles enthalten?"
  },
  "premium-checkout-features__item-1": {
    "message": "Mit Premium genießt du eine verbesserte Blockierung von Pop-ups. Schluss mit lästigen Unterbrechungen durch eingeblendete Videos, Newsletter-Anfragen, Cookie-Banner und andere Ablenkungen."
  },
  "premium-checkout-features__item-2": {
    "message": "Synchronisiere bei Nutzung von Premium deine Einstellungen auf mehreren Geräten."
  },
  "premium-checkout-submit__button": {
    "message": " Kauf abschließen"
  },
  "privacy-policy": {
    "message": "Datenschutzerklärung"
  },
  "premium-checkout-policy__heading": {
    "message": "Unterstütze uns vertrauensvoll:"
  },
  "premium-checkout-policy__text": {
    "message": " Solltest du mit Premium nicht rundum zufrieden sein, kannst du dein Upgrade jederzeit kündigen. Und du kannst Adblock Plus behalten!"
  }
}