{
  "title": {
    "message": "Problem melden"
  },
  "s1": {
    "message": "Problem melden - Adblock Plus"
  },
  "s2": {
    "message": "Probleme mit Adblock Plus? Lassen Sie es uns wissen, damit wir Adblock Plus verbessern können. Adblock Plus für Chrome und andere Plattformen kann hier heruntergeladen werden."
  },
  "s3": {
    "message": "Problem melden - Adblock Plus"
  },
  "s4": {
    "message": "Probleme mit Adblock Plus? Lassen Sie es uns wissen, damit wir Adblock Plus verbessern können. Adblock Plus für Chrome und andere Plattformen kann hier heruntergeladen werden."
  },
  "s5": {
    "message": "Bitte beachten Sie die folgenden Punkte bevor Sie einen Fehlerbericht abschicken."
  },
  "s6": {
    "message": "Manche Probleme sind keine Adblock Plus-Fehler"
  },
  "s7": {
    "message": "Werbung wird nicht gefiltert: dies ist ein Filter-Problem, bitte <a>melden Sie dies auf einen anderen Weg</a>."
  },
  "s8": {
    "message": "Eine Webseite funktioniert nicht richtig und  <a>das temporäre Deaktivieren von Adblock Plus</a> auf dieser Webseite behebt diesen Fehler: dies ist ein Filter-Problem, bitte <a>melden Sie dies auf einen anderen Weg</a>."
  },
  "s14": {
    "message": "Ein Problem tritt auf bevor Adblock Plus installiert wird oder besteht weiterhin, wenn es deinstalliert wird: Sie müssen anderweitig nach einer Erklärung suchen."
  },
  "s15": {
    "message": "Insbesondere, wenn die Installation von Adblock Plus fehlschlägt und Sie einen <a>unterstützten Browser</a> verwenden, dann handelt es sich um ein Problem mit dem Browser. Folgen Sie daher den  <a>allgemeinen Anweisungen zur Fehlerbehebung</a> Falls Sie nicht Firefox verwenden: <a>Chrome</a>, <a>Opera</a>, <a>Safari</a>, <a>Internet Explorer</a>"
  },
  "s16": {
    "message": "Wie man Fehler meldet"
  },
  "s17": {
    "message": "Sie können Unterstützung bekommen und <a>Ihr Problem im Forum schildern.</a>"
  },
  "s18": {
    "message": "Ihr Fehlerbericht sollte alle benötigten Informationen, um das Problem nachzuvollziehen, enthalten:"
  },
  "s19": {
    "message": "Adblock Plus Version, welchen Browser Sie benutzen (inklusive Versionsnummer), welches Betriebssystem verwendet wurde"
  },
  "s20": {
    "message": "Alle Details der Konfiguration, die von Bedeutung sein könnten (verwendete Filterlisten , ggf. eigene Filter, ungewöhliche Konfiguration des Browsers, andere Erweiterungen)"
  },
  "s21": {
    "message": "Eine genaue Beschreibung der Schritte, die erfolgen müssen, um den Fehler zu sehen"
  },
  "s22": {
    "message": "Eine genaue Beschreibung von dem, was passiert und was Ihrer Meinung nach falsch ist"
  },
  "s23": {
    "message": "Mein Fehlerbericht ist nicht mehr da. Was ist passiert?"
  },
  "s24": {
    "message": "Sie haben festgestellt, dass Ihr Feherbericht nicht mehr da ist?"
  },
  "s25": {
    "message": "Eventuell haben die Moderatoren den Titel geändert, um ihn aussagekräftiger zu machen."
  },
  "s26": {
    "message": "Bitte schauen Sie <a>im Forum nach.</a>"
  },
  "s15-link": {
    "message": "http://support.mozilla.com/kb/Unable%20to%20install%20add-ons"
  },
  "s15-link2": {
    "message": "https://support.google.com/chrome_webstore/answer/1698338?hl=en"
  },
  "s15-link3": {
    "message": "http://help.opera.com/Windows/11.60/en/extensions.html"
  },
  "s15-link4": {
    "message": "http://support.apple.com/kb/PH5067"
  },
  "s15-link5": {
    "message": "http://windows.microsoft.com/en-us/internet-explorer/manage-add-ons#ie=ie-11"
  }
}