{
  "s10": {
    "message": "Behoben: Das Symbol in der Werkzeugleiste funktioniert nicht in den nächtlichen Builds von SeaMonkey Mail."
  },
  "s11": {
    "message": "Behoben: Beim Verschieben eines Filters in Einstellungen kann die Warnung \"Nicht antwortendes Skript\" aufkommen."
  },
  "s12": {
    "message": "Behoben: Warnung \"XBL-Datei ist inkorrekt formuliert\" in Firefox 4."
  },
  "s13": {
    "message": "Behoben: Werkzeuge zum Aufspüren von Speicherlecks machen irrtümlich einen Speicherleck in Adblock Plus aus."
  },
  "s14": {
    "message": "Versionshinweise der vorherigen Version"
  },
  "s2": {
    "message": "Persische Übersetzung wieder hinzugefügt, einige andere Übersetzungen wurden aktualisiert."
  },
  "s3": {
    "message": "Fehlerberichts-Assistent: Verweisende Seite wird jetzt auch übertragen, um die Erkennung und Untersuchung vor Problemen zu vereinfachen, die mit Pop-up-Fenstern zusammenhängen."
  },
  "s4": {
    "message": "Fehlerberichts-Assistent: Das Senden des Berichts wird in einigen Fällen nicht mehr erlaubt, um nutzlose Berichte zu verhindern."
  },
  "s5": {
    "description": "{1}: 23257",
    "message": "Behoben: Regeln zum Verstecken von Elementen werden nach einer Ausnahme für diese Regel nicht mehr angewandt (<a>Bug {1}</a>)."
  },
  "s6": {
    "message": "Behoben: Text des Symbols in der Werkzeugleiste erscheint rechts vom Symbol anstatt unter ihm (<a>Thema im Forum</a>)."
  },
  "s7": {
    "message": "Behoben: Die Zahl der Treffer für die Filter wird beim Schließen des Browsers nicht gespeichert (nur Firefox 4)."
  },
  "s8": {
    "description": "{1}: 23441",
    "message": "Behoben: Die Verweise im Dialog \"Über Adblock Plus\" werden unter Linux in einer externen Anwendung geöffnet (<a>Bug {1}</a>)."
  },
  "s9": {
    "message": "Behoben: Mit einigen Themes erscheint in der Liste der zuletzt gesendeten Fehlerberichte eine horizontale Bildlaufleiste (<a>Thema im Forum</a>)."
  },
  "title": {
    "message": "Detaillierte Versionshinweise für Adblock Plus 1.3.2"
  }
}