{
    "s2": {
        "message": "Adblock Plus ist ein Open-Source Gemeinschaftsprojekt. Es gibt viele Wege, am Projekt mitzuwirken."
    },
    "s5": {
        "message": "{1} ist ein Community betriebenes Open-Source-Produkt, das unter der <a>GPLv3<\/a> lizenziert ist und das Ziel verfolgt, das Internet für alle besser zu machen.",
        "description": "{1}: Adblock Plus"
    },
    "s6": {
        "message": "Wenn du Adblock Plus gerne nutzt, kannst du uns so unterstützen:"
    },
    "s7": {
        "message": "Weitersagen"
    },
    "s8": {
        "message": "Fehler melden"
    },
    "s9": {
        "message": "Code beisteuern"
    },
    "s10": {
        "message": "Anderen helfen"
    },
    "s11": {
        "message": "Adblock Plus übersetzen"
    },
    "s12": {
        "message": "Vorschläge machen"
    },
    "s13": {
        "message": "Spenden"
    },
    "s14": {
        "message": "Filter hinzufügen oder verbessern"
    },
    "s15": {
        "message": "Acceptable Ads bewerten"
    },
    "s17": {
        "message": "Wenn Adblock Plus deinen Browser besser gemacht hat, erzähl es weiter! Der leichteste Weg das Internet besser zu machen, ist deine Freunde, Kollegen und Follower mit ins Boot zu holen."
    },
    "s19": {
        "message": "Es gibt mehrere Wege wie du helfen kannst, Adblock Plus bekannter zu machen:"
    },
    "s20": {
        "message": "Folge Adblock Plus auf <a>Facebook<\/a>, <a>Instagram<\/a> oder <a>Twitter<\/a> und bleib auf dem Laufenden."
    },
    "s21": {
        "message": "Schreiben Sie über Adblock Plus in Ihrem Blog oder in Social Networks."
    },
    "s22": {
        "message": "Überzeugen sie andere, Adblock Plus zu <a>installieren<\/a>."
    },
    "s23": {
        "message": "Bewegen Sie die Medien über Themen wie Datenschutz und Sicherheit im Internet zu schreiben."
    },
    "s25": {
        "message": "Adblock Plus funktioniert nicht so, wie es sollte? — <a>Gib uns Bescheid<\/a>."
    },
    "s26": {
        "message": "Wir surfen alle etwas anders. Deswegen kann es sein, dass du noch unbekannte Fehler findest. Um sie zu beheben, brauchen wir deine Hilfe."
    },
    "s27": {
        "message": "Sende uns einen Fehlerbericht mit einigen wichtigen Details: wann taucht der Fehler auf? Welchen Browser nutzt du? Welche Version von Adblock Plus nutzt du? (Diese findest du unter \"Über Adblock Plus\" in den Einstellungen deiner Erweiterung)"
    },
    "s28": {
        "message": " "
    },
    "s29": {
        "message": "Entwicklungsversionen testen"
    },
    "s30": {
        "message": "Vor der Veröffentlichung einer neuen Version von Adblock Plus gibt es immer mehere  <a>Entwicklungsversionen<\/a>."
    },
    "s31": {
        "message": "Wir testen diese, um Fehler zu finden und neue Funktionen zu testen, bevor eine neue Version von Adblock Plus veröffentlicht wird."
    },
    "s32": {
        "message": "Wenn du neue Versionen von Adblock Plus vor allen anderen testen möchtest, abonniere den <a>RSS Feed<\/a>."
    },
    "s34": {
        "message": "Ob Bug Fixes oder neue Features, Mitarbeit bei der Entwicklung ist immer willkommen."
    },
    "s35": {
        "message": "Deine Mitwirkung am Adblock Plus-Code ist wichtig und sehr wertvoll für uns! Es gibt viel zu tun! Geh zur Seite auf der du <a>Code beisteuern<\/a> kannst und los geht’s!"
    },
    "s37": {
        "message": "Kennst du dich mit Adblock Plus gut aus, kannst du neuen Nutzern bei Fragen helfen."
    },
    "s38": {
        "message": "Schau dich einfach im  <a>Forum<\/a> um. Es gibt stets viele Nutzer, die nach einer Antwort suchen."
    },
    "s40": {
        "message": "Adblock Plus wurde bereits in über 30 Sprachen übersetzt — trotzdem brauchen wir noch mehr Übersetzer für noch mehr Sprachen!"
    },
    "s41": {
        "message": "Melde dich bei <a>Crowdin<\/a> an und trag Übersetzungen bei für: <a>Adblock Plus für Firefox<\/a>,  <a>Adblock Plus für Chrome<\/a>,  <a>Element Hiding Helper<\/a>,  <a>Customizations für Adblock Plus<\/a>."
    },
    "s42": {
        "message": "Wähle eine Sprache aus und schlage neue Übersetzungen vor."
    },
    "s43": {
        "message": "Wenn du nicht selbst übersetzen möchtest, kannst du mit wenigen Klicks die Beiträge anderer bewerten."
    },
    "s45": {
        "message": "Es gibt immer etwas, was verbessert werden kann; also teile deine Ideen mit uns!"
    },
    "s46": {
        "message": "Sag uns, was verändern werden sollte und vor allem: <em>Wie<\/em> würdest du es besser machen?"
    },
    "s47": {
        "message": "Im <a>Forum<\/a> kannst du ein neues Thema erstellen oder zu einer bereits laufenden Diskussion beitragen. Eine Registrierung ist nicht nötig."
    },
    "s48": {
        "message": "Zu beachten ist aber, dass aus verschiedenen Gründen nicht jeder Vorschlag übernommen werden kann. Man sollte auch bei seiner Kritik konstruktiv bleiben."
    },
    "s49": {
        "message": "Spenden"
    },
    "s50": {
        "message": "Mit zusätzlichem Geld werden wir Adblock Plus schneller weiterentwickeln können."
    },
    "s51": {
        "message": "Auch Sie können <a>einen Beitrag leisten.<\/a>."
    },
    "s53": {
        "message": "Adblock Plus ist nur so gut wie seine Filter."
    },
    "s54": {
        "message": "Die Elemente die Adblock Plus blockiert sind in Filterlisten definiert, die von Freiwilligen gepflegt werden."
    },
    "s55": {
        "message": "Durch regelmäßige Aktualisierung stellen diese sicher, dass Adblock Plus jede nervige Werbung auf allen Webseiten blockiert."
    },
    "s56": {
        "message": "Wenn du auf eine Webseite stößt deren Werbung nicht blockiert ist, oder wenn zu viel blockiert wird, kannst du es <a>hier<\/a> melden."
    },
    "Notice": {
        "message": "Die eyeo GmbH, das Unternehmen hinter Adblock Plus, hat keine Rechte oder Kontrolle über Filterlisteninhalte mit Ausnahme der Acceptable Ads und ABP-Filterliste für Umgehungsschutz."
    },
    "s61": {
        "message": "Adblock Plus ist der Begründer der <a>Acceptable Ads Initiative<\/a>, welche zum Ziel hat, Webseiten zu unterstützen die sich für unaufdringliche Werbeformen entscheiden."
    },
    "s62": {
        "message": "Auf Basis <a>strikter Richtlinien<\/a> kann jeder an der Diskussion teilnehmen und entscheiden bei welcher Werbung es sich um <em>Acceptable Ads<\/em> handelt."
    },
    "s63": {
        "message": "Wenn du mitentscheiden willst, welche Art von Werbung als akzeptabel eingestuft wird, sag uns deine Meinung im <a>Forum<\/a>."
    },
    "title": {
        "message": "Wie kann ich helfen?"
    }
}