{
  "title": {
    "message": "Wie kann ich helfen?"
  },
  "s1": {
    "message": "Mitwirken - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus ist ein Open-Source Gemeinschaftsprojekt. Es gibt viele Wege, am Projekt mitzuwirken."
  },
  "s5": {
    "message": "Adblock Plus ist ein Open Source Community-Projekt mit dem Ziel, das Internet durch die Eliminierung schlechter Werbung zu verbessern."
  },
  "s6": {
    "message": "Bitte unterstützen Sie uns."
  },
  "s7": {
    "message": "Weitersagen"
  },
  "s8": {
    "message": "Fehler melden"
  },
  "s9": {
    "message": "Code beisteuern"
  },
  "s10": {
    "message": "Anderen helfen"
  },
  "s11": {
    "message": "Adblock Plus übersetzen"
  },
  "s12": {
    "message": "Vorschläge machen"
  },
  "s13": {
    "message": "Spenden"
  },
  "s14": {
    "message": "Filter hinzufügen oder verbessern"
  },
  "s15": {
    "message": "Acceptable Ads bewerten"
  },
  "s17": {
    "message": "Auch das Weiterempfehlen von Adblock Plus ist nützlich. Auch wenn niemand direkt davon profitiert, macht die Verbreitung von Werbeblockern aufdringliche Werbung unwirtschaftlich. Letztendlich wird diese Werbeart genauso aussterben, wie das mit PopUp-Fenstern bereits geschehen ist."
  },
  "s18": {
    "message": " "
  },
  "s19": {
    "message": "Es gibt mehrere Wege wie Sie helfen können, damit Adblock Plus bekannter wird:"
  },
  "s20": {
    "message": "Folgen Sie uns auf <a>Twitter</a>, <a>Facebook</a> oder <a>Google+</a> und empfehlen Sie ABP an alle Freunde."
  },
  "s21": {
    "message": "Schreiben Sie über Adblock Plus in Ihrem Blog oder in Social Networks."
  },
  "s22": {
    "message": "Überzeugen sie andere, Adblock Plus zu <a>installieren</a>."
  },
  "s23": {
    "message": "Bewegen Sie die Medien über Themen wie Datenschutz und Sicherheit im Internet zu schreiben."
  },
  "s25": {
    "message": "Wenn man bemerkt, dass Adblock Plus sich nicht so verhält, wie er eigentlich sollte — <a>geben Sie Bescheid</a>."
  },
  "s26": {
    "message": "Es gibt immer Situationen, die wir nicht getestet haben, weshalb die Erweiterung in diesen nicht korrekt funktionieren könnte. Wir brauchen Hilfe, um diese zu finden."
  },
  "s27": {
    "message": "Dem Fehlerbericht sollten alle Informationen beigelegt werden, die für das Reproduzieren des Problems notwendig sind: unter welchen Umständen taucht der Fehler auf, welcher Browser wurde verwendet, was war die Version von Adblock Plus?"
  },
  "s28": {
    "message": " "
  },
  "s29": {
    "message": "Entwicklungsversionen testen"
  },
  "s30": {
    "message": "Vor der Veröffentlichung einer neuen Version von Adblock Plus gibt es immer mehere  <a>Entwicklungsversionen</a>."
  },
  "s31": {
    "message": "Der Grund ist, Fehler oder auch schlecht erstellte Funktionen zu finden, bevor sie veröffentlicht werden."
  },
  "s32": {
    "message": "Abonnieren Sie den <a>RSS Feed</a> und Sie werden informiert, sobald eine Entwicklungsversion herausgegeben wird."
  },
  "s34": {
    "message": "Ob Bug Fixes oder neue Features, Mitarbeit bei der Entwicklung ist immer willkommen."
  },
  "s37": {
    "message": "Erfahrene Nutzer von Adblock Plus könnten vielleicht etwas Zeit aufwenden, um Fragen der Leute zu beantworten, denen das alles noch neu ist."
  },
  "s38": {
    "message": "Schaut Euch einfach im  <a>Forum</a> um, es gibt stets viele Nutzer, die nach einer Antwort suchen."
  },
  "s40": {
    "message": "Adblock Plus wurde bereits in über 30 Sprachen übersetzt — und trotzdem benötigen wir noch mehr Übersetzer."
  },
  "s41": {
    "message": "Wenn man Adblock Plus übersetzen will, sollte man sich auf  <a>Crowdin</a> anmelden und sich unsere Projekt-Seiten ansehen:  <a>Adblock Plus für Firefox</a>,  <a>Adblock Plus für Chrome</a>,  <a>Element Hiding Helper</a>,  <a>Customizations für Adblock Plus</a>."
  },
  "s42": {
    "message": "Wählen Sie eine Sprache aus und schlagen Sie Übersetzungen vor."
  },
  "s43": {
    "message": "Und wenn Sie noch nicht übersetzen möchten, können Sie auch für Übersetzungen von anderen Nutzern abstimmen."
  },
  "s45": {
    "message": "Es gibt immer etwas, was verbessert werden kann; also teilt uns Eure Ideen mit."
  },
  "s46": {
    "message": "Am besten wäre es, wenn man uns nicht nur sagt, was verbessert werden sollte (das wissen wir meistens schon), sondern auch wie man es verändern könnte."
  },
  "s47": {
    "message": "Man kann einfach im <a>Forum</a> ein neues Thema erstellen oder zu einer bereits laufenden Diskussion beitragen, eine Registrierung ist nicht notwendig."
  },
  "s48": {
    "message": "Zu beachten ist aber, dass aus verschiedenen Gründen nicht jeder Vorschlag übernommen werden kann. Man sollte auch bei seiner Kritik konstruktiv bleiben."
  },
  "s49": {
    "message": "Spenden"
  },
  "s50": {
    "message": "Mit zusätzlichem Geld werden wir Adblock Plus schneller weiterentwickeln können."
  },
  "s51": {
    "message": "Auch Sie können <a>einen Beitrag leisten.</a>."
  },
  "s53": {
    "message": "Adblock Plus ist nur so gut wie seine Filter."
  },
  "s54": {
    "message": "Die Elemente die Adblock Plus blockiert sind in Filterlisten definiert, die von Freiwilligen gepflegt werden."
  },
  "s55": {
    "message": "Durch regelmäßige Aktualisierung stellen diese sicher, dass Adblock Plus jede nervige Werbung auf allen Webseiten blockiert."
  },
  "s56": {
    "message": "Wenn Sie auf eine Webseite stoßen deren Werbung nicht blockiert ist, oder wenn zu viel blockiert wird, <a>melden</a>."
  },
  "s57": {
    "message": "Sie können auch <a>lernen wie man Filter erstellt</a> ."
  },
  "s58": {
    "message": "Wenn Sie sich mit der Erstellung von Filtern auskennen, können Sie <a>neue Filter in unserem Forum vorschlagen</a> (Registrierung ist nicht nötig, aber in diesem Fall empfohlen)."
  },
  "s59": {
    "message": "Aktive Mitglieder können zu Filterlisten-Maintainern werden."
  },
  "s61": {
    "message": "Adblock Plus ist der Begründer der <a>Acceptable Ads Initiative</a>, welche zum Ziel hat, Webseiten zu unterstützen die sich für unaufdringliche Werbeformen entscheiden."
  },
  "s62": {
    "message": "Auf Basis der <a>strikten Richtlinien</a> kann jeder an der Diskussion teilnehmen und entscheiden bei welcher Werbung es sich um <em>Acceptable Ads</em>."
  },
  "s63": {
    "message": "Wenn Sie mitentscheiden wollen, welche Art von Werbung als akzeptable eingestuft wird, besuchen Sie bitte unser <a>Forum</a>."
  }
}