{
  "title": {
    "message": "Weihnachtsangebot − Adblock Plus Premium"
  },
  "description": {
    "message": "Genieße die Feiertage mit einem Jahresabo für Adblock Plus Premium. Schenke dir jetzt ein besseres Interneterlebnis!"
  },
  "s1": {
    "message": "Gönne dir ein leistungsstärkeres Adblock Plus"
  },
  "s2": {
    "message": "/Monat"
  },
  "s3": {
    "message": "Regulärer Preis: $ 2/Monat"
  },
  "s4": {
    "message": "Adblock Plus Premium sichern"
  },
  "s5": {
    "message": "Weihnachtsangebot:"
  },
  "s6": {
    "message": "50 % Rabatt auf das Jahresabo"
  },
  "s7": {
    "message": "50 % Rabatt auf Adblock Plus Premium"
  },
  "s8": {
    "message": "Jährliche Abbuchung von $ 20"
  },
  "s9": {
    "message": "Ein besseres Erlebnis beim Online-Einkauf mit Adblock Plus Premium"
  },
  "s10": {
    "message": "Handle schnell – dieses Angebot gilt nur für kurze Zeit!"
  },
  "s11": {
    "message": "Gönne dir weniger Ablenkungen und ein besseres Interneterlebnis. Melde dich noch heute an und starte dein Jahresabo für Adblock Plus Premium."
  },
  "s12": {
    "message": "Klicke unten, um jetzt zu abonnieren:"
  },
  "s13": {
    "message": "Jetzt abonnieren und 50 % sparen!"
  },
  "s14": {
    "message": "Dieses befristete Angebot ist vom 24. November 2023 bis 15. Dezember 2023 erhältlich."
  },
  "s15": {
    "message": "Der Rabatt von 50 % gilt für ein Jahr eines Jahresabonnements. Nach diesem Jahr wird dein Abonnement zum regulären Preis verlängert. Preise werden in USD $ angezeigt."
  },
  "s16": {
    "message": "Wenn du in einer anderen Währung bezahlen möchtest, fallen unter Umständen zusätzliche Gebühren deiner Bank oder deines Zahlungsverarbeiters an."
  },
  "s17": {
    "message": "50 % Rabatt auf Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Werbung und Pop-Ups blockieren"
  },
  "premium-benefit_2": {
    "message": "Tracker stoppen"
  },
  "premium-benefit_3": {
    "message": "Website-Benachrichtigungen blockieren"
  },
  "premium-benefit_4": {
    "message": "Videoeinblendungen stoppen"
  },
  "premium-benefit_5": {
    "message": "Newsletter-Pop-Ups ausblenden"
  },
  "premium-benefit_6": {
    "message": "Umfrageeinladungen ignorieren"
  },
  "benefit_1-heading": {
    "message": "Konzentriere dich auf die wirklich wichtigen Dinge."
  },
  "benefit_1-paragraph": {
    "message": "Mit Adblock Plus Premium kannst du nahezu ungestört im Internet surfen und einkaufen. Konzentriere dich auf Inhalte, die du sehen möchtest, egal ob Jagd nach den besten Online-Angeboten oder der Besuch deiner Lieblings-Websites."
  },
  "benefit_2-heading": {
    "message": "Verhindere, dass bestimmte Werbetreibende dich tracken."
  },
  "benefit_2-paragraph": {
    "message": "Adblock Plus Premium kann Cookie-Einwilligungen blockieren und wir können automatisch Cookies in deinem Namen ablehnen. Das heißt, dass du die lästigen Benachrichtigungen ausblenden kannst, die dich beim Besuch von Websites auffordern, Cookies zu akzeptieren. Und du akzeptierst ausschließlich Cookies, die das Funktionieren der Website sicherstellen, keine Cookies Dritter bzw. Werbe-Cookies."
  },
  "benefit_3-heading": {
    "message": "Sichere dir schnell die besten Angebote."
  },
  "benefit_3-paragraph": {
    "message": "Mit Adblock Plus laden Websites schneller, sodass du dir diese befristeten Angebote und begehrten Produkte blitzschnell sichern kannst."
  },
  "deal__subheading": {
    "message": "In dieser Weihnachtssaison haben wir ein besonderes Angebot für dich, damit du mehr Kontrolle über dein Online-Erlebnis hast. Wenn du ein Jahresabonnement für Adblock Plus Premium abschließt, bekommst du 50 % Rabatt auf den regulären Preis!"
  },
  "deal__heading-2": {
    "message": "Blockiere mehr als nur Werbung"
  },
  "deal__subheading-2": {
    "message": "Mit Adblock Plus Premium kannst du nach Belieben im Internet surfen. Mithilfe unserer Funktion Distraction Control (Störungskontrolle) kannst du aufdringliche Ablenkungen wie Videoeinblendungen, die dich auf dem Bildschirm begleiten, Newsletter-Pop-Ups, Umfrageeinladungen und vieles mehr blockieren."
  }
}