{
  "meta-title": {
    "message": "Large Scale Deployment"
  },
  "meta-description": {
    "message": "Adblock Plus ist eine große Bereicherung für jede Unternehmung, Universität oder große IT-Infrastruktur. Wir freuen uns, Ihnen bei der Installation für Ihr gesamtes Netzwerk unterstützend zur Seite zu stehen."
  },
  "page-header": {
    "message": "Adblock Plus für Administratoren"
  },
  "page-description": {
    "message": "Adblock Plus ist das perfekte Tool für jede Universität, Firma oder IT-Infrastruktur mit mehreren Workstations."
  },
  "feature-bandwidth": {
    "message": "Datenverbrauch verringern"
  },
  "feature-efficient": {
    "message": "Effizientere Arbeitsumgebung"
  },
  "feature-privacy": {
    "message": "Erweiteter Datenschutz"
  },
  "feature-gpl": {
    "message": "GPLv3-Lizenz"
  },
  "contact-us": {
    "message": "Wir freuen uns über Ihr Feedback! <a>Kontakt & technischer Support</a>"
  },
  "about-header": {
    "message": "Was sind Large Scale Deployments?"
  },
  "about-overview": {
    "message": "Die Installation von ABP auf mehreren Systemen und Nutzerkonten kann sehr zeitaufwendig und mühselig sein, wenn diese für jedes Gerät manuell durchgeführt werden muss. Administratoren stehen verschiedene Tools zur Verfügung um die Installation zu automatisieren, z.B. Konfigurations-Software oder das Installieren von Skripts."
  },
  "about-consideration": {
    "message": "Jede großflächige Installation einer Browser-Erweiterung umfasst die Berücksichtigung mehrerer Faktoren wie z.B.: gewünschter Browser, Betriebssystem, interne Richtlinien oder die Infrastruktur im Allgemeinen."
  },
  "why-header": {
    "message": "Warum sollte man Adblock Plus in einem Computer-Netzwerk installieren?"
  },
  "why-overview": {
    "message": "Adblock Plus ist ein großartiges Tool für jede Universität, Schule. Firma, staatliche oder andere Institution die mehrere Workstations in ihrer IT-Infrastruktur beinhaltet."
  },
  "why-advantages": {
    "message": "Adblock Plus verringert das Risiko als Nutzer in seiner Privatsphäre gestört zu werden und minimiert Sicherheitslücken im gesamten Netzwerk. Malware und Viren, die oftmals durch störende Werbung übertragen werden, blockiert Adblock Plus automatisch. Desweiteren reduziert Adblock Plus beträchtlich die Bandbreite-Nutzung. Außerdem wird das Surf-Erlebnis und die Arbeitsleistung des Endnutzers deutlich verbessert. Der Nutzer wird nicht länger durch Pop-Ups, blinkende Banner oder irreführende Werbeformate gestört, was ihm dabei hilft sich besser auf seine Arbeit zu konzentrieren."
  },
  "how-deploy-abp-header": {
    "message": "Wie installiert man Adblock Plus?"
  },
  "how-deploy-abp-overview": {
    "message": "Wir arbeiten zurzeit an den besten Lösungen für großangelegte Netzwerk-Installationen. Diese sind allerdings größtenteils abhängig vom genutzen Browser."
  },
  "additional-resources-header": {
    "message": "Weitere Informationen"
  },
  "forum-info": {
    "message": "Nutzen Sie unser <a>Forum</a> um uns Fragen zu stellen oder sich in Diskussionen über Entwicklungs-relevante Themen einzubringen."
  },
  "issues-info": {
    "message": "Falls Sie ein Ticket erstellen möchten bzgl. eines Large-Scale Development-Projekts bitten wir Sie darum vorher einen Blick in die <a>aktuelle Issue-Liste</a> zu werfen. Bitte kennzeichnen Sie Ihr Issue mit dem folgenden Stichwort: large-scale-deployments. Sollten Sie einen Programmfehler entdecken, können Sie Ihr Ticket direkt im <a>Adblock Plus Issue Tracker</a> erstellen."
  },
  "organisations-using-abp": {
    "message": "Organisationen, die Adblock Plus verwenden"
  },
  "unalaska-school-quote": {
    "message": "Aufgrund der extrem begrenzten Bandweite zählt für mich hier im abgelegenen Alaska jedes Bit das über den Satelliten wandert.."
  },
  "compnology-quote": {
    "message": "Aufgrund der CryptoLocker- und Malware-Angriffe haben wir ein hohes Interesse daran, eure Software bei uns einzusetzen."
  },
  "geneva-int-school-quote": {
    "message": "Ablock Plus ermöglicht unseren Studenten und Lehrern vollste Konzentration auf das Lernen und Unterrichten."
  },
  "7energy-quote": {
    "message": "Ich würde Adblock Plus definitiv für Unternehmen empfehlen. Es war wirklich sehr einfach es bei unseren Nutzern zu installieren - auch sie waren begeistert von dem Programm."
  },
  "holstebro-quote": {
    "message": "Nach der Installation von Adblock Plus sank unsere Serverbelastung enorm. Diese führte zu einer besseren Leistung für unsere Nutzer"
  }
}