{
  "title": {
    "message": "Entwicklungsversionen"
  },
  "s1": {
    "message": "Was sind Entwicklungsversionen?"
  },
  "s2": {
    "message": "Entwicklungsversionen zeigen den aktuellen Stand der Entwicklung von Adblock Plus und anderen Erweiterungen, die Sie auf dieser Seite finden. Wenn Sie einen Entwicklungsverson installieren, können Sie Funktionen ausprobieren, die noch nicht in einer stabilen Version veröffentlicht wurden."
  },
  "s3": {
    "message": "Wie zuverlässig sind Entwicklungsversionen?"
  },
  "s4": {
    "message": "Normalerweise sind Entwicklungsversionen weniger zuverlässig als stabile Versionen und Sie verwenden sie auf eigene Gefahr. Allerdings werden Änderungen sorgfältig überprüft bevor sie in das Open Source-Repository hinzugefügt werden. Dies bedeutet, dass Entwicklungsversionen meistens problemlos funktionieren. Gelegentlich wird es jedoch zu Problemen kommen. Insbesondere dann, wenn man eine unübliche Konfiguration hat. Bitte melden Sie Fehler, damit sie behoben werden können. Gewöhnlichweise werden bei nicht-Englischen Sprachen die neuen Strings bis kurz vor einer Veröffentlichung unübersetzt bleiben. Entwicklungversionen können ebenfalls andere Erweiterungen so beeinflussen, wie man es nicht von einer stabilen Version erwarten würde."
  },
  "s5": {
    "message": "Wie melde ich Fehler in Entwicklungsversionen?"
  },
  "s6": {
    "message": "Bitte tun Sie dies <a>im Forum</a>. Eröffnen Sie einfach ein neues Thema (schauen Sie sich vorher aber etwas um, der Fehler könnte schon gemeldet worden sein). Eine Anmeldung ist nicht nötig, aber von Nutzen, wenn Sie über Anworten benachrichtigt werden möchten. Bitte geben Sie alle Informationen an, die zum Reproduzieren des Fehlers wichtig sind, insbesondere die Versionsnummer der Entwicklungsversion, den Browser und die Browserversion, das Betriebssystem. Bitte installieren Sie testweise die letzte stabile Version der Erweiterung und bestätigen Sie, dass der Fehler mit dieser nicht existiert, da dies im Allgemeinen sehr hilfreich ist."
  },
  "s7": {
    "message": "Wie installiere/aktualisiere ich Entwicklungsversionen?"
  },
  "s8": {
    "message": "Um eine Entwicklungsversion zu installieren, klicken Sie auf einen der folgenden Links:"
  },
  "s9": {
    "message": "(<a>Changelog</a>, \n    <a>ältere Versionen</a>)"
  },
  "s10": {
    "message": "für"
  },
  "s11": {
    "message": "(<a>Changelog</a>, \n    <a>ältere Versionen</a>)."
  },
  "s12": {
    "message": " <a>Installationsanweisungen unten beachten</a>!"
  },
  "s13": {
    "message": "für"
  },
  "s14": {
    "message": "(Opera 15 oder neuer benötigt)"
  },
  "s15": {
    "message": "(<a>Changelog</a>,\n    <a>ältere Versionen</a>)."
  },
  "s16": {
    "message": " <a>Installationsanweisungen unten beachten</a>!"
  },
  "s17": {
    "message": "für"
  },
  "s18": {
    "message": ": <a>64-Bit Windows</a>, <a>32-Bit Windows</a>"
  },
  "s19": {
    "message": "(<a>ältere Versionen</a>)"
  },
  "s20": {
    "message": "für"
  },
  "s21": {
    "message": "(<a>Changelog</a>, \n    <a>ältere Versionen</a>)."
  },
  "s22": {
    "message": "Element Hiding Helper"
  },
  "s23": {
    "message": "(<a>Changelog</a>, \n    <a>ältere Versionen</a>)"
  },
  "s24": {
    "message": "Customizations für"
  },
  "s25": {
    "message": "(<a>Changelog</a>, \n    <a>ältere Versionen</a>)"
  },
  "s26": {
    "message": "Diagnostics für"
  },
  "s27": {
    "message": "(<a>Changelog</a>, \n    <a>ältere Versionen</a>)"
  },
  "s28": {
    "message": "URL Fixer"
  },
  "s29": {
    "message": "(<a>Changelog</a>, \n    <a>ältere Versionen</a>)"
  },
  "s30": {
    "message": "JavaScript Deobfuscator"
  },
  "s31": {
    "message": "(<a>Changelog</a>, \n    <a>ältere Versionen</a>)"
  },
  "s32": {
    "message": "Ihr Browser such automatisch nach Updates und bietet Ihnen diese an, sobald eine neue Entwicklungsversion veröffentlicht wurde."
  },
  "s33": {
    "message": "Bitte beachten Sie, dass Sie nie ein Update der stabilen Version erhalten, sondern direkt die nächste Entwicklungsversion aktualisiert werden."
  },
  "s34": {
    "message": "<strong>Wichtiger Hinweis bei der Installation unter Chrome</strong>: Seit Chrome 21 ist die Installation von Erweiterungen von Drittanbiertern nicht erlaubt."
  },
  "s35": {
    "message": "Um dies zu umgehen, müssen Sie Chrome mit dem"
  },
  "s36": {
    "message": "Parameter starten."
  },
  "s37": {
    "message": "Eine Alternative ist die automatische und systemweite Installation von Adblock Plus-Enwicklungsversionen (hat in allen Benutzerkonten Auswirkung, benötigt Browser-Neustart):"
  },
  "s38": {
    "message": "Unter <em>Windows</em> laden Sie diese \n    <a>diese Registry-Datei</a>\n    herunter und führen Sie sie aus (benötigt Administratoren-Rechte)."
  },
  "s39": {
    "message": "Um Adblock Plus wieder zu entfernen, laden Sie"
  },
  "s40": {
    "message": "diese Registry-Datei"
  },
  "s41": {
    "message": "herunter und führen Sie sie aus."
  },
  "s42": {
    "message": "Unter <em>Linux</em> laden Sie <a>diese Datei</a> herunter und fügen Sie sie unter"
  },
  "s43": {
    "message": "und"
  },
  "s44": {
    "message": "ein (erstellen Sie ggf. die Verzeichnisse, benötigt Administratoren-Rechte)."
  },
  "s45": {
    "message": "Um Adblock Plus wieder zu entfernen, löschen Sie die Datei einfach."
  },
  "s46": {
    "message": "<strong>Wichtiger Hinweis bei der Installation unter Opera</strong>: Opera erlaubt die Installation von Erweiterungen von Drittanbietern nicht."
  },
  "s47": {
    "message": "Sie müssen die Entwicklungsversion herunterladen und in das Erweiterungfenster von Opera ziehen."
  },
  "s48": {
    "message": "Woher weiß ich, was sich geändert hat?"
  },
  "s49": {
    "message": "Wenn der Browser Sie über ein Update benachrichtigt, klicken Sie auf die Entwicklungsversion und dann auf  den &quot;Show Information&quot;-Button. Dies zeigt Ihnen alle Änderungen in der Version an. Für einen detailierteren Überblick der Änderungen und weitere Informationen, schauen Sie sich die <a>Ankündigungen der Entwicklungsversionenen</a> an. Sie können den <a>RSS-Feed</a> in Ihren bevorzugten Feed Reader abonnieren."
  }
}