{
  "title": {
    "message": "Vielen Dank für deinen Beitrag zu Adblock Plus!"
  },
  "subheading": {
    "message": "Wir wissen deine Unterstützung wirklich zu schätzen. Mit Beiträgen von Leuten wie dir können wir weiterhin Tools erschaffen, mit denen das Internet ein besserer Ort für uns alle sein wird."
  },
  "p1": {
    "message": "Deine Transaktion wurde verarbeitet und wir werden dir eine Quittung per E-Mail senden. Wenn du PayPal verwendet hast, kannst du dich in deinem Konto anmelden, um die Einzelheiten zur Transaktion einzusehen."
  },
  "faq-heading": {
    "message": "Häufig gestellte Fragen"
  },
  "faq-receipt": {
    "message": "Werde ich eine Quittung erhalten?"
  },
  "faq-receipt-1": {
    "message": "Wir nutzen PayPal und Stripe, um Beiträge sicher zu verarbeiten und wir nutzen ihre automatisierten E-Mail-Systeme, um eine Bestätigung sowie eine Quittung deines Beitrags für Adblock Plus zu senden."
  },
  "faq-receipt-2": {
    "message": "Wir empfehlen dir, die E-Mail mit der Quittung sicher zu verwahren, für den Fall, dass du zu einem späteren Zeitpunkt eine Rückerstattung anfordern möchtest. Um eine Rückerstattung zu verarbeiten oder einen wiederkehrenden Beitrag stornieren zu können, benötigen wir nur einige grundlegende Informationen über die Transaktionen."
  },
  "faq-receipt-3": {
    "message": "<strong>Bitte beachten:</strong> Die Transaktion wird auf der Quittung als „eyeo GmbH (Adblock Plus)“ und auf deinem PayPal-Kontoauszug als „Adblock Plus“ oder ABP „ausgewiesen“."
  },
  "faq-refund": {
    "message": "Ich glaube, dass das ein Fehler war! Wie kann ich ihn beheben?"
  },
  "faq-refund-1": {
    "message": "Kontaktiere uns einfach <strong>per E-Mail unter <a>support@adblockplus.org</a>, damit wir dir eine Rückerstattung senden können</strong>. Wir verarbeiten Rückerstattungen von Montag bis Freitag. Rückerstattungen, die über das Wochenende gesendet werden, werden Montags früh am Morgen verarbeitet."
  },
  "faq-info-transactions": {
    "message": "Bitte gib die folgenden Informationen an, damit wir deine Transaktion finden können:"
  },
  "faq-info-transactions-1": {
    "message": "Transaktionsdatum"
  },
  "faq-info-transactions-2": {
    "message": "Betrag (steht auf der E-Mail-Quittung von PayPal oder Stripe)"
  },
  "faq-info-transactions-3": {
    "message": "Die von dir verwendete E-Mail-Adresse zur Durchführung der Transaktion"
  },
  "faq-info-transactions-4": {
    "message": "Transaktionscode"
  },
  "faq-info-transactions-5": {
    "message": "<strong>Hinweis:</strong> Wir werden dich niemals nach vertraulichen Informationen bezüglich deiner Transaktion fragen (z. B. deine vollständige Kreditkartennummer) und du solltest sie auch niemals herausgeben."
  },
  "faq-refund-policy": {
    "message": "Wie lautet die Rückerstattungsrichtlinie?"
  },
  "faq-refund-policy-1": {
    "message": "Wir werden deine Zahlung, aus welchem Grund auch immer, innerhalb von 120 Tagen nach der Zahlung zurückerstatten. Bitte nimm Kontakt zu uns unter <a>support@adblockplus.org</a> auf, und wir schicken dir eine Rückerstattung. Keine Sorge, du kannst Adblock Plus weiterhin kostenlos nutzen, ohne den Zugriff auf irgendwelche Funktionen zu verlieren!"
  },
  "faq-refund-policy-2": {
    "message": "Egal, ob du über PayPal oder mit einer Geldkarte gespendet hast, bitte gib die folgenden Informationen in deiner E-Mail an:"
  },
  "faq-cancellations": {
    "message": "Wie kann ich mein monatliches Abonnement kündigen?"
  },
  "faq-cancellations-paypal": {
    "message": "PayPal-Spenden"
  },
  "faq-cancellations-paypal-1": {
    "message": "Du kannst ein PayPal-Abonnement direkt über dein PayPal-Konto verwalten oder kündigen. Zur Stornierung einer wiederkehrenden Spende für Adblock Plus folge bitte den Schritt-für-Schritt-Anweisungen im <a>PayPal Hilfe-Center</a>."
  },
  "faq-cancellations-card": {
    "message": "Karten-Spenden"
  },
  "faq-cancellations-card-1": {
    "message": "Wenn du dich für eine wiederkehrende Spende für Adblock Plus registriert hast und sie stornieren möchtest, schicke uns einfach eine E-Mail an <a>support@adblockplus.org</a>."
  },
  "further-questions": {
    "message": "Noch Fragen?"
  },
  "further-questions-1": {
    "message": "Fragen zu Adblock Plus? Kontaktiere uns per E-Mail unter <a>support@adblockplus.org</a> oder sende uns einen <a>Fehlerbericht</a>. Du kannst auch weitere Informationen hierzu in unserem <a>Hilfecenter</a> finden."
  },
  "further-questions-2": {
    "message": "Du kannst jederzeit verfolgen, was wir gerade tun, indem du <a>unseren Blog liest</a>."
  }
}