{
  "title": {
    "message": "Los geht's mit Adblock Plus"
  },
  "description": {
    "message": "Dein Interneterlebnis wird noch besser mit diesen einfachen Tipps."
  },
  "educational_page_heading-1": {
    "message": "Adblock Plus optimal nutzen"
  },
  "educational_page_subheading-1": {
    "message": "Dein Interneterlebnis wird noch besser mit diesen einfachen Tipps."
  },
  "educational_page_heading-2": {
    "message": "So lässt sich Adblock Plus leicht finden"
  },
  "educational_page_card_1_p_1": {
    "message": "Um die Browser-Symbolleiste übersichtlicher zu gestalten, blenden die Entwickler von Edge, Chrome und anderer Browser Erweiterungen nach der Installation aus. Damit sich Adblock Plus leicht finden lässt, solltest du es an deinen Browser anheften. Wenn du eine Erweiterung an deine Browser-Symbolleiste anheftest, kannst du sie jederzeit mit einem Mausklick öffnen."
  },
  "educational_page_card_1_p_2": {
    "message": "Durch Anheften von Adblock Plus hast du schnell Zugriff auf unser Menü. Wenn du unser Menü öffnest, siehst du, wie viel Werbung du gerade blockierst und wie viel du insgesamt blockiert hast."
  },
  "educational_page_card_1_p_3": {
    "message": "Du kannst <a>Adblock Plus vom Menü aus aktivieren und deaktivieren</a> sowie <a>spezifische Seitenelemente blockieren</a>, die du nicht angezeigt bekommen möchtest. Durch Öffnen des Menüs kannst du zudem auf deine Einstellungen zugreifen oder Probleme melden."
  },
  "educational_page_card_1_accordion_1_topic": {
    "message": "Anheften der Adblock Plus -Erweiterung in Chrome:"
  },
  "educational_page_card_1_accordion_1_li_1": {
    "message": "Klicke auf das Puzzle-Symbol in der Chrome-Symbolleiste, um auf das Menü der Chrome-Erweiterungen zuzugreifen."
  },
  "educational_page_card_1_accordion_1_li_2": {
    "message": "Finde das ABP-Symbol in der eingeblendeten Dropdown-Liste."
  },
  "educational_page_card_1_accordion_1_li_3": {
    "message": "Klicke auf das Symbol zum Anheften, um die Erweiterung zu deiner Symbolleiste hinzuzufügen. Das Symbol zum Anheften ändert sich zu blau, nachdem die Erweiterung erfolgreich an deine Symbolleiste angeheftet wurde."
  },
  "educational_page_card_1_accordion_2_topic": {
    "message": "Anheften der Adblock Plus -Erweiterung in Edge:"
  },
  "educational_page_card_1_accordion_2_li_1": {
    "message": "Klicke auf das Puzzle-Symbol, um das Menü der Edge-Erweiterungen zu öffnen."
  },
  "educational_page_card_1_accordion_2_li_2": {
    "message": "Finde das ABP-Symbol in der eingeblendeten Dropdown-Liste."
  },
  "educational_page_card_1_accordion_2_li_3": {
    "message": "Klicke auf das Symbol Anzeigen/Ausblenden (Augen-Symbol), um Adblock Plus zur Symbolleiste hinzuzufügen."
  },
  "educational_page_card_1_accordion_3_topic": {
    "message": "Anheften der Adblock Plus -Erweiterung in Firefox:"
  },
  "educational_page_card_1_accordion_3_li_1": {
    "message": "Klicke auf das Puzzle-Symbol in der rechten oberen Ecke, um die Liste der Firefox-Erweiterungen zu öffnen."
  },
  "educational_page_card_1_accordion_3_li_2": {
    "message": "Finde das ABP-Symbol in der eingeblendeten Dropdown-Liste."
  },
  "educational_page_card_1_accordion_3_li_3": {
    "message": "Klicke auf das Symbol für Einstellungen (Zahnrad) neben der Adblock Plus-Erweiterung."
  },
  "educational_page_card_1_accordion_3_li_4": {
    "message": "Klicke auf An Symbolleiste anheften."
  },
  "educational_page_card_2_title": {
    "message": "Adblock Plus für privates Surfen aktivieren"
  },
  "educational_page_card_2_p_1": {
    "message": "Bist du jemand, der den privaten Browsermodus nutzt? In Google Chrome ist das der Incognito-Modus. In Edge heißt der Modus InPrivate. Und Firefox nennt ihn einfach privates Surfen."
  },
  "educational_page_card_2_p_2": {
    "message": "Falls ja, solltest du wissen, dass die private Browserfunktion normalerweise Browser-Erweiterungen deaktiviert. Das liegt daran, dass Erweiterungen häufig von Dritten entwickelt werden und oftmals deinen Browserverlauf aufzeichnen."
  },
  "educational_page_card_2_p_3": {
    "message": "Wenn du Adblock Plus im privaten Browsermodus nutzen möchtest, ist die Aktivierung ganz einfach."
  },
  "educational_page_card_2_accordion_1_li_1": {
    "message": "Gib chrome://extensions in der Adressleiste ein, um eine Liste deiner Browser-Erweiterungen anzuzeigen."
  },
  "educational_page_card_2_accordion_1_li_2": {
    "message": "Finde Adblock Plus in der Liste der Erweiterungen und klicke auf Details."
  },
  "educational_page_card_2_accordion_1_li_3": {
    "message": "Scrolle nach unten und klicke auf den Umschalter neben Erlauben in Incognito."
  },
  "educational_page_card_2_accordion_2_li_1": {
    "message": "Gib edge://extensions in der Adressleiste ein, um eine Liste deiner Erweiterungen anzuzeigen."
  },
  "educational_page_card_2_accordion_2_li_2": {
    "message": "Finde Adblock Plus in der Liste der Erweiterungen und klicke auf Details."
  },
  "educational_page_card_2_accordion_2_li_3": {
    "message": "Scrolle nach unten und klicke auf den Umschalter neben Erlauben in InPrivate."
  },
  "educational_page_card_2_accordion_3_li_1": {
    "message": "Gib about:addons in der Adressleiste ein, um eine Liste deiner Erweiterungen anzuzeigen."
  },
  "educational_page_card_2_accordion_3_li_2": {
    "message": "Klicke im linken Seitenmenü auf Erweiterungen."
  },
  "educational_page_card_2_accordion_3_li_3": {
    "message": "Finde Adblock Plus in der Liste der Erweiterungen und klicke auf das Drei-Punkte-Menü."
  },
  "educational_page_card_2_accordion_3_li_4": {
    "message": "Wähle Verwalten aus."
  },
  "educational_page_card_2_accordion_3_li_5": {
    "message": "Scrolle nach unten zu In privaten Fenstern ausführen und wähle Erlauben aus."
  },
  "educational_page_contacts_heading_3": {
    "message": "Benötigst du Hilfe?"
  },
  "educational_page_contacts_p": {
    "message": "Besuche unser <a>Hilfe-Center</a> zur Behebung häufig gemeldeter Probleme oder wende dich an unser Support-Team unter <a>support@adblockplus.org</a>."
  }
}
