{
  "s1": {
    "message": "Ich habe (versehentlich) etwas blockiert. Wie kann ich die Blockierung wieder aufheben?"
  },
  "s10": {
    "message": "Suchen Sie Adblock Plus und klicken Sie auf \"Optionen\" unter dessen Beschreibung."
  },
  "s11": {
    "message": "Wechseln Sie zur Registerkarte \"Eigene Filter hinzufügen\". Hier können Sie eigene Filter entfernen."
  },
  "s13": {
    "message": "Klicken Sie auf die \"Menü\" Schaltfläche (für Mac OS X / Linux, \"Tools\") und wählen Sie \"Erweiterungen\" >> \"Erweiterungen verwalten\"."
  },
  "s14": {
    "message": "Suchen Sie Adblock Plus und klicken Sie auf das kleine Werkzeug Symbol auf der rechten Seite und wählen Sie \"Einstellungen\"."
  },
  "s16": {
    "message": "Ich habe Adblock Plus aber ich bekomme noch immer Werbung angezeigt! Warum?"
  },
  "s17": {
    "message": "Stellen Sie sicher, dass Adblock Plus aktiviert ist."
  },
  "s19": {
    "message": "Wählen Sie Firefox >> Add-ons (für Mac OS X / Linux, \"Tools\" von der Menüleiste >> \"Add-Ons\"), was den Firefox Add-ons Manager öffnet. Klicken Sie auf \"Erweiterungen\" und suchen Sie Adblock Plus, gehen Sie zu \"Optionen\" und versichern Sie sich, dass \"Überall deaktivieren\" kein Häkchen davor hat."
  },
  "s21": {
    "message": "Klicken Sie auf die \"Menü\" Schaltfläche, wählen Sie \"Tools\" und danach \"Erweiterungen\". Suchen Sie Adblock Plus und versichern Sie sich, dass \"Aktiviert\" ein Häkchen davor hat."
  },
  "s23": {
    "message": "Klicken Sie auf die \"Menü\" Schaltfläche (für Mac OS X / Linux, \"Tools\") und wählen Sie \"Erweiterungen\" >> \"Erweiterungen verwalten\". Suchen Sie Adblock Plus und versichern Sie sich, dass es nicht ausgegraut und aktiviert ist."
  },
  "s24": {
    "message": "Stellen Sie sicher, dass Sie eine Filterliste abonniert haben."
  },
  "s26": {
    "message": "Wählen Sie Firefox >> Add-ons (für Mac OS X / Linux, \"Tools\" von der Menüleiste >> \"Add-Ons\"), was den Firefox Add-ons Manager öffnet."
  },
  "s27": {
    "message": "Klicken Sie auf \"Erweiterungen\", suchen Sie Adblock Plus, gehen Sie auf \"Optionen\" und klicken Sie auf \"Filtereinstellungen...\"."
  },
  "s28": {
    "message": "Versichern Sie sich, dass eine Filterliste (\"EasyList\" oder \"Fanboy's Adblock List\") aktiviert ist (ein Häkchen davor steht)."
  },
  "s3": {
    "message": "Wählen Sie Firefox >> Add-ons (für Mac OS X / Linux, \"Tools\" von der Menüleiste >> \"Add-Ons\"), was den Firefox Add-ons Manager öffnet"
  },
  "s30": {
    "message": "Klicken Sie auf die \"Menü\" Schaltfläche, wählen Sie \"Tools\" und danach \"Erweiterungen\" (für Mac OS X / Linux gehen Sie in der Menüleiste auf \"Fenster\" >> \"Erweiterungen\")."
  },
  "s31": {
    "message": "Suchen Sie Adblock Plus und klicken Sie auf \"Optionen\" unter dessen Beschreibung."
  },
  "s32": {
    "message": "Versichern Sie sich, dass eine Filterliste (\"EasyList\" oder \"Fanboy's Adblock List\") aktiviert ist (ein Häkchen davor steht)."
  },
  "s34": {
    "message": "Klicken Sie auf die \"Menü\" Schaltfläche (für Mac OS X / Linux, \"Tools\") und wählen Sie \"Erweiterungen\" >> \"Erweiterungen verwalten\"."
  },
  "s35": {
    "message": "Suchen Sie Adblock Plus und klicken Sie auf das kleine Werkzeug Symbol auf der rechten Seite und wählen Sie \"Einstellungen\"."
  },
  "s37": {
    "message": "Stellen Sie sicher, dass die Webseite nicht auf der Liste von Ausnahmen steht."
  },
  "s39": {
    "message": "Wählen Sie Firefox >> Add-ons (für Mac OS X / Linux, \"Tools\" von der Menüleiste >> \"Add-Ons\"), was den Firefox Add-ons Manager öffnet."
  },
  "s4": {
    "message": "Klicken Sie auf \"Erweiterungen\", suchen Sie Adblock Plus, gehen Sie auf \"Optionen\" und klicken Sie auf \"Filtereinstellungen...\"."
  },
  "s41": {
    "message": "Wechseln Sie zur Registerkarte \"Eigene Filter\" und rechtsklicken Sie auf \"Ausnahmeregeln\" (falls es vorhanden ist) und wählen Sie \"Filter anzeigen/verstecken\"."
  },
  "s42": {
    "message": "Versichern Sie sich davon, dass das rechte Fenster keine Seiten beinhaltet, von der Sie keine Werbung sehen möchten:"
  },
  "s45": {
    "message": "Suchen Sie Adblock Plus und klicken Sie auf \"Optionen\" unter dessen Beschreibung und wechseln Sie zur Registerkarte \"Ausnahmen\"."
  },
  "s46": {
    "message": "Versichern Sie sich, dass die Textbox keine Seiten beinhaltet, von der Sie keine Werbung sehen möchten:"
  },
  "s5": {
    "message": "Am oberen Rand befindet sich die \"Eigene Filter\" Registerkarte, wo man die eigenen Filter in Filtergruppen findet."
  },
  "s50": {
    "message": "Klicken Sie auf die Registerkarte \"Ausnahmen\" und versichern Sie sich, dass die Textbox keine Seiten beinhaltet, von der Sie keine Werbung sehen möchten:"
  },
  "s51": {
    "message": "Ich habe alle vorherigen Schritte befolgt aber ich bekomme noch immer Werbung!"
  },
  "s52": {
    "message": "Es kann sein, dass eine bösartige Erweiterung, Werbung in Ihre Webseiten einfügt. Bitte <a>lesen Sie diese Anleitung</a>, um solche Erweiterungen zu finden und loszuwerden."
  },
  "s53": {
    "message": "Manchmal hilft es <a>Firefox zurückzusetzen</a> oder <a>ein neues Browserprofil für Chrome zu erstellen</a>."
  },
  "s54": {
    "message": "Wenn alles nichts hilft, melden Sie Webseiten mit nicht blockierter Werbung in <a>unserem Forum</a>."
  },
  "s6": {
    "message": "Durch einen Rechtsklick auf eine Gruppe und die Wahl von \"Filter anzeigen/verstecken\" werden die eigenen Filter angezeigt."
  },
  "s7": {
    "message": "Entfernen Sie die entsprechenden Filter im rechten Fenster. Dies sollte die Blockierung des gewünschten Elements aufheben."
  },
  "s9": {
    "message": "Klicken Sie auf die \"Menü\" Schaltfläche, wählen Sie \"Tools\" und danach \"Erweiterungen\"."
  },
  "title": {
    "message": "FAQ - Problembehandlung"
  }
}