{
  "title": {
    "message": "FAQ - Grundfunktionen"
  },
  "s1": {
    "message": "Wie blockiere ich ein Werbebanner?"
  },
  "s2": {
    "message": "Man kann einfach auf einem Bild oder einem Frame mir der rechten Maustaste klicken und \"Adblock Plus\" im Kontextmenü auswählen. Dann öffnet sich ein Dialogfenster, in dem man den Filter anpassen kann, bevor man ihn seiner Filterliste hinzufügt. Man kann Teile der Adresse durch Joker-Zeichen (* — das Stern-Symbol) ersetzen, um auch Banner mit ähnlichen Adressen zu blockieren. Mehr Informationen zur Erstellung von Filtern findet man in <a>Filter für Adblock Plus erstellen</a>."
  },
  "s3": {
    "message": "Zeigen, wie das gemacht wird"
  },
  "s4": {
    "message": "Ich möchte Adblock Plus kurzzeitig deaktivieren. Wie geht das am schnellsten?"
  },
  "s5": {
    "message": "Man kann auf den kleinen Pfeil neben dem Adblock Plus Icon in der Symbolleiste klicken, um ein Menü hervorzubringen. Dort kann man dann Adblock Plus deaktivieren und wieder aktivieren. Wem das nicht schnell genug ist, der kann das Icon auch mit der mittleren Maustaste anklicken, auch dadurch wird Adblock Plus aktiviert und deaktiviert."
  },
  "s6": {
    "message": "Im selben Menü hat man die Option, Adblock Plus auf einer bestimmten Seite grundsätzlich zu deaktivieren. Wählt man diesen Menüpunkt aus, wird ein Filter wie zum Beispiel <code>@@||adblockplus.org^$document</code> in die Filterliste aufgenommen. Mehr Informationen über solche Ausnahmeregeln findet man in <a>Filter für Adblock Plus erstellen</a>."
  },
  "s11": {
    "message": "Wie kann ich die Filterliste manuell aktualisieren?"
  },
  "s12": {
    "message": "In Firefox:"
  },
  "s13": {
    "message": "Klicken Sie oben links auf Firefox >> Add-ons (unter Mac OS X / Linux, gehen Sie zu \"Extras\" in der Menüleiste >> \"Add-Ons\"), dies öffnet den Add-on-Manager in Firefox."
  },
  "s14": {
    "message": "Klicken Sie auf \"Erweiterungen\", finden Sie Adblock Plus, klicken dann auf \"Einstellungen\" und danach auf \"Filtereinstellungen...\"."
  },
  "s15": {
    "message": "Drücken Sie diese Tastenkombination um alle Filterlisten zu aktualisieren: Strg+Umschalt+T oder rechtsklicken Sie die Filterliste und wählen dann \"Filter aktualisieren\"."
  },
  "s16": {
    "message": "In Chrome:"
  },
  "s17": {
    "message": "Klicken Sie auf den Menü-Button, gehen dann zu \"Tools\" und wählen \"Erweiterungen\"."
  },
  "s18": {
    "message": "Bei Adblock Plus klicken Sie dann auf \"Optionen\" unter der Beschreibung."
  },
  "s19": {
    "message": "Klicken Sie auf \"Jetzt aktualisieren\"."
  },
  "s20": {
    "message": "In Opera:"
  },
  "s21": {
    "message": "Klicken Sie auf den Menü-Button (unter Mac OS X / Linux, \"Extras\"), wählen Sie dann \"Erweiterungen\" >> \"Erweiterungen verwalten...\"."
  },
  "s22": {
    "message": "Klicken Sie dort bei Adblock Plus auf das kleine Schraubenschlüssel-Symbol und dann auf \"Einstellungen\"."
  },
  "s23": {
    "message": "Klicken Sie auf \"Jetzt aktualisieren\"."
  },
  "s24": {
    "message": "Wie kann ich eine Filterliste entfernen?"
  },
  "s25": {
    "message": "In Firefox"
  },
  "s26": {
    "message": "Gehen Sie zu Extras >> Add-ons >> Einstellungen (neben Adblock Plus) >> Filtereinstellungen. Wählen Sie die Filterliste aus, die entfernen möchten, klicken Sie auf \"Aktionen\" und dann auf \"Löschen...\". Bestätigen Sie mit \"OK\"."
  },
  "s27": {
    "message": "In Google Chrome"
  },
  "s28": {
    "message": "Wählen Sie Fenster >> Erweiterungen >> Optionen (der Adblock Plus-Erweiterung).Klicken Sie auf das rote \"X\" neben der Filterliste, die Sie entfernen möchten und bestätigen Sie mit \"OK\"."
  },
  "s29": {
    "message": "In Opera (unter Windows/Ubuntu)"
  },
  "s30": {
    "message": "Klicken Sie auf den Menü-Button und navigieren Sie zu Erweiterungen >> Erweiterungen verwalten >> klicken Sie auf das Schraubenschlüssel-Symbol >> Einstellungen. Klicken Sie auf das rote \"X\" neben der Filterliste, die Sie entfernen möchten und bestätigen Sie mit \"OK\"."
  },
  "s31": {
    "message": "In Opera (unter Mac OSX)"
  },
  "s32": {
    "message": "Navigieren Sie zu Extras >> Erweiterungen verwalten >> klicken Sie auf das Schraubenschlüssel-Symbol >> Einstellungen. Klicken Sie auf das rote \"X\" neben der Filterliste, die Sie entfernen möchten und bestätigen Sie mit \"OK\"."
  },
  "s33": {
    "message": "Das Banner ist ein Objekt (Flash oder Java) und hat kein Kontextmenü. Was nun?"
  },
  "s34": {
    "message": "In Adblock Plus hat man die Option \"Tab zum Blockieren von Flash und Java anzeigen\". Wenn diese aktiviert ist, wird rechts über (manchmal auch unter) dem Objekt eine Schaltfläche \"Blockieren\" angezeigt. Durch Anklicken dieser Schaltfläche kann das Objekt blockiert werden."
  },
  "s36": {
    "message": "Alternativ kann man die Liste der blockierbaren Elemente öffnen (Strg+Umschalt+V drücken oder den kleinen Pfeil reichts neben dem ABP-Symbol in der Symbolleiste anclicken und \"Blockierbare Elemente öffnen\" auswählen) und dort nach einem Objekt suchen."
  },
  "s37": {
    "message": "Zeigen, wie das gemacht wird"
  },
  "s38": {
    "message": "Man kann die Überschrift der Typ-Spalte anklicken — das wird die Liste nach Typ sortieren und die Suche erleichtern."
  },
  "s39": {
    "message": "Die Liste blockierbarer Elemente zeigt sehr viele Adressen an. Woher weiß ich, welches das Banner ist?"
  },
  "s40": {
    "message": "Man kann erstmal den Anfang der Adressen betrachten — meistens unterscheidet sich dieser bei Werbung vom Anfang der Adresse der Seite, die man gerade betrachtet. Außerdem enthalten Adressen von Werbung oft Wörter wie \"ad\", \"banner\", \"sponsor\", \"affliate\", etc. Klickt man eine dieser Adressen an, sollte das dazugehörige Element auf der Seite blinken (leider funktioniert das nicht bei allen Elementen). Wenn man sich noch immer unsicher ist, dann kann man auf die Adresse mit dem mittleren Maustaste klicken, dann öffnet sich das Element in einem neuen Tab. Nun sollte man definitiv erkennen, ob es sich um die Werbung handelt."
  },
  "s41": {
    "message": "Ist die Reihenfolge der Filter wichtig für die Verarbeitungsgeschwindigkeit?"
  },
  "s42": {
    "message": "Nein. Wenn Adblock Plus eine Adresse testet, wird automatisch die beste Reihenfolge bestimmt, in der Ihre Filter getestet werden. Tatsächlich werden die meisten Filter bei den Tests gar nicht erst berücksichtigt. Die Reihenfolge der Filter in den Einstellungen ist somit nur dazu da, Ihnen einen Überblick zu verschaffen. Auf die Geschwindigkeit von Adblock Plus hat sie keinerlei Einfluß."
  },
  "s43": {
    "message": "Sind reguläre Ausdrücke schneller als \"normale\" Filter?"
  },
  "s44": {
    "message": "Normalerweise ist dies nicht der Fall. Adblock Plus wandelt intern jeden \"normalen\" Filter in einen regulären Ausdruck um und arbeitet dann nur noch mit regulären Ausdrücken. Daher sich die Filter <code>banner</code> und <code>/banner/</code> absolut gleichwertig."
  },
  "s45": {
    "message": "Reguläre Ausdrücke werden häufig zum \"Komprimieren\" von Filterlisten verwendet; dabei werden mehrere Filter durch einen regulären Audruck ersetzt. Die Faustregel besagt, daß weniger Filter schneller sind, in diesem Fall trifft sie in der Regel nicht zu. Die Verarbeitung von komplizierten regulären Ausdrücken benötigt viel Zeit. Daher sollte es besser sein, bei mehreren Filtern zu bleiben."
  },
  "s46": {
    "message": "Reguläre Ausdrücke geben allerdings mehr Flexibilität, wodurch ihr Einsatz gerechtfertigt sein könnte. Beispiel: Der reguläre Ausdruck <code>/adv(?!ice)/</code> blockiert <code>adv</code>, <code>advert</code> und <code>advertisement</code>, aber nicht <code>advice</code>. Mit \"normalen\" Filtern ließe sich das nicht machen."
  }
}