{
  "title": {
    "message": "Funktionen"
  },
  "title-full": {
    "message": "Adblock Plus - Funktionen"
  },
  "s1": {
    "message": "Funktionen - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus kann mehr als nur Werbung blockieren: man kann ungewolltes Tracking deaktivieren, sich vor Malware schützen und Social Media Buttons entfernen."
  },
  "s5": {
    "message": "Werbung blockieren"
  },
  "s6": {
    "message": "Akzeptable Werbung"
  },
  "s7": {
    "message": "Verfolgung ausschalten"
  },
  "s8": {
    "message": "Malware-Blockierung"
  },
  "s9": {
    "message": "Social Media-Buttons entfernen"
  },
  "s10": {
    "message": "Schutz vor Vertippern"
  },
  "s12": {
    "message": "Adblock Plus blockiert standardmäßig jede nervige Werbung im Web: Video-Werbung auf YouTube, Facebook Werbung, auffällige Banner, Pop-Ups, Pop-Unders und viele mehr."
  },
  "s13": {
    "message": "Installieren Sie einfach Adblock Plus auf Ihrem Browser (es ist verfügbar für <a>Firefox</a>, <a>Chrome</a>, <a>Safari</a> und <a>Opera</a>) oder Ihrem <a>Android</a> Smartphone oder Tablet und all die störende Werbung wird beim Besuch einer Webseite automatisch entfernt."
  },
  "s15": {
    "message": "Adblock Plus wird nervige Werbung immer blockieren."
  },
  "s16": {
    "message": "Wir wollen dennoch Webseiten unterstützen, die auf einfache und unaufdringliche Werbung setzen."
  },
  "s17": {
    "message": "Deshalb haben wir <a>strikte Richtlinien</a> für akzeptable Werbung festgelegt, die von uns standardmäßig erlaubt wird."
  },
  "s18": {
    "message": "Sie können diese Funktion jederzeit abschalten, wenn Sie trotzdem jede Werbung blockieren wollen."
  },
  "s20": {
    "message": "Jedesmal wenn man sich im Internet befindet, wird man von mehreren Internetfirmen verfolgt, welche die Onlineaktivität und den Verlauf aufzeichnen."
  },
  "s21": {
    "message": "Es gibt hunderte Werbeagenturen, die jeden Schritt im Internet mitverfolgen. Mit Adblock Plus kann man dies ausschalten und wahrlich anonym im Web unterwegs sein."
  },
  "s22": {
    "message": "Laut einer <a>Untersuchung der Universität Stanford</a>, sind die Adblock Plus Schutzfilter die effizientesten aller erhältlichen Lösungen zum Schutz vor Verfolgung."
  },
  "s23": {
    "message": "Um diese Funktion zu aktivieren, <a>öffnen Sie diesen Dialog</a> und klicken Sie auf \"Hinzufügen\", um sich gegen Verfolgung zu schützen. Um diese Funktion zu deaktivieren, <a>lesen Sie hier</a>, um zu erfahren wie Sie das machen können."
  },
  "s25": {
    "message": "Lange Ladezeiten, Pop-Ups, Werbetreibende, die den Browser kapern: All das sind Zeichen dafür, dass der Computer durch Malware infiziert wurde."
  },
  "s26": {
    "message": "Noch schlimmer als das ist, dass Computer, die durch Malware infiziert sind, Tür und Tor für allerlei Bedrohungen durch Cyber Kriminalität öffnen."
  },
  "s27": {
    "message": "Diese infizierten Computer können dann dazu benutzt werden, um Spam Emails zu senden, andere Computer oder Server zu attackieren oder Passwörter, Socialversicherungsnummern, persönliche Dokumente und Kreditkarteninformationen zu stehlen."
  },
  "s28": {
    "message": "Adblock Plus kann so eingestellt werden, Domains, die bekannt dafür sind, Malware zu verbreiten, zu blockieren, um den Computer gegen Viren, Trojaner, Würmer, Spyware und Adware zu schützen."
  },
  "s29": {
    "message": "Um diese Funktion zu aktivieren, <a>öffnen Sie diesen Dialog</a> und klicken Sie auf \"Hinzufügen\", um sich gegen bösartige Domains zu schützen. Um diese Funktion zu deaktivieren, <a>lesen Sie hier</a>, um zu erfahren, wie Sie das machen können."
  },
  "s31": {
    "message": "Schaltflächen, um Inhalte auf Social Media Plattformen wie Facebook, Twitter, Google+ und vielen anderen zu teilen, befinden sich auf fast jeder Webseite, die man besucht."
  },
  "s32": {
    "message": "Sogar wenn man nicht darauf klickt, sendet jede Webseite, die einen solchen Social Media Button enthält, eine Anfrage an die Server des sozialen Netzwerks, das basierend auf Surfgewohnheiten ein Profil erstellen kann."
  },
  "s33": {
    "message": "Adblock Plus kann dazu benutzt werden, alle Social Media Buttons von jeder Webseite zu entfernen, um sicherzustellen, dass soziale Netzwerke kein Profil anlegen können, das auf den Webseiten basiert, auf denen man unterwegs ist."
  },
  "s34": {
    "message": "Um diese Funktion zu aktivieren, <a>öffnen Sie diesen Dialog</a> und klicken Sie auf \"Hinzufügen\", um sich gegen Verfolgung durch soziale Netzwerke zu schützen. Um diese Funktion zu deaktivieren, <a>lesen Sie hier</a>, um zu erfahren, wie Sie das machen können."
  },
  "s36": {
    "message": "Die Tippfehlerkorrektur war eine Funktion von Adblock Plus für Firefox, aber <a>wurde in der Version 2.3 entfernt</a>. Falls du dieses Tool dennoch nicht missen möchtest, kannst du es dir ganz einfach über unsere <a>URL Fixer Erweiterung</a> zurückholen."
  },
  "s37": {
    "message": "Webseiten, die Phishing betreiben oder anderen schädlichen oder nervigen Inhalt beinhalten, befinden sich oftmals auf einer falsch geschriebenen Domain und es herrscht das Risiko, dass man durch einen kleinen Vertipper beim Eintippen der Internetadresse im Browser auf eben einer dieser landet."
  },
  "s38": {
    "message": "Der URL Fixer korrigiert automatisch deine Tippfehler in der Adressleiste um dich vor dem versehentlichen Besuch bösartiger Domains zu schützen, solltest du dich beim Eingeben einer Internetadresse einmal vertippt haben."
  }
}