{
  "title": {
    "message": "Adblock Plus - Funktionen"
  },
  "s1": {
    "message": "Funktionen - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus kann mehr als nur Werbung blockieren: man kann ungewolltes Tracking deaktivieren, sich vor Malware schützen und Social Media Buttons entfernen."
  },
  "s4": {
    "message": "Adblock Plus kann mehr als nur Werbung blockieren: man kann ungewolltes Tracking deaktivieren, sich vor Malware schützen und Social Media Buttons entfernen."
  },
  "s5": {
    "message": "Werbung blockieren"
  },
  "s6": {
    "message": "Akzeptable Werbung erlauben"
  },
  "s7": {
    "message": "Verfolgung ausschalten"
  },
  "s8": {
    "message": "Malware-Blockierung"
  },
  "s9": {
    "message": "Social Media-Buttons entfernen"
  },
  "s10": {
    "message": "Schutz vor Vertippern"
  },
  "s11": {
    "message": "Die folgenden Funktionen werden durch externe Filterlisten ermöglicht – außerdem können auch <a>eigene Filter</a> geschrieben und verwendet werden."
  },
  "s12": {
    "message": "<a>EasyList</a> (inklusive einer Variante der EasyList welche der im Browser ausgewählten Sprache entspricht) ist beispielhaft standartmäßig aktiviert. Daneben ist die <a>Acceptable Ads Ausnahmeliste</a> aktiviert.\nDiese Filterlisten sind die Grundlage um mit Adblock Plus zu starten. Sie können nach Wunsch jederzeit verändert, deaktiviert oder ganz ersetzt werden."
  },
  "s13": {
    "message": "Die Easylist inklusive ihrer Varianten wird nicht von der Eyeo GmbH, der Firma hinter Adblock Plus erstellt oder beeinflusst. Allein die Easylist Community ist hierfür verantwortlich."
  },
  "s14": {
    "message": "Werbung blockieren"
  },
  "s15": {
    "message": "Adblock Plus blockt standartmäßig alle nervige Werbung im Internet: Zum Beispiel Video Werbung auf Seiten wie YouTube, aufdringliche Werbung auf Seiten wie Facebook, animierte Banner, Pop-ups, Pop-Unders  und vieles mehr; ganz nachdem wie Ihre Filterlisten eingestellt wurden."
  },
  "s16": {
    "message": "Installieren Sie einfach Adblock Plus auf Ihrem Browser (es ist verfügbar für <a>Firefox</a>, <a>Chrome</a>, <a>Safari</a> und <a>Opera</a>) oder Ihrem <a>Android</a> Smartphone oder Tablet und all die störende Werbung wird beim Besuch einer Webseite automatisch entfernt."
  },
  "s17": {
    "message": "Akzeptable Werbung"
  },
  "s18": {
    "message": "Viele Webseiten benötigen Einkünfte aus Werbung. Daher versuchen wir die Webseitenbetreiber davon zu überzeugen, dass sie besser eine weniger aufdringliche Art von Werbung anzeigen, statt solcher, die die Internetnutzer nerven und letztendlich zum Blockieren aller Werbung animiert."
  },
  "s19": {
    "message": "Wir haben dafür in den letzten Jahren zusammen mit unseren Nutzern und anderen Quellen <a>strikte Richtlinien</a> entwickelt um akzeptable Formen und Platzierungen von Werbung zu identifizieren. Werbung, welche sich an diese Richtlinien hält, kann auf die Whitelist aufgenommen werden und  wird dann von der Software nicht länger blockiert."
  },
  "s20": {
    "message": "Natürlich können Nutzer dies aber auch"
  },
  "s21": {
    "message": "jederzeit ausschalten"
  },
  "s22": {
    "message": ", wenn sie gar keine Werbung sehen möchten."
  },
  "s24": {
    "message": "Jedesmal wenn man sich im Internet befindet, wird man von mehreren Internetfirmen verfolgt, welche die Onlineaktivität und den Verlauf aufzeichnen."
  },
  "s25": {
    "message": "Es gibt hunderte von Firmen die jeden einzelnen Schritt eines Internet-Nutzers im Internet nachverfolgen können. Adblock Plus verhindert diese Verfolgung und hilft dem Nutzer anonymer zu surfen."
  },
  "s26": {
    "message": "Laut einer <a>Untersuchung der Universität Stanford</a>, sind die dafür genutzten EasyPrivacy Filter die effizientesten aller erhältlichen Anti-Tracking Lösungen."
  },
  "s27": {
    "message": "Um diese Funktion zu aktivieren, <a>öffnen Sie diesen Dialog</a> und klicken Sie auf \"Hinzufügen\", um sich gegen Verfolgung zu schützen. Um diese Funktion zu deaktivieren, <a>lesen Sie hier</a>, um zu erfahren wie Sie das machen können."
  },
  "s28": {
    "message": "Malware-Blockierung"
  },
  "s29": {
    "message": "Lange Ladezeiten, Pop-Ups, Werbetreibende, die den Browser kapern: All das sind Zeichen dafür, dass der Computer durch Malware infiziert wurde."
  },
  "s30": {
    "message": "Noch schlimmer als das ist, dass Computer, die durch Malware infiziert sind, Tür und Tor für allerlei Bedrohungen durch Cyber Kriminalität öffnen."
  },
  "s31": {
    "message": "Diese infizierten Computer können dann dazu benutzt werden, um Spam Emails zu senden, andere Computer oder Server zu attackieren oder Passwörter, Socialversicherungsnummern, persönliche Dokumente und Kreditkarteninformationen zu stehlen."
  },
  "s32": {
    "message": "Adblock Plus kann so eingestellt werden, dass Domains blockiert werden, die bekannt dafür sind, Malware zu verbreiten, um den Computer gegen Viren, Trojaner, Würmer, Spyware und Adware zu schützen."
  },
  "s33": {
    "message": "Um diese Funktion zu aktivieren, <a>öffnen Sie diesen Dialog</a> und klicken Sie auf \"Hinzufügen\", um sich gegen bösartige Domains zu schützen. Um diese Funktion zu deaktivieren, <a>lesen Sie hier</a>, um zu erfahren, wie Sie das machen können."
  },
  "s34": {
    "message": "Social Media-Buttons entfernen"
  },
  "s35": {
    "message": "Schaltflächen, um Inhalte auf Social Media Plattformen wie Facebook, Twitter, Google+ und vielen anderen zu teilen, befinden sich auf fast jeder Webseite, die man besucht."
  },
  "s36": {
    "message": "Sogar wenn man nicht darauf klickt, sendet jede Webseite, die einen solchen Social Media Button enthält, eine Anfrage an die Server des sozialen Netzwerks, das basierend auf Surfgewohnheiten ein Profil erstellen kann."
  },
  "s37": {
    "message": "Sie können mit Adblock Plus Social Media Buttons von jeder Webseite entfernen und so sicherstellen, dass kein Netzwerk anhand der von Ihnen besuchten Webseiten ein Profil über Sie anfertigen kann."
  },
  "s38": {
    "message": "Um diese Funktion zu aktivieren, <a>öffnen Sie diesen Dialog</a> und klicken Sie auf \"Hinzufügen\", um sich gegen Verfolgung durch soziale Netzwerke zu schützen. Um diese Funktion zu deaktivieren, <a>lesen Sie hier</a>, um zu erfahren, wie Sie das machen können."
  },
  "s39": {
    "message": "Schutz vor Vertippern"
  },
  "s40": {
    "message": "Die Tippfehlerkorrektur war eine Funktion von Adblock Plus für Firefox, aber <a>wurde in der Version 2.3 entfernt</a>. Falls du dieses Tool dennoch nicht missen möchtest, kannst du es dir ganz einfach über unsere <a>URL Fixer Erweiterung</a> installieren."
  }
}