{
  "filter-lists-requirements-item-3-example": {
    "message": "Beispiel: Sollte nicht redundant sein, keine extrem generischen Filter und keine <a>„langsamen“ Filter</a> enthalten"
  },
  "description": {
    "message": "Eine Filterliste muss bestimmte Anforderungen erfüllen, um Nutzern von Adblock Plus empfohlen zu werden."
  },
  "filter-lists-requirements-intro": {
    "message": "Die Filterliste:"
  },
  "title": {
    "message": "Empfohlene Anforderungen an die Filterliste"
  },
  "filter-lists-requirements-item-6": {
    "message": "Muss aktiv gepflegt werden"
  },
  "filter-lists-requirements-item-7": {
    "message": "Der Autor der Filterliste muss ein gutes Verständnis der Sprache besitzen, in der die Filterliste erstellt wird."
  },
  "filter-lists-requirements-item-4": {
    "message": "Muss bestimmte Mindeststandards erfüllen, wie in der <a>EasyList-Richtlinie</a> angegeben"
  },
  "filter-lists-requirements-item-5": {
    "message": "Darf nur Anzeigen blockieren"
  },
  "filter-lists-requirements-item-2": {
    "message": "Muss einzigartig sein (darf keine andere Liste oder Filter aus einer anderen Liste reproduzieren)"
  },
  "filter-lists-requirements-item-3": {
    "message": "Muss bestimmten Qualitätsanforderungen entsprechen"
  },
  "filter-lists-requirements-item-1": {
    "message": "Sollte Open Source sein; Benutzer sollten in der Lage sein, Probleme zu melden oder Filter vorzuschlagen"
  },
  "filter-lists-requirements-item-2-example": {
    "message": "Beispiel: Wir unterstützen keine zweite deutsche Filterliste oder eine Liste mit bereits in EasyList enthaltenen Filtern (d. h. du darfst keine weitere „EasyList Deutschland“ erstellen, wenn diese keine zusätzlichen oder besseren Filter enthält)"
  },
  "filter-lists-requirements-item-5-example": {
    "message": "Beispiel: Die Filterliste darf ausser Werbung Dritter keine sonstigen Inhalte blockieren (z. B. redaktionellen Content oder Eigenwerbung). Sie darf keine Anti-Adblock-Warnungen und -Meldungen oder sonstige technische Maßnahmen umgehen, die den Zugriff auf Inhalte einer Website wirksam kontrollieren"
  }
}