{
  "title": {
    "message": "Erste Schritte mit Adblock Plus"
  },
  "s1": {
    "message": "Erste Schritte - Adblock Plus"
  },
  "s2": {
    "message": "Neu bei Adblock Plus? Finden Sie heraus, wie leicht es ist, sich gegen nervige Werbung zu schützen. Adblock Plus für Chrome und andere Plattformen kann hier heruntergeladen werden."
  },
  "s5": {
    "message": "Was ist Adblock Plus?"
  },
  "s6": {
    "message": "Adblock Plus ist die beliebteste Browsererweiterung für Mozilla Firefox, Google Chrome, Opera und Android. Sein Hauptnutzen besteht in der Entfernung aller aufdringlicher Werbung: YouTube Video Werbung, Facebook Werbung, Banner, Pop-ups, Pop-unders, Hintergrundwerbung, etc."
  },
  "s7": {
    "message": "Wie funktioniert Adblock Plus?"
  },
  "s8": {
    "message": "Um Werbung blockieren zu können, benötigt Adblock Plus sogenannte Filter, um gesagt zu bekommen, welche Anfragen blockiert werden sollen. Standardmäßig kommt Adblock Plus ohne jegliche Filter aber es schlägt beim ersten Start eine Filterliste vor. Mit diesen Filtern kann es spezifische Anfragen von Webseiten blockieren, üblicherweise Anfragen zur Auslieferung einer Werbung. Blockierte Werbungen lassen oft einen leeren Platz oder \"Werbekennzeichnung\" zurück. Adblock Plus kann diese dennoch mit einer \"element-hiding\" genannten Funktionalität entfernen: Adblock kann diese Elemente anhand gewisser Charakteristiken von der Webseite entfernen."
  },
  "s9": {
    "message": "Adblock Plus installieren"
  },
  "s10": {
    "message": "Für Firefox"
  },
  "s11": {
    "message": "Wenn Sie Mozilla Firefox nutzen, klicken Sie einfach die Installations-Schaltfläche <a>auf der Firefox Installationsseite</a>. Firefox wird Sie daraufhin bitten, Adblock Plus zu erlauben, das Add-on zu installieren: Klicken Sie auf \"Erlauben\"."
  },
  "s12": {
    "message": "Firefox wird daraufhin die Installation unseres Werbeblockers starten und Sie bitten, zu bestätigen, dass Sie dem Author vertrauen. Klicken Sie auf \"Jetzt installieren\", um Adblock Plus zu Ihrem Firefox Browser hinzuzufügen."
  },
  "s13": {
    "message": "Sie sind nun gegen alle Arten nerviger Werbung geschützt."
  },
  "s14": {
    "message": "Für Chrome"
  },
  "s15": {
    "message": "Google Chrome ermöglicht zwei Wege, unsere Ad Block Software zu installieren. Der leichteste Weg ist über unsere Webseite, der zweite über den Chrome Web Store."
  },
  "s16": {
    "message": "Installation über unsere Webseite in zwei Schritten"
  },
  "s17": {
    "message": "Gehen Sie einfach auf <a>unsere Chrome Installationsseite</a> und klicken Sie auf die Installations-Schaltfläche, um den Ad Blocker"
  },
  "s18": {
    "message": "Adblock Plus wird in Ihrem Browser installiert. Wenn die folgende Nachricht aufscheint, war die Installation erfolgreich:"
  },
  "s19": {
    "message": "Installation über den Google Chrome Web Store in drei Schritten"
  },
  "s20": {
    "message": "Wenn Sie Adblock Plus über den Chrome Web Store installieren wollen, <a>klicken Sie hier</a>, um Adblock Plus zu öffnen. Das folgende Fenster wird unseren Adblock für Chrome öffnen:"
  },
  "s21": {
    "message": "Klicken Sie in diesem Fenster auf die blaue \"Hinzufügen\" Schaltfläche in der rechts-oberen Ecke. Nach einem Klick auf die Schaltfläche öffnet sich das folgende Pop-up, in dem Sie durch Klicken auf \"Hinzufügen\" Adblock Plus zu Ihrem Browser hinzufügen."
  },
  "s22": {
    "message": "Sobald das abgeschlossen ist, sind Sie gegen alle Arten von nerviger online Werbung durch den weltweit beliebtesten Ad Blocker geschützt."
  },
  "s23": {
    "message": "Für Opera"
  },
  "s24": {
    "message": "Um Adblock Plus für Opera zu installieren, <a>gehen Sie auf die Opera Add-ons Seite</a> und klicken Sie auf \"In Opera hinzufügen\". Sie sehen daraufhin das folgende Pop-up:"
  },
  "s25": {
    "message": "Nachdem Sie mit einem Klick auf \"Installieren\" die Installation bestätigen, wird Adblock Plus alle Werbung in Ihrem Opera Browser blockiere."
  },
  "s26": {
    "message": "Auf Android"
  },
  "s27": {
    "message": "Adblock Plus ist auch für Android Geräte verfügbar. Es ist hierbei wichtig, zu beachten, dass es <a>ein paar Einschränkungen</a> für nicht-gerootete Geräte gibt. Um Adblock Plus zu installieren, müssen Sie zuerst die Installation von unbekannten Quellen erlauben:"
  },
  "s28": {
    "message": "Öffnen Sie \"Einstellungen\" und gehen Sie zur Option \"Unbekannte Herkunft\" (je nach Gerät entweder unter \"Applikationen\" oder \"Sicherheit\")"
  },
  "s29": {
    "message": "Tippen Sie auf das Kontrollkästchen und bestätigen Sie die aufkommende Nachricht mit \"OK\""
  },
  "s30": {
    "message": "Um Adblock Plus für Android herunterzuladen, gehen Sie auf die <a>Android Installationsseite</a>, laden Sie die App herunter und öffnen Sie sie."
  },
  "s31": {
    "message": "Sobald Adblock Plus installiert wurde und die es aktiviert und konfiguriert ist, sollten alle Arten von Werbung blockiert werden."
  },
  "s32": {
    "message": "Erste Schritte"
  },
  "s33": {
    "message": "Wahl der richtigen Filterliste"
  },
  "s34": {
    "message": "Wie vorhin beschrieben, benötigt Adblock Plus Filterlisten, um Werbung zu blockieren. Von sich aus kann Adblock Plus die zu ladende Webseite nur sehen, muss jedoch durch die Filterlisten gesagt bekommen, welche Elemente blockiert werden sollen. Wenn Sie Adblock Plus zum ersten Mal installieren, wird, basierend auf den Spracheinstellungen Ihres Browsers, automatisch eine Filterlist für Sie vorgeschlagen."
  },
  "s35": {
    "message": "Es gibt zwei grundsätzliche Listen, EasyList und Fanboy's List. diese zwei Listen blockieren Werbung von den beliebtesten (zumeist englischen) Webseiten. Jedoch blockieren diese Listen keine Werbung von weniger bekannten länderspezifischen Webseiten. Im Falle, dass Sie zum Beispiel aus Deutschland kommen, müssen Sie zusätzlich die deutsche Filterliste abonnieren. In diesem Fall \"EasyList Germany + EasyList\". Einen Überblick über alle Listen können Sie <a>hier</a> finden."
  },
  "s36": {
    "message": "Es ist wichtig, zu erwähnen, dass Sie nicht zu viele Filterlisten zu Adblock Plus hinzufügen sollten. Dies könnte den Adblocker und somit auch das Surfen im Internet verlangsamen. Grundsätzlich kann man sagen, dass man keine ähnlichen Filterlisten verwenden sollte (z.B. wählen Sie entweder EasyList ODER Fanboy's List)."
  },
  "s37": {
    "message": "Sie können Filterlisten auch dazu nutzen, sich gegen Tracking,, Malware, Social Media Tracking usw. zu schützen. Lesen Sie mehr darüber <a>hier</a>."
  },
  "s38": {
    "message": "Wie man eine Filterliste hinzufügt"
  },
  "s39": {
    "message": "Wenn Sie eine Filterliste entfernen möchten, schauen Sie sich <a>dieses Tutorial</a> an."
  },
  "s40": {
    "message": "In Firefox"
  },
  "s41": {
    "message": "Wählen Sie Firefox >> Add-ons (für Mac OS X / Linux, \"Tools\" von der Menüleiste >> \"Add-Ons\"), was den Firefox Add-ons Manager öffnet"
  },
  "s42": {
    "message": "Unter Windows:"
  },
  "s43": {
    "message": "Unter Mac OS X / Linux"
  },
  "s44": {
    "message": "Adblock Plus findet man daraufhin im Add-ons Manager in der Registerkarte \"Erweiterungen\"."
  },
  "s45": {
    "message": "Wählen Sie \"Einstellungen\", um auf das Adblock Plus Profil zuzugreifen und klicken Sie auf \"Filtereinstellungen\":"
  },
  "s46": {
    "message": "Daraufhin öffnet sich das Adblock Plus Filtereinstellungen Menü."
  },
  "s47": {
    "message": "Klicken Sie auf \"Filterabonnement hinzufügen\" und öffnen Sie das Drop-down Menü für die Filterlisten, um neue/mehr Filter hinzuzufügen. Wählen Sie die Liste, die Sie abonnieren wollen und Adblock Plus aktiviert diese dann automatisch. Diese Liste zeigt ausschließlich die beliebtesten und empfohlene Filter. Mehr Filterlisten sehen Sie <a>hier</a>."
  },
  "s48": {
    "message": "In Google Chrome"
  },
  "s49": {
    "message": "Um eine Filterliste in Google Chrome hinzuzufügen, wählen Sie \"Einstellung\" aus dem Menü in der rechten, oberen Ecke. Das Menü befindet sich beim Symbol mit den drei horizontalen Balken."
  },
  "s50": {
    "message": "Wählen Sie im Drop-down Menü \"Einstellungen\". Klicken Sie danach auf der linken Seite des Bildschirms auf \"Erweiterungen\". Es öffnet sich eine Liste mit den Erweiterungen für Google Chrome, wo auch Adblock Plus zu finden ist."
  },
  "s51": {
    "message": "Unter dessen Beschreibung finden Sie den Link \"Optionen\". Klicken Sie auf diesen Link, um das Adblock für Chrome Menü zu öffnen."
  },
  "s52": {
    "message": "Im Adblock Plus Optionsmenü findet sich ein Überblick über alle installierten und aktivierten Filterlisten. Um eine neue Filterliste zum Adblocker hinzuzufügen, wählen Sie \"Filterabonnement hinzufügen\"."
  },
  "s53": {
    "message": "Es erscheint ein Drop-down Menü mit den beliebtesten und vorgeschlagenen Filterlisten. Wählen Sie eine Filterliste, die Sie aktivieren wollen und klicken Sie auf \"Hinzufügen\".  Wenn sich der gewünschte Filter nicht in der Liste befindet, <a>gehen Sie auf diese Seite</a>."
  },
  "s54": {
    "message": "In Opera"
  },
  "s55": {
    "message": "Um eine Filterliste in Opera hinzuzufügen, klicken Sie auf die \"Menü\" Schaltfläche (für Mac OS X / Linux, \"Tools\"), wählen Sie \"Erweiterungen\" >> \"Erweiterungen verwalten\". Es öffnet sich eine Liste der zurzeit installierten Erweiterungen, inklusive Adblock Plus:"
  },
  "s56": {
    "message": "Um zu den Filtereinstellungen zu gelangen, klicken Sie auf das kleine Werkzeugsymbol in der rechts-oberen Ecke. Dadurch öffnet sich das Adblock Plus Optionsmenü, in welchem Sie Filterlisten hinzufügen können."
  },
  "s57": {
    "message": "Klicken Sie auf \"Filterabonnement hinzufügen\", woraufhin ein Drop-down Menü mit den beliebtesten und vorgeschlagenen Filterlisten erscheint."
  },
  "s58": {
    "message": "Wählen Sie eine Filterliste und klicken Sie auf \"Hinzufügen\"."
  },
  "s59": {
    "message": "Auf Android"
  },
  "s60": {
    "message": "Auf Android ist es nicht möglich, mehrere Filterlisten auszuwählen. Um ein Filterabonnement zu ändern, öffnen Sie die Adblock Plus App und wählen Sie \"Filterabonnement\". Es öffnet sich ein Menü, mit welchem Sie Ihr Filterabonnement ändern können."
  },
  "s61": {
    "message": "Adblock Plus auf häufig genutzten Seiten deaktivieren"
  },
  "s62": {
    "message": "Viele Webseiten sind auf die Werbeeinnahmen angewiesen. Falls man eine Webseite regelmäßig besucht, sollte man in Erwägung ziehen, Werbung auf dieser Seite zu erlauben — nur wenn die Werbung nicht zu nervig ist natürlich. Das macht man, indem man diese Seite aufruft und den Pfeil neben dem Adblock Plus Symbol in der Werkzeugleiste anklickt. In dem Menü wählt man dann aus \"Deaktivieren: auf ...\" (diese Auswahl kann jederzeit genauso rückgängig gemacht werden, dazu klickt man denselben Menüpunkt nochmal an)."
  },
  "s63": {
    "message": "Adblock Plus deinstallieren"
  },
  "s64": {
    "message": "In Firefox"
  },
  "s65": {
    "message": "Um Adblock Plus in Mozilla Firefox zu deinstallieren, gehen Sie zuerst zum \"Add-ons Manager\", den Sie unter \"Firefox\" >> \"Add-ons\" erreichen (für Mac OS X / Linux, wählen Sie \"Tools\" aus der Menüleiste >> \"Add-ons\"). Hier finden Sie eine Übersicht über alle derzeit installierten Add-ons. Suchen Sie Adblock Plus und klicken Sie einfach auf \"Entfernen\". Weitere Informationen zum Entfernen von Add-ons finden Sie auf <a>der diesbezüglichen Seite von Firefox</a>."
  },
  "s66": {
    "message": "Es ist wichtig zu erwähnen, dass Adblock Plus Ihre Einstellungen speichert. Sollten Sie ABP also zu einem späteren Zeitpunkt wieder installieren, müssen Sie Ihre Einstellungen nicht wieder neu konfigurieren. Wenn Sie dies jedoch nicht wollen, löschen Sie das Verzeichnis \"adblockplus\" in Ihrem Benutzerprofil (<a>wie man das Benutzerprofil findet</a>). Außerdem sollte man <a>about:config</a> aufmachen und alle Einstellungen zurücksetzen, die mit \"extensions.adblockplus\" anfangen (zum Zurücksetzen klickt man den Eintrag mit der rechten Maustaste an und wählt \"Zurücksetzen\" im Kontextmenü aus)."
  },
  "s67": {
    "message": "In Google Chrome"
  },
  "s68": {
    "message": "Um die Chrome Adblock Version zu deinstallieren, gehen Sie auf \"Einstellungen\" im Menü in der rechts-oberen Ecke. Wählen Sie danach \"Erweiterungen\" auf der linken Seite aus. Suchen Sie Adblock Plus und klicken Sie auf das kleine Mülleimersymbol auf der rechten Seite davon. Adblock Plus für Chrome wird daraufhin komplett von Ihrem Browser entfernt."
  },
  "s69": {
    "message": "In Opera"
  },
  "s70": {
    "message": "Um Adblock Plus für Opera zu deinstallieren, klicken Sie auf die \"Menü\" Schaltfläche (für Mac OS X / Linux, \"Tools\" in der Menüleiste) und wählen Sie \"Erweiterungen\" >> \"Erweiterungen verwalten\". Dies öffnet das Menü für die Erweiterungen. Suchen Sie Adblock Plus, klicken Sie auf \"Deinstallieren\" und bestätigen Sie dies im darauffolgenden Dialog."
  },
  "s71": {
    "message": "Auf Android"
  },
  "s72": {
    "message": "Adblock Plus für Android lässt sich wie jede andere App, die Sie heruntergeladen haben, deinstallieren."
  },
  "s73": {
    "message": "Gehen Sie im Menü zu Einstellungen > Applikationen > Applikationen verwalten (auf Geräten mit Android 4.x, Einstellungen > Apps)."
  },
  "s74": {
    "message": "Gehen Sie die Liste durch, bis Sie die App finden, die Sie deinstallieren wollen."
  },
  "s75": {
    "message": "Tippen Sie auf die zu deinstallierende App."
  },
  "s76": {
    "message": "Tippen Sie auf \"Deinstallieren\"."
  },
  "s77": {
    "message": "Typische Probleme"
  },
  "s78": {
    "message": "Was tun, wenn Adblock Plus zu viel blockiert?"
  },
  "s79": {
    "message": "Es kann passieren, dass eine Webseite wegen Adblock Plus nicht korrekt funktioniert."
  },
  "s80": {
    "message": "Normalerweise ist dafür kein Fehler in Adblock Plus verantwortlich, sondern es ist ein Problem mit den Filtern (oder dem Filterabonnement), die man benutzt. Diese Filter weisen Adblock Plus an, etwas zu blockieren, das nicht blockiert werden sollte."
  },
  "s81": {
    "message": "Man kann es überprüfen, indem man  <a>Adblock Plus vorübergehend abschaltet</a>. Sollte dadurch das Problem \"gelöst\" sein, ist fast immer ein Filter dafür verantworlich."
  },
  "s82": {
    "message": "Bitte melden Sie falsche Filter über die Funktion \"Fehler auf dieser Seite melden\", diese wird automatisch die wichtigen Daten für die Webseite sammeln:"
  },
  "s83": {
    "message": "Wenn Sie nach Art des Fehlers gefragt werden, wählen Sie bitte \"Adblock Plus blockiert zu viel\":"
  },
  "s84": {
    "message": "Ihr Fehlerbericht wird automatisch an die Autoren der Filterliste geschickt, die Sie benutzen."
  },
  "s85": {
    "message": "Bitte haben Sie Verständnis, dass die Autoren der Filterlisten nicht auf jeden der vielen Filterberichte antworten können."
  },
  "s86": {
    "message": "Ihr Fehlerbericht wird mit größerer Wahrscheinlichkeit beachtet, wenn es zusätzliche Informationen enthält, die das Problem offensichtlicher und einfacher zu reproduzieren machen."
  },
  "s87": {
    "message": "Was tun, wenn Adblock Plus ein Werbebanner nicht blockiert?"
  },
  "s88": {
    "message": "Falls Sie ein Werbebanner gefunden haben, das nicht von Adblock Plus blockiert wird, sollten Sie zuerst überprüfen, ob Sie <a>die richtige Filterliste</a> abonniert haben."
  },
  "s89": {
    "message": "Z.B. kann man von einer Filterlist für französische Webseiten nicht erwarten, dass sie auch auf bulgarischen Seiten die Werbung zuverlässig blockiert — für diese Aufgabe sollten Sie eine bulgarische Filterliste abonnieren."
  },
  "s90": {
    "message": "Falls es aber die richtige Filterliste ist, ist dem Autor dieser Filterliste das Problem wahrscheinlich einfach nicht bekannt. Sie sollten ihn mit der Funktion \"Fehler auf dieser Webseite melden\" benachrichtigen, diese wird automatisch die wichtigen Daten für die Webseite sammeln:"
  },
  "s91": {
    "message": "Wenn Sie nach Art des Fehlers gefragt werden, wählen Sie bitte \"Eine Werbeeinblendung wird von Adblock Plus nicht blockiert\":"
  },
  "s92": {
    "message": "Ihr Fehlerbericht wird automatisch an die Autoren der Filterliste geschickt, die Sie benutzen."
  }
}