{
  "title": {
    "message": "Erste Schritte mit Adblock Plus - Adblock Plus installieren"
  },
  "s1": {
    "message": "Installation in Thunderbird and Prism"
  },
  "s2": {
    "message": "In Thunderbird and Prism kann man addons.mozilla.org nicht direkt aufrufen. Um Adblock Plus trotzdem zu installieren, navigiert man zu <a>addons.mozilla.org</a> im Browser, klickt die große grüne Installationstaste mit der rechten Maustaste an und wählt &quot;Ziel speichern unter&quot; im Kontextmenü. Wählen Sie, wohin Adblock Plus gespeichert werden soll. Anschließend wechseln Sie zu Thunderbird oder Prism und benutzen dort das Menü Extras / Add-ons. Klicken Sie die Taste &quot;Installieren&quot; unten im Dialog und wählen Sie das Adblock Plus Paket aus, das Sie zuvor heruntergeladen haben. Starten Sie die Anwendung neu, wenn diese Frage aufkommt."
  },
  "s3": {
    "message": "Installation in K-Meleon"
  },
  "s4": {
    "message": "K-Meleon hat keinen Mechanismus zur Installation von Erweiterungen. Dementsprechend ist Adblock Plus für K-Meleon eine einfache ZIP-Datei, die in das Anwendungsverzeichnis von K-Meleon entpackt werden muss. Siehe <a>Adblock Plus für K-Meleon</a> für Installationspakete und detailierte Installationsanleitung."
  },
  "s5": {
    "message": "Was die Fehlermeldung ‘nicht kompatibel’ bedeutet"
  },
  "s6": {
    "message": "Falls Sie Adblock Plus wegen der Fehlermeldung \"nicht kompatibel\" nicht installieren können, kann das zwei Ursachen haben:"
  },
  "s7": {
    "message": "Die Anwendung, in der Sie Adblock Plus installieren wollen, ist zu alt und eine neuere Version ist schon seit einiger Zeit verfügbar. Adblock Plus kann alte Anwendungsversionen nicht unendlich lange unterstützen, allein schon weil diese von zu wenigen Leuten benutzt werden und Fehler so nicht immer bemerkt werden. Beste Lösung ist es, die Anwendung zu aktualisieren und Adblock Plus anschließend zu installieren. Falls das aus irgendeinem Grund nicht möglich ist, kann man sich als vorübergehende Lösung auch <a>ältere Adblock Plus Versionen</a> anschauen, eine von diesen könnte kompatibel sein."
  },
  "s8": {
    "message": "Die Anwendung, in der Sie Adblock Plus installieren wollen, ist zu neu und Adblock Plus wurde noch nicht als kompatibel mit dieser Anwendung markiert. Falls Sie das noch nicht getan haben, versuchen Sie, von <a>addons.mozilla.org</a> zu installieren und stellen Sie sicher, dass JavaScript aktiviert ist -- bei Installation von addons.mozilla.org bekommt der Browser aktuelle Informationen zur Kompatibilität der Erweiterung. Falls das auch nicht hilft, erstellen Sie bitte ein neues Thema im <a>Forum</a> (keine Registrierung erforderlich)."
  },
  "s9": {
    "message": "Andere Installationsprobleme"
  },
  "s10": {
    "message": "Es gibt einige weitere Probleme, die bei der Installation von Erweiterungen auftreten können. Diese werden mit ihren jeweiligen Lösungen in der"
  },
  "s11": {
    "message": "http://kb.mozillazine.org/Unable_to_install_themes_or_extensions_-_Firefox"
  },
  "s12": {
    "message": "MozillaZine Knowledge Base"
  },
  "s13": {
    "message": "beschrieben."
  }
}