{
  "title": {
    "message": "Adblock Plus - Für ein Web ohne nervige Werbung!"
  },
  "s1": {
    "message": "Adblock Plus - Für ein Web ohne nervige Werbung"
  },
  "s5": {
    "message": "Adblock Plus"
  },
  "s6": {
    "message": "Für ein Web ohne nervige Werbung!"
  },
  "s7": {
    "message": "Kann Tracking, Malware-Seiten, Banner, Pop-ups und Videowerbung blockieren - sogar auf Facebook und YouTube"
  },
  "s8": {
    "message": "Unaufdringliche Werbung wird nicht blockiert, um Webseiten zu unterstützen (<a>konfigurierbar</a>)"
  },
  "s9": {
    "message": "Es ist kostenlos!"
  },
  "s10": {
    "message": "(<a>GPLv3</a>)"
  },
  "s11": {
    "message": "Standardmässig integriert in"
  },
  "s12": {
    "message": "Maxthon Cloud Browser"
  },
  "s13": {
    "message": "Für Firefox installieren"
  },
  "s14": {
    "message": "Für Chrome installieren"
  },
  "s15": {
    "message": "Für Opera installieren"
  },
  "s16": {
    "message": "Für Android installieren"
  },
  "s17": {
    "message": "Für Internet Explorer installieren"
  },
  "s18": {
    "message": "Für Safari installieren"
  },
  "s19": {
    "message": "Für Yandex Browser installieren"
  },
  "s20": {
    "message": "Adblock Plus für Firefox"
  },
  "s21": {
    "message": "Adblock Plus für Chrome"
  },
  "s22": {
    "message": "Adblock Plus für Android"
  },
  "s23": {
    "message": "Adblock Plus für Opera"
  },
  "s24": {
    "message": "Adblock Plus für Internet Explorer"
  },
  "s25": {
    "message": "Adblock Plus für Safari"
  },
  "s26": {
    "message": "Adblock Plus for Yandex Browser"
  },
  "s27": {
    "message": "Adblock Plus for Maxthon"
  },
  "s28": {
    "message": "Anscheinend benutzen Sie Mozilla Firefox."
  },
  "s29": {
    "message": "Wechseln Sie zu Adblock Plus für Firefox."
  },
  "s30": {
    "message": "Anscheinend benutzen Sie Google Chrome."
  },
  "s31": {
    "message": "Wechseln Sie zu Adblock Plus für Chrome."
  },
  "s32": {
    "message": "Anscheinend benutzen Sie Android."
  },
  "s33": {
    "message": "Wechseln Sie zu Adblock Plus für Android."
  },
  "s34": {
    "message": "Anscheinend benutzen Sie Opera."
  },
  "s35": {
    "message": "Wechseln Sie zu Adblock Plus für Opera."
  },
  "s36": {
    "message": "Anscheinend benutzen Sie Internet Explorer."
  },
  "s37": {
    "message": "Wechseln Sie zu Adblock Plus für Internet Explorer."
  },
  "s38": {
    "message": "Anscheinend benutzen Sie Safari."
  },
  "s39": {
    "message": "Wechseln Sie zu Adblock Plus für Safari"
  },
  "s40": {
    "message": "Anscheinend benutzen Sie Yandex Browser."
  },
  "s41": {
    "message": "Wechseln Sie zu Adblock Plus für Yandex Browser."
  },
  "s42": {
    "message": "Anscheinend benutzen Sie Maxthon."
  },
  "s43": {
    "message": "Wechseln Sie zu Adblock Plus für Maxthon."
  },
  "s44": {
    "message": "Open Source"
  },
  "s45": {
    "message": "Adblock Plus ist ein Open Source-Projekt. <a>Mitmachen!</a>"
  },
  "s46": {
    "message": "Über {1} Mio. Downloads"
  },
  "s47": {
    "message": "Adblock Plus ist die beliebteste Browser-Erweiterung."
  },
  "s48": {
    "message": "Privatsphäre garantiert"
  },
  "s49": {
    "message": "Adblock Plus wird niemals persönliche Daten sammeln."
  },
  "s50": {
    "message": "Mehr erfahren"
  },
  "s51": {
    "message": "Weniger anzeigen"
  },
  "s52": {
    "message": "Mozilla Firefox"
  },
  "s53": {
    "message": "Google Chrome"
  },
  "s54": {
    "message": "Opera"
  },
  "s55": {
    "message": "Android"
  },
  "s56": {
    "message": "Internet Explorer"
  },
  "s57": {
    "message": "Apple Safari"
  },
  "s58": {
    "message": "Yandex Browser"
  },
  "s59": {
    "message": "Maxthon"
  },
  "s60": {
    "message": "Firefox Adblock Plus herunterladen"
  },
  "s61": {
    "message": "Firefox ist ein freier und Open Source Browser der unter Windows, OS X, Linux und Android Add-Ons unterstützt. Add-Ons erweitern den Browser um Privacy, Sicherheit und die Art das Web zu betrachten zu verbessern. Seit dem Mozilla Firefox 2006 heraus kam, ist Adblock Plus durchgehend das beliebteste Add-On."
  },
  "s62": {
    "message": "Adblock Plus für Firefox ist mehr als nur ein Popup Blocker. Fühlen Sie sich von Bannern, Einblendungen und nervigen Werbungen gestört? Installieren Sie einfach den Firefox Ad Blocker und erleben Sie das Web wie es sein sollte. Je nachdem welche Filterlisten Sie aktiviert haben, können Sie sogar YouTube Video Werbung und Facebook Tracking blockieren. Filterlisten werden von Mitgliedern der Open-Source Gemeinschaft erstellt und sind kostenlos zu benutzen. Wenn Sie sich nicht auf Filterlisten verlassen wollen, können Sie Ihre eigenen <a>Blockierregeln</a> erstellen, um das Web nach Ihren Bedürfnissen anzupassen."
  },
  "s63": {
    "message": "Adblock Plus für Firefox ist die weltweit am meisten heruntergeladene Browser Erweiterung und Gewinner des About.com Reader's Choice Award 2011 und 2013, sowie des Linux New Media Awards als die beste Open-Source Firefox Erweiterung."
  },
  "s64": {
    "message": "Ad Blocker für Chrome"
  },
  "s65": {
    "message": "Adblock Plus ist der fortgeschrittenste Adblocker für den Google Chrome Browser. Sind Sie es Leid, dass Werbetreibende Sie beim Surfen im Web beeinträchtigen? Installieren Sie einfach die Erweiterung und jegliche nervige Werbung wird automatisch vom Internet blockiert. Blinkende Banner, Popups, Video Werbung auf YouTube und Facebook Werbung: Die Chrome Adblock Plus Erweiterung wird automatisch jegliche ungewollte Werbung entfernen, die Sie besuchen. Wollen Sie mehr? Sie können ganz einfach weitere <a>Funktionen</a> zum Datenschutz und zur Verbesserung der Sicherheit hinzufügen, wie zum Beispiel Tracking und Malware Schutz."
  },
  "s67": {
    "message": "Das Addon wird von der Open-Source Gemeinschaft entwickelt und ist für jeden kostenlos zu benutzen. Mit mehr als {1} Millionen Nutzern ist sie eine der beliebtesten Erweiterungen für Chrome. Was andere darüber sagen:"
  },
  "s68": {
    "message": "Wenn man Google Chrome benutzt, gibt es keinen Grund ohne es zu surfen."
  },
  "s69": {
    "message": "Download.com über Adblock Plus für Chrome"
  },
  "s70": {
    "message": "Wenn Sie sich durch Werbung gestört fühlen, während Sie sich im Internet aufhalten, versuchen Sie Adblock Plus. Sie werden es nicht bereuen."
  },
  "s71": {
    "message": "Softonic.com"
  },
  "s72": {
    "message": "Werbung in Opera blocken"
  },
  "s73": {
    "message": "Adblock Plus ist mit über {1} Millionen Downloads eine der beliebtesten Erweiterungen, die es für Opera gibt. Die Installation von Opera-Erweiterungen benötigt nur wenige Sekunden. Mit Adblock Plus für Opera können Sie sämtliche Online-Werbung entfernen wie Banner, Popups, die 30-Sekunden-Werbung auf YouTube, Facebook-Werbung und jede andere unerwünschte Werbung im Internet. Nach der Installation dieser Erweiterung wird jede nervige Werbung automatisch von allen Webseiten geblockt, was das Surfen im Internet weniger störend und angenehmer macht."
  },
  "s74": {
    "message": "Abgesehen vom Blocken jeglicher nerviger Werbung im Browser, beschleunigt Adblock Plus den Opera-Browser erheblich. Dadurch dass Werbung gar nicht erst im Browser geladen wird, sorgt der Adblocker dafür, dass Bandbreite gespart wird und macht damit das Surfen im Internet, gerade bei einer langsamen Internetleitung, schneller."
  },
  "s75": {
    "message": "Klicken Sie auf die grüne Schaltfläche \"Für Opera installieren\" und installieren Sie Adblock Plus für Opera. Danach auf \"Installieren\" klicken, um die Installation zu bestätigen und die Erweiterung zu Opera hinzuzufügen. Keine Konfiguration und keine weiteren Schritte sind notwendig. Sie werden automatisch vor jeglicher störender online Werbung geschützt."
  },
  "s76": {
    "message": "Adblock Plus für Opera funktioniert super. Glauben Sie uns nicht? Verlassen Sie sich nicht nur auf uns. Das beliebte Downloadportal Softpedia schreibt: \"Adblock Plus ist ein sehr nützliches Add-On, das insbesondere darauf konzipiert wurde, um Nutzern dabei zu helfen, störende Elemente wie Popup-Werbung, blinkende Banner und andere ähnliche Dinge loszuwerden.\""
  },
  "s77": {
    "message": "Android Adblock App"
  },
  "s78": {
    "message": "Adblock Plus ist die beliebteste ad blocking App für Android und wird von über {1} Million Nutzern täglich benutzt. Es ist der erste mobile Ad Blocker, der auf nicht-gerooteten Geräten funktioniert, womit er leichter zu benutzen ist als andere Ad Blocker Apps auf Android. Durch Hinzufügen von Adblock Plus auf Ihr Android Gerät werden alle Banner und andere fiese Werbung automatisch von den meisten Apps und den Webseiten, die Sie auf Ihrem Smartphone oder Tablet besuchen, blockiert. Der Android Ad Blocker funktioniert mit all den gängigen Browsern wie etwa Google Chrome für Android."
  },
  "s79": {
    "message": "Durch die Installation der Android-Adblock Plus-App können Sie die Geschwindigkeit beim Surfen auf Ihrem Mobilgerät signifikant erhöhen. Die App filtert alles was über die Leitung geht und verhindert ungewollte Werbung davon, heruntergeladen zu werden, wodurch die Bandbreite reduziert und die Geschwindigkeit beim Surfen im Internet erhöht wird. Das Blockieren von Werbung auf Android ist zudem auch nützlich für den Schutz Ihrer Privatssphäre und eliminiert die Gefahr, bösartige Apps herunterzuladen, die oftmals über irreführende Werbung verbreitet werden."
  },
  "s80": {
    "message": "Bitte beachten Sie, dass es einige Einschränkungen unter Android gibt, die möglicherweise manuelle Eingriffe erfordern, damit die App Werbung blockieren kann. Für nicht-gerootete Geräte unter Android 4.1.2, 4.2.1 oder höher ist ein wenig Vorarbeit notwendig. Für nicht-gerootete Geräte unter Android 3.1 oder höher wird Adblock Plus automatisch jegliche Werbung über WLAN-Verbindungen blockieren. Bei Android-Geräten ohne Rootzugriff ist es nicht möglich Werbung über 3G-Verbindungen zu blockieren."
  },
  "s81": {
    "message": "Adblock Plus für Internet Explorer"
  },
  "s82": {
    "message": "Auch wenn Sie es vielleicht nicht erwarten würden, ist Internet Explorer weltweit der zweitbeliebteste Browser mit Hunderten von Millionen Nutzern. Wir haben Adblock Plus für Internet Explorer für eben diese Nutzer entwickelt, damit auch sie endlich das Internet ohne nervige Werbung genießen können."
  },
  "s84": {
    "message": "Derzeitige Einschränkungen: Aufgrund Einschränkungen durch die Fragmentierung der Versionen von Internet Explorer funktioniert Adblock Plus nicht mit:"
  },
  "s85": {
    "message": "Internet Explorer im Metro-Modus unter Windows 8"
  },
  "s86": {
    "message": "Internet Explorer auf Windows RT"
  },
  "s87": {
    "message": "Adblock Plus für Safari"
  },
  "s88": {
    "message": "Mit der Veröffentlichung von Adblock Plus für Safari im Januar 2014 ist unsere ABP-Browser-Familie nun vollständig. Seitdem ist unsere Erweiterung für alle gängigen Browser verfügbar: Mozilla Firefox, Google Chrome, Internet Explorer, Opera und Apple Safari."
  },
  "s89": {
    "message": "Adblock Plus für Safari nutzt die gleiche Codebasis wie die Chrome und Opera-Versionen. Obwohl dies die Entwicklung des Werbeblockers sehr viel komplexer machte, gibt es einige entscheidende Vorteile. Da es die selbe Codebasis nutzt, profitiert Safari automatisch davon, wenn Änderungen oder Verbesserungen in einer der Browserversion gemacht werden. Damit wird sichergestellt, dass das Nutzererlebnis immer auf dem aktuellsten Stand ist."
  },
  "s90": {
    "message": "Im Gegensatz zu Chrome und Firefox gibt es in Safari einige Einschränkungen. Diese bringt Safari selber mit und betreffen somit jede Erweiterung, die es für Safari gibt - unsere ist dabei natürlich keine Ausnahme. Diese Einschränkungen existieren, da es nicht möglich ist, \"tiefen\" Zugriff in den Code von Safari zu bekommen wie bei anderen Browsern. Unterm Strich heißt das: es gibt einige Fälle, wo Adblock Plus für Safari nicht optimal funktioniert. Es ist zum Beispiel nicht möglich, Werbung von Drittanbieter-Plugins, wie zum Beispiel in Videoplayern, oder sogenannte XHR-Requests zu blocken. Normalerweise würde dies bedeuten, dass Videowerbung auf YouTube nicht geblockt werden kann. Durch ein paar sehr kluge Workarounds kann Adblock Plus diese nervige Videowerbung im Safari-Browser blocken."
  },
  "s91": {
    "message": "Insgesamt ist Adblock Plus für Safari damit der beste Werbeblocker für Safari und blockt jede nervige Banner- und Videowerbung."
  }
}