{
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Bezahle mit:"
  },
  "installed-loader__card__body__text--installing": {
    "message": "Adblock Plus wird installiert …"
  },
  "installed-main__block-2__heading-1": {
    "message": "Auf Vertrauensbasis"
  },
  "installed-main__block-1__paragraph-1": {
    "message": "Grüße vom Adblock Plus-Team. Danke, dass du Adblock Plus installiert hast!"
  },
  "installed-main__block-2__paragraph-1": {
    "message": "AdBlock ist eine Vertrauen-Software. Und das bedeutet, dass <strong>wir einander vertrauen</strong>, gut zueinander zu sein:"
  },
  "installed-main__block-2__item-1": {
    "message": "Du zahlst, was du dir für Adblock Plus <strong>leisten kannst</strong>. <strong>Du</strong> kannst selbst den Preis bestimmen."
  },
  "installed-main__block-2__item-2": {
    "message": "Wir entwickeln Funktionen, mit denen du bei deinem Browser-Erlebnis die Kontrolle übernimmst."
  },
  "installed-main__block-2__item-3": {
    "message": "Wenn dir unsere Software <strong>nicht gefallen</strong> sollte, erhältst du eine <strong>Rückerstattung</strong> und kannst Adblock Plus trotzdem weiter nutzen."
  },
  "installed-main__block-4__paragraph-1": {
    "message": "Adblock Plus beginnt mit der Blockierung aufdringlicher Werbung direkt nach der Installation. Obwohl wir die meisten Werbeanzeigen blockieren, verstehen wir auch, dass viele Websites auf Werbeanzeigen angewiesen sind. Darum erlauben wir gewisse Werbeanzeigen, solange sie unsere <a>strengen Kriterien</a> erfüllen. Wenn du diese Option deaktivieren möchtest, besuche bitte deine <a>Einstellungen</a> und schalte die Acceptable Ads jederzeit aus."
  },
  "installed-main__block-5__heading-1": {
    "message": "Hilfe ist nur eine E-Mail entfernt"
  },
  "installed-main__block-5__paragraph-1": {
    "message": "Wenn du uns jemals brauchst, kannst du auf unserem Support-Portal, <a>help.eyeo.com</a>, rund um die Uhr die Selbsthilfe nutzen oder 8 Stunden am Tag, 5 Tage die Woche Unterstützung per E-Mail erhalten."
  },
  "installed-footer__block-1__paragraph-1": {
    "message": "Adblock Plus blockiert auch Internet-Werbeanzeigen auf <strong>Mobilgeräten!</strong> Hole dir <a>Adblock Plus für iOS</a> im App Store, um Werbeanzeigen in deinem Safari-Browser zu blockieren, oder <a>Adblock Plus für Samsung Internet</a> über Google Play."
  },
  "installed-main__block-4__heading-1": {
    "message": "Akzeptable Werbung"
  },
  "installed-main__block-5__item-1": {
    "message": "Selbsthilfe-Support rund um die Uhr auf unserem Portal"
  },
  "installed-main__block-5__item-2": {
    "message": "Von 8 bis 17 Uhr kannst du uns auf unserem Portal eine E-Mail senden"
  },
  "installed-loader__section-2__heading": {
    "message": "Surfe im Internet ohne lästige Werbung"
  },
  "installed-loader__section-2__paragraph-1": {
    "message": "Erlebe ein sauberes, schnelleres Internet und blockiere lästige Werbung, während du gleichzeitig deine Daten und Geräte schützt."
  }
}