{
  "title": {
    "message": "Adblock Plus in K-Meleon benutzen"
  },
  "s1": {
    "message": "Installation"
  },
  "s2": {
    "message": "<em>Bemerkung</em>: Die folgende Version von Adblock Plus funktioniert ausschließlich in K-Meleon 1.6. Zum Installieren müssen Sie ein spezielles Installationspaket herunterladen:"
  },
  "s3": {
    "message": "Adblock Plus herunterladen"
  },
  "s4": {
    "message": "Dekomprimieren Sie diese Datei mit einem beliebigen ZIP-Dekomprimierungsprogramm in das Verzeichnis Ihres K-Meleon-Browsers, alle Dateien werden in die richtigen Verzeichnisse entpackt. Anschließend starten Sie K-Meleon, es wird Sie fragen, ob das Adblock Plus Plugin aktiviert werden soll — erlauben Sie es. Das ist alles, Adblock Plus sollte nun funktionieren."
  },
  "s5": {
    "message": "Für K-Meleon 1.5 kann  <a>{1}</a> heruntergeladen werden."
  },
  "s6": {
    "message": "Adblock Plus deinstallieren"
  },
  "s7": {
    "message": "Beachten Sie, dass das Deaktivieren des Adblock Plus Plugins lediglich Adblock Plus von der Benutzerschnittstelle entfernen wird, dabei bleibt die Erweiterung in der Regel weiterhin aktiv, lediglich im Hintergrund. Um Adblock Plus zu deinstallieren, müssen Sie alle Dateien entfernen, die Sie aus der ZIP-Datei entpackt haben."
  },
  "s8": {
    "message": "Bekannte Unterschiede zu Firefox"
  },
  "s9": {
    "message": "Adblock Plus hat derzeit eine Reihe von Einschränkungen in K-Meleon wenn verglichen mit der Firefox-Version. Die folgenden werden wahrscheinlich in zukünftigen Versionen von Adblock Plus behoben:"
  },
  "s10": {
    "message": "Der Zustand des ABP-Symbols und der Liste blockierbarer Elemente aktualisiert sich nicht korrekt, falls ein leeres Tab geöffnet ist"
  },
  "s11": {
    "message": "\"Blockierbare Elemente\" wird immer abgekoppelt geöffnet, die Sidebar-Implementierung von K-Meleon wird nicht unterstützt"
  },
  "s12": {
    "message": "Liste blockierbarer Elemente kann nicht mit Tastenkürzeln geschlossen werden (Esc oder Ctrl+Shift+V)"
  },
  "s13": {
    "message": "Einstellungen: Die Option \"In Symbolleiste anzeigen\" sollte versteckt sein"
  },
  "s14": {
    "message": "Es gibt andere Einschränkungen, die mit Eigenarten von K-Meleon begründet sind und sich kaum ändern lassen wenn nicht Änderungen in K-Meleon gemacht werden:"
  },
  "s15": {
    "message": "\"Blockierbare Elemente\" werden immer über allen anderen Fenstern angezeigt und beziehen sich auf alle Browser-Fenster"
  },
  "s16": {
    "message": "Das Anklicken der Adresse des Fehlerberichts nach dem abschicken des Berichts verursacht einen Browserabsturz"
  },
  "s17": {
    "message": "Die Größe des Dialogs \"Filterabonnement hinzufügen\" passt sich falsch an beim Umschalten zu \"Anderes Abonnement hinzufügen\" und zurück"
  },
  "s18": {
    "message": "Icon in der Statusleiste hat keinen Tooltip"
  },
  "s19": {
    "message": "Icon in der Symbolleiste kann nicht mit Optionen von Adblock Plus versteckt werden, nur über Menü Ansicht / Werkzeugleisten"
  },
  "s21": {
    "message": "Einstellungen für Tastenkombinationen wie <a>extensions.adblockplus.sidebar_key</a> benutzen <a>Tastenbezeichnungen von Win32</a> anstatt der Tastenbezeichnungen von Gecko"
  },
  "s21-link": {
    "message": "http://msdn.microsoft.com/library/en-us/winui/winui/WindowsUserInterface/UserInput/VirtualKeyCodes.asp"
  }
}