{
  "title": {
    "message": "Bekannt Probleme bei Adblock Plus für Chrome"
  },
  "s1": {
    "message": "Folgend sind bekannte Probleme aufgelistet, die Adblock Plus für Chrome betreffen."
  },
  "s2": {
    "message": "Falls Ihr Problem nicht nicht aufgelistet ist, schauen Sie bitte <a>im Forum</a>\n  nach und erstellen Sie ggf. ein Thema (Anmeldung ist nicht erforderlich)."
  },
  "s3": {
    "message": "Die Seite \"Adblock Plus wurde installiert\" öffnet sich jedes Mal, wenn der Browser geöffnet wird"
  },
  "s4": {
    "message": "Ursache:"
  },
  "s5": {
    "message": "Chrome issue 158709"
  },
  "s6": {
    "message": ", Datenspeicher wurde beschädigt und Adblock Plus kann Daten nicht speichern"
  },
  "s7": {
    "message": "<strong>Lösung:</strong> Entfernen Sie Adblock Plus und installieren Sie es erneut vom \n  <a>Google Web Store</a>\n  (die löscht alle Adblock Plus-Daten und sollte damit den Fehler beheben). Falls dies nicht hilft: gehen Sie zum Verzeichnis, wo Chrome Ihre persönlichen Daten speichert (unter Windows:"
  },
  "s8": {
    "message": ", Linux:"
  },
  "s9": {
    "message": ", Mac OS X:"
  },
  "s10": {
    "message": ") und löschen Sie den Ordner"
  },
  "s11": {
    "message": "."
  },
  "s12": {
    "message": "Dies wird nichts verschlechtern: die Daten in dem Ordner sind bereits beschädigt."
  },
  "s13": {
    "message": "Durch das Löschen des Verzeichnisses kann Chrome dieses neu erstellen und korrekt nutzen."
  },
  "s14": {
    "message": "Adblock Plus blockt keine Werbung in Videos, Hintergrundgrafiken, XMLHttpRequests"
  },
  "s15": {
    "message": "Ursache: Google Chrome kann aktuell keine Anfragen dieses Typs blocken."
  },
  "s16": {
    "message": "<strong>Lösung:</strong>\n  AKtualisieren Sie auf Chrome 17."
  },
  "s17": {
    "message": "Textbasierte Werbung wird manchmal nicht geblockt"
  },
  "s18": {
    "message": "Ursache: Verzögerung beim Blocken durch die Methode wie Adblock Plus derzeitig Elemente blockt"
  },
  "s19": {
    "message": "<strong>Lösung:</strong>\n  Aktualisieren Sie auf Chrome 17."
  }
}