{
  "s1": {
    "message": "Allgemeines"
  },
  "s12": {
    "message": "Gespeicherte IP-Adressen"
  },
  "s13": {
    "message": "Die auf AdblockPlus.org installierten Webanwendungen speichern Ihre IP-Adresse, wenn Sie einen Foreneintrag verfassen, einen Kommentar im Blog schreiben oder ein Seite übersetzen."
  },
  "s15": {
    "message": "Alle gespeicherten IP-Adressen werden nach 30 Tagen gelöscht."
  },
  "s18": {
    "message": "Cookies werden auf keiner anderen Weise ausgewertet und niemals dazu verwendet, um Nutzer zu verfolgen."
  },
  "s19": {
    "message": "Forenregistrierung"
  },
  "s2": {
    "message": "Die Datenschutzrichtlinien des Adblock Plus-Projekts bestimmten, dass grundsätzlich nicht mehr Daten gesammelt werden, als für die korrekte Funktion der Erweiterung und der AdblockPlus.org-Webseite erforderlich sind."
  },
  "s21": {
    "message": "Dabei gibt es zwei Ausnahmen:"
  },
  "s24": {
    "message": "E-Mail-Adressen sind nur öffentlich im Profil sichtbar, wenn man dem ausdrücklich zugestimmt hat."
  },
  "s26": {
    "message": "Eine Registrierung ist nicht notwendig, um sich im Forum zu beteiligen."
  },
  "s27": {
    "message": "Blog-Kommentare"
  },
  "s31": {
    "message": "Update-Überprüfung der Erweiterung"
  },
  "s32": {
    "message": "Ihr Browser überprüft regelmäßig nach Updates für Ihre Erweiterungen (Adblock Plus miteinbegriffen)."
  },
  "s33": {
    "message": "Einige allgemeine Informationen wie die Browserversion, die Version der Erweiterung, das Betriebssystem und Ihre IP-Adresse werden währen der Update-Überprüfung übertragen."
  },
  "s37": {
    "message": "Die Updates der stabilen Versionen von Adblock Plus für Opera werden von der Opera Add-ons Webseite abgewickelt und unterliegen der <a>Opera privacy policy</a>."
  },
  "s38": {
    "message": "Downloads von Filterabonnements"
  },
  "s4": {
    "message": "Sie werden nir an Dritte weitergegeben."
  },
  "s40": {
    "message": "Bei jedem Update erhält die Webseite, auf der das Filterabonnement liegt, sowohl Ihre IP-Adresse als auch einige allgemeine Informationen wie etwa Ihre Adblock Plus Version, Browser und Browserversion."
  },
  "s41": {
    "message": "Diese Daten unterliegen den Datenschutzbestimmungne der jeweiligen Seite."
  },
  "s42": {
    "message": "Wenn ein Download eines Filterabonnments mehmals nacheinander fehlschlägt, wird die aktualisierte Adresse des Filterabonnements vom AdblockPlus.org-Server abgefragt."
  },
  "s44": {
    "message": "Diese Daten werden verwendet, um Probleme zu erkennen, die nicht Filterlistenautoren gemeldet wurden und unterliegen den  <a>AdblockPlus.org-Datenschutzbestimmungen</a>."
  },
  "s45": {
    "message": "Fehlerberichts-Assistent"
  },
  "s48": {
    "message": "Variable Werte werden von allen übertragenen Adressen entfernt, um zu verhindern, dass private Informationen unbeabsichtigt and die Öffentlichkeit kommen."
  },
  "s49": {
    "message": "Es ist möglich, weitere Informationen mitzuschicken, die abhängig von Ihrer Privatsphäre sind:"
  },
  "s5": {
    "message": "Diese Richtlinien führen auf, welche Daten gesammelt und wie sie verarbeitet werden."
  },
  "s51": {
    "message": "Es ist vor dem Absenden des Berichtes möglich, bestimmte Stellen auf der Webseite zu schwärzen."
  },
  "s55": {
    "message": "Diese Adressen sind nur für Autoren freigegeben, dessen Filterabonnement in den Berichten erwähnt ist. Es ist unwahrscheinlich, dass die Adressen von anderen gefunden werden."
  },
  "s56": {
    "message": "Alle Berichte und die dazugehörigen Daten werden automatisch nach 30 Tagen gelöscht."
  },
  "s57": {
    "message": "Notfallbenachrichtigungen"
  },
  "s58": {
    "message": "Neuere Adblock Plus Versionen beinhalten ein Notfallbenachrichtigungssystem, das es ihnen erlaubt, Nutzer über wichtige Angelegenheiten zu informieren, welche die Adblock Plus Installation beeinflussen."
  },
  "s59": {
    "message": "Diese Funktionalität erfordert das Abfragen der Liste der aktiven Benachrichtigungen von der AdblockPlus.org Domain durch alle Adblock Plus Installationen."
  },
  "s6": {
    "message": "AdblockPlus.org-Webseite"
  },
  "s60": {
    "message": "Diese Anfrage lässt Ihre IP Addresse gegenüber der Webseite sichtbar werden und sendet zudem auch einige allgemeine Informationen wie etwa Ihre Adblock Plus Version, Browser und Browserversion."
  },
  "s61": {
    "message": "Diese Daten ermöglichen die Bereitstellung unterschiedlicher Benachrichtigungen an unterschiedliche Clients und unterliegt den  <a>AdblockPlus.org Datenschutzrichtlinien</a>."
  },
  "s64": {
    "message": "Deise Anfragen unterliegen den  <a>AdblockPlus.org-Dateschutzbestimmungen</a>."
  },
  "s65": {
    "message": "Datenaufbewahrung"
  },
  "s68": {
    "message": "Adblock Plus speichert einige Daten im  <a>Firefox-Profilordner</a> auf Ihrem Computer."
  },
  "s68-link": {
    "message": "http://support.mozilla.com/kb/Profiles"
  },
  "s69": {
    "message": "Adblock Plus überträgt diese Daten nie zu irgendwelchen Server, aber andere Erweiterungen und Dienste wie z. B.  <a>Firefox Sync</a>, können die tun."
  },
  "s7": {
    "message": "Webseitenprotokolle"
  },
  "s70": {
    "message": "Der Großteil der Daten (Ihre Einstellungen, Filterabonnements und Benutzerfilter) ist unbedenklich was Ihre Privatsphäre angeht."
  },
  "s71": {
    "message": "Jedoch könnten die Filtertreffer und kürzlich abgeschickte Fehlerberichte dazu verwendet werden, um Ihren Verlauf der besuchten Seiten zu rekonstruieren."
  },
  "s72": {
    "message": "Adblock Plus behandelt diese Informationen genauso wie Daten der Chronik im Broser behandelt werden:"
  },
  "s73": {
    "message": "die Daten werden nicht gespeichert, wenn der  <a>Private Modus</a> verwendet wird und sie werden gelöscht, wenn Sie die Chronik löschen."
  },
  "s73-link": {
    "message": "http://support.mozilla.com/kb/Private+Browsing"
  },
  "s74": {
    "message": "Element Hiding Helper-Erweiterung"
  },
  "s75": {
    "message": "Update-Überprüfung der Erweiterung"
  },
  "s77": {
    "message": "Einige allgemeine Informationen wie die Browserversion, die Version der Erweiterung, das Betriebssystem und Ihre IP-Adresse werden währen der Update-Überprüfung übertragen."
  },
  "s8": {
    "message": "Alle Anfragen zur AdblockPlus.org-Webseite werden im Webseitenprotokoll gespeichert."
  },
  "title": {
    "message": "Datenschutzrichtlinien"
  }
}