{
  "title": {
    "message": "Datenschutzrichtlinien"
  },
  "s1": {
    "message": "Allgemeines"
  },
  "s2": {
    "message": "Die Datenschutzrichtlinien des Adblock Plus-Projekts bestimmten, dass grundsätzlich nicht mehr Daten gesammelt werden, als für die korrekte Funktion der Erweiterung und der AdblockPlus.org-Webseite erforderlich sind."
  },
  "s3": {
    "message": "Die gesammelten Daten werden, wenn möglich, anonymisiert und gelöscht, wenn sie nicht mehr benötigt werden."
  },
  "s4": {
    "message": "Sie werden nir an Dritte weitergegeben."
  },
  "s5": {
    "message": "Diese Richtlinien führen auf, welche Daten gesammelt und wie sie verarbeitet werden."
  },
  "s6": {
    "message": "AdblockPlus.org-Webseite"
  },
  "s7": {
    "message": "Webseitenprotokolle"
  },
  "s8": {
    "message": "Alle Anfragen zur AdblockPlus.org-Webseite werden im Webseitenprotokoll gespeichert."
  },
  "s9": {
    "message": "Die gespeicherten Daten beinhalten Ihre IP-Adresse, Zeitpunkt des Seitenaufrufs, Adresse der aufgerufenen Seite, den User Agent des Browsers und die Adresse der zuvor besuchten Webseite."
  },
  "s10": {
    "message": "Diese Daten werden sowohl für Nutzerstatistiken, als auch dafür verwendet, um potentielle Sicherheitslücken zu ermitteln und Spam im Forum und Blog zu vermeiden."
  },
  "s11": {
    "message": "Die ausführlichen Protokolle werden für 30 Tage aufbewahrt und danach bleiben nur die zusammengefasste Nutzungsstatistiken übrig."
  },
  "s12": {
    "message": "Gespeicherte IP-Adressen"
  },
  "s13": {
    "message": "Die auf AdblockPlus.org installierten Webanwendungen speichern Ihre IP-Adresse, wenn Sie einen Foreneintrag verfassen, einen Kommentar im Blog schreiben oder ein Seite übersetzen."
  },
  "s14": {
    "message": "Dadurch können Administratoren Spameinträge und Sicherheitsverstöße effizienter angehen."
  },
  "s15": {
    "message": "Alle gespeicherten IP-Adressen werden nach 30 Tagen gelöscht."
  },
  "s16": {
    "message": "Cookies"
  },
  "s17": {
    "message": "An verschiedenen Stellen auf der Adblock Plus-Webseite werden Cookies verwendet, um eingeloggte Nutzer zu identifizieren oder Einstellungen zu speichern."
  },
  "s18": {
    "message": "Cookies werden auf keiner anderen Weise ausgewertet und niemals dazu verwendet, um Nutzer zu verfolgen."
  },
  "s19": {
    "message": "Forenregistrierung"
  },
  "s20": {
    "message": "Die Daten, die bei der Registrierung angegeben werden, werden für das öffentliche Profil verwendet und sind daher für andere Forennutzer sichtbar."
  },
  "s21": {
    "message": "Dabei gibt es zwei Ausnahmen:"
  },
  "s22": {
    "message": "Passwörter werden einseitig verschlüsselt bevor sie auf dem Server gespeichert werden."
  },
  "s23": {
    "message": "Dies bedeuted, dass sie von niemanden wiederhergestellt werden können, selbst wenn man Zugriff auf die Datenbank hätte."
  },
  "s24": {
    "message": "E-Mail-Adressen sind nur öffentlich im Profil sichtbar, wenn man dem ausdrücklich zugestimmt hat."
  },
  "s25": {
    "message": "Standardmäßig werden sie nur verwendet, um Benachrichtigungen zu erhalten, die man abonniert hat."
  },
  "s26": {
    "message": "Eine Registrierung ist nicht notwendig, um sich im Forum zu beteiligen."
  },
  "s27": {
    "message": "Blog-Kommentare"
  },
  "s28": {
    "message": "Wenn ein Kommentar im <a>Adblock Plus-Blog</a> hinterlassen wird, kann eine E-Mail-Adresse optional angegben werden."
  },
  "s29": {
    "message": "Im Gegensatz zu den den anderen Feldern wird dieses nie angezeigt und ausschließlich dazu verwendet, um den Autor des Kommentars über Antworten zu benachrichtigen."
  },
  "s30": {
    "message": "Adblock Plus-Erweiterung"
  },
  "s31": {
    "message": "Update-Überprüfung der Erweiterung"
  },
  "s32": {
    "message": "Ihr Browser überprüft regelmäßig nach Updates für Ihre Erweiterungen (Adblock Plus miteinbegriffen)."
  },
  "s33": {
    "message": "Einige allgemeine Informationen wie die Browserversion, die Version der Erweiterung, das Betriebssystem und Ihre IP-Adresse werden währen der Update-Überprüfung übertragen."
  },
  "s34": {
    "message": "Die Updates der Adblock Plus Entwicklungsversionen sowie Adblock Plus für Android und Internet Explorer werden über die AdblockPlus.org Webseite bereitgestellt und die übermittelten Daten unterliegen  <a>ihrer Datenschutzbestimmungen</a>."
  },
  "s35": {
    "message": "Die Updates der stabilen Versionen von Adblock Plus für Firefox werden von der Addons.Mozilla.Org-Webseite abgewickelt und unterliegen der"
  },
  "s36": {
    "message": "Firefox Privacy Policy"
  },
  "s37": {
    "message": "."
  },
  "s38": {
    "message": "Die Updates der stabilen Versionen von Adblock Plus für Chrome werden von der Google Web Store Webseite abgewickelt und unterliegen der  <a>Google Privacy Policy</a>."
  },
  "s39": {
    "message": "Die Updates der stabilen Versionen von Adblock Plus für Opera werden von der Opera Add-ons Webseite abgewickelt und unterliegen der"
  },
  "s40": {
    "message": "Opera privacy policy"
  },
  "s41": {
    "message": "."
  },
  "s42": {
    "message": "Downloads von Filterabonnements"
  },
  "s43": {
    "message": "Wenn Sie ein Filterabonnement zu Adblock Plus hinzufügen, wird dieses regelmäßig abgerufen, um Updates zu erhalten."
  },
  "s44": {
    "message": "Bei jedem Update erhält die Webseite, auf der das Filterabonnement liegt, sowohl Ihre IP-Adresse als auch einige allgemeine Informationen wie etwa Ihre Adblock Plus Version, Browser und Browserversion."
  },
  "s45": {
    "message": "Diese Daten unterliegen den Datenschutzbestimmungne der jeweiligen Seite."
  },
  "s46": {
    "message": "Wenn ein Download eines Filterabonnments mehmals nacheinander fehlschlägt, wird die aktualisierte Adresse des Filterabonnements vom AdblockPlus.org-Server abgefragt."
  },
  "s47": {
    "message": "Die dabei übertragenen Daten beeinhalten die Adblock Plus-Version, die Adresse des Filterabonnements und Informationen über den vorgefundenen Fehler."
  },
  "s48": {
    "message": "Diese Daten werden verwendet, um Probleme zu erkennen, die nicht Filterlistenautoren gemeldet wurden und unterliegen den  <a>AdblockPlus.org-Datenschutzbestimmungen</a>."
  },
  "s49": {
    "message": "Fehlerberichts-Assistent"
  },
  "s50": {
    "message": "Adblock Plus für Firefox ermöglicht es Ihnen, Fehlerberichte abzuschicken, die temporär auf dem AdblockPlus.org-Server gespeichert werden."
  },
  "s51": {
    "message": "Diese Berichte enthalten die benötigten Informationen, um ein Fehler zu untersuchen wie die Adblock Plus-Version, die Browserversion, die Adresse der Webseite wo das Problem sichtbar ist, die geblockten Elemente der Webseite, die aktiven Filter auf der Seite und Filterabonnements."
  },
  "s52": {
    "message": "Variable Werte werden von allen übertragenen Adressen entfernt, um zu verhindern, dass private Informationen unbeabsichtigt and die Öffentlichkeit kommen."
  },
  "s53": {
    "message": "Es ist möglich, weitere Informationen mitzuschicken, die abhängig von Ihrer Privatsphäre sind:"
  },
  "s54": {
    "message": "Der Webseiten-Screenshot stellt eine herunterskalierte und farbreduzierte Version der Webseite bereit."
  },
  "s55": {
    "message": "Es ist vor dem Absenden des Berichtes möglich, bestimmte Stellen auf der Webseite zu schwärzen."
  },
  "s56": {
    "message": "E-Mail-Adressen werden nur verwendet, um mehr Informationen über den Fehler anzufordern oder den Nutzer über ein Update des Fehlers zu benachrichtigen."
  },
  "s57": {
    "message": "Die Liste der installierten Erweiterungen ist für die Überprüfung bei Konflikten mit anderen Erweiterungen notwendig."
  },
  "s58": {
    "message": "Auf die verarbeiteten Berichte haben nur die Zugriff, die deren einzigartige Adresse kennen."
  },
  "s59": {
    "message": "Diese Adressen sind nur für Autoren freigegeben, dessen Filterabonnement in den Berichten erwähnt ist. Es ist unwahrscheinlich, dass die Adressen von anderen gefunden werden."
  },
  "s60": {
    "message": "Alle Berichte und die dazugehörigen Daten werden automatisch nach 30 Tagen gelöscht."
  },
  "s61": {
    "message": "Notfallbenachrichtigungen"
  },
  "s62": {
    "message": "Neuere Adblock Plus Versionen beinhalten ein Notfallbenachrichtigungssystem, das es ihnen erlaubt, Nutzer über wichtige Angelegenheiten zu informieren, welche die Adblock Plus Installation beeinflussen."
  },
  "s63": {
    "message": "Diese Funktionalität erfordert das Abfragen der Liste der aktiven Benachrichtigungen von der AdblockPlus.org Domain durch alle Adblock Plus Installationen."
  },
  "s64": {
    "message": "Diese Anfrage lässt Ihre IP Addresse gegenüber der Webseite sichtbar werden und sendet zudem auch einige allgemeine Informationen wie etwa Ihre Adblock Plus Version, Browser und Browserversion."
  },
  "s65": {
    "message": "Diese Daten ermöglichen die Bereitstellung unterschiedlicher Benachrichtigungen an unterschiedliche Clients und unterliegt den  <a>AdblockPlus.org Datenschutzrichtlinien</a>."
  },
  "s66": {
    "message": "Weitere Anfragen der AdblockPlus.org-Webseite"
  },
  "s67": {
    "message": "Adblock Plus macht weitere Anfragen zur AdblockPlus.org-Webseite, die erforderlich sind, wenn man z. B. einen Link zur Dokumentation anklickt oder wenn die komplette Liste der Filterabonnements heruntergeladen werden muss."
  },
  "s68": {
    "message": "Deise Anfragen unterliegen den  <a>AdblockPlus.org-Dateschutzbestimmungen</a>."
  },
  "s69": {
    "message": "Datenaufbewahrung"
  },
  "s70": {
    "message": "Adblock Plus speichert einige Daten im"
  },
  "s71": {
    "message": "http://support.mozilla.com/kb/Profiles"
  },
  "s72": {
    "message": "Firefox-Profilordner"
  },
  "s73": {
    "message": "auf Ihrem Computer."
  },
  "s74": {
    "message": "Adblock Plus überträgt diese Daten nie zu irgendwelchen Server, aber andere Erweiterungen und Dienste wie z. B.  <a>Firefox Sync</a>, können die tun."
  },
  "s75": {
    "message": "Der Großteil der Daten (Ihre Einstellungen, Filterabonnements und Benutzerfilter) ist unbedenklich was Ihre Privatsfähre angeht."
  },
  "s76": {
    "message": "Jedoch könnten die Filtertreffer und kürzlich abgeschickte Fehlerberichte dazu verwendet werden, um Ihren Verlauf der besuchten Seiten zu rekonstruieren."
  },
  "s77": {
    "message": "Adblock Plus behandelt diese Informationen genauso wie Daten der Chronik im Broser behandelt werden:"
  },
  "s78": {
    "message": "die Daten werden nicht gespeichert, wenn der"
  },
  "s79": {
    "message": "http://support.mozilla.com/kb/Private+Browsing"
  },
  "s80": {
    "message": "Private Modus"
  },
  "s81": {
    "message": "verwendet wird und sie werden gelöscht, wenn Sie die Chronik löschen."
  },
  "s82": {
    "message": "Element Hiding Helper-Erweiterung"
  },
  "s83": {
    "message": "Update-Überprüfung der Erweiterung"
  },
  "s84": {
    "message": "Ihr Browser sucht regelmäßig nach Updates für Ihre Erweiterungen (Element Hiding Helper mitinbegriffen)."
  },
  "s85": {
    "message": "Einige allgemeine Informationen wie die Browserversion, die Version der Erweiterung, das Betriebssystem und Ihre IP-Adresse werden währen der Update-Überprüfung übertragen."
  },
  "s86": {
    "message": "Die Updates der Entwicklungsversion von Element Hiding Helper werden über die AdblockPlus.org-Webseite bereitgestellt und die übertragenen Daten unterliegen <a>ihrer Datenschutzbestimmungen</a>."
  },
  "s87": {
    "message": "Die Updates der stabilen Versionen werden von der Addons.Mozilla.Org-Webseite abgewickelt und unterliegen der"
  },
  "s88": {
    "message": "Firefox Privacy Policy"
  },
  "s89": {
    "message": "."
  }
}