{
  "blog": {
    "message": "Blog"
  },
  "changelog": {
    "message": "Änderungsliste"
  },
  "contact": {
    "message": "Kontaktseite"
  },
  "deprecation_warning": {
    "message": "Anmerkung: Diese Liste ist nicht für Adblock Plus optimiert und könnte Ihren Browser verlangsamen."
  },
  "forum": {
    "message": "Forum"
  },
  "homepage": {
    "message": "Information"
  },
  "maintainer_prefix": {
    "message": "von"
  },
  "policy": {
    "message": "Richtlinien"
  },
  "s1": {
    "message": "Nachfolgend findest du eine Liste mit aktiv gepflegten Filterabonnements, die wir kennen. Klicke zum Abonnieren einer Filterliste auf den jeweiligen Link „Abonnieren“. Beachte bitte, dass <a>du nicht zu viele Filterabonnements hinzufügen solltest</a>."
  },
  "s2": {
    "message": "Ist deine Filterliste nicht aufgeführt? <a>Schicke uns</a> deine Liste zusammen mit Informationen darüber, was auf dieser Seite angezeigt werden soll. Beachte, dass dein Abonnement zur Aufnahme in diese Liste eine kurze Beschreibung des Ursprungs der Filterliste und die bevorzugte Kontaktmöglichkeit bei eventuellen Problemen enthalten muss. Denke daran, dass du eventuelle Probleme mit deiner Liste innerhalb einer angemessenen Frist beheben können solltest."
  },
  "s3": {
    "message": "Alle Filterlisten auf dieser Seite werden von Drittanbietern gepflegt. eyeo, das Unternehmen hinter Adblock Plus, hat keine Kontrolle über diese Listen. Wir führen sie nur auf, um dich dabei zu unterstützen, ein hilfreiches Abonnement zu finden. In keinem Fall haftet eyeo gegenüber dir oder Dritten für Verluste oder Schäden (einschließlich, aber nicht beschränkt auf entgangene Chancen und Geschäftsmöglichkeiten), die direkt oder indirekt durch deinen Gebrauch dieser Listen entstehen."
  },
  "subscribe": {
    "message": "Abonnieren:"
  },
  "supplements_prefix": {
    "message": "Ergänzung für"
  },
  "title": {
    "message": "Bekannte Filterlisten für Adblock Plus"
  },
  "type_ads": {
    "message": "Werbeblocker"
  },
  "type_other": {
    "message": "Verschiedenes"
  }
}