{
  "abp-error-heading": {
    "description": "heading\n{1}: ABP",
    "message": "Was ist zu beachten, wenn ABP nicht ordnungsgemäß funktioniert?"
  },
  "abp-error-item-1": {
    "description": "list item\n{1}: eyeo, {2}: Acceptable Ads, {3}: ABP",
    "message": "Weder garantiert noch sichert eyeo zu, dass alle Anzeigen blockiert werden. Insbesondere <a>Acceptable Ads</a> werden in den Standardeinstellungen von ABP angezeigt."
  },
  "abp-error-item-2": {
    "description": "list item",
    "message": "<strong>Dir ist bekannt und du verstehst, dass die von dir verwendeten Filter in seltenen Fällen auch nicht werbliche Inhalte blockieren können. Das ist ein unerwünschter Nebeneffekt von einigen Filtern und lässt sich nicht komplett vermeiden.</strong>"
  },
  "abp-error-item-3": {
    "description": "list item\n{1}: ABP, {2}: ABP, {3}: eyeo",
    "message": "ABP selbst hat keine eigenständige Funktion. ABP blockiert solange nichts, bis du es über das Hinzufügen von <a>externen Filterlisten</a> dazu “anweist“. Bei Filterlisten handelt es sich im Wesentlichen um einen umfangreichen Regelsatz, der ABP mitteilt, welche Elemente einer Website blockiert werden sollen. eyeo hat keinerlei Einfluss auf diese Filterlisten."
  },
  "abp-error-paragraph-1": {
    "description": "paragraph\n{1}: ABP, {2}: ABP, {3}: eyeo, {4}: ABP",
    "message": "ABP wird ohne Gewährleistung und in der vorliegenden Form zur Verfügung gestellt. Du verwendest ABP auf eigenes Risiko. eyeo garantiert weder noch sichert eyeo zu, dass ABP deinen Anforderungen entspricht oder unterbrechungsfrei, rechtzeitig, sicher oder fehlerfrei funktioniert:"
  },
  "abp-error-paragraph-2": {
    "description": "paragraph",
    "message": "Solltest du Fehler oder nicht korrektes Blockieren feststellen, zum Beispiel das Blockieren von nicht werblichen Inhalten, <a>informiere</a> uns bitte umgehend."
  },
  "abp-subheading": {
    "description": "sub-heading\n{1}: Adblock Plus",
    "message": "{1}"
  },
  "acceptable-ads-heading": {
    "description": "heading\n{1}: Acceptable Ads",
    "message": "Was sind Acceptable Ads?"
  },
  "acceptable-ads-item-1": {
    "description": "list item",
    "message": "Teilnehmer können die Einhaltung der <a>Kriterien</a> nicht durch Zahlungen umgehen. Jede freigeschaltete Werbung muss den Kriterien entsprechen."
  },
  "acceptable-ads-item-2": {
    "description": "list item\n{1}: Acceptable Ads",
    "message": "Im Sinne der Transparenz findest du alle freigeschalteten Acceptable Ads in unserem <a>Forum</a> aufgelistet, damit unsere Nutzer Feedback abgeben können."
  },
  "acceptable-ads-item-3": {
    "description": "list item\n{1}: Acceptable Ads",
    "message": "Wir haben ein offenes Ohr für unsere Nutzer. Wird ein Vorschlag für Acceptable Ads von unserer Community aus berechtigten Gründen beanstandet, werden wir die Werbung aus der Allowlist entfernen."
  },
  "acceptable-ads-paragraph-1": {
    "description": "paragraph\n{1}: ABP, {2}: Acceptable Ads, {3}: ABP",
    "message": "In den Standardeinstellungen wird nicht aufdringliche Werbung bei der Nutzung von ABP nicht geblockt, um Webseiten zu unterstützen (<a>erfahre mehr</a>). Du kannst diese Funktion jederzeit deaktivieren, indem du das Häkchen entfernst (<a>Anleitung wie du Acceptable Ads deaktivieren kannst</a>). Dies beeinträchtigt die ABP Blocking-Funktionen nicht."
  },
  "acceptable-ads-paragraph-2": {
    "description": "paragraph\n{1}: Acceptable Ads",
    "message": "Die folgenden Regeln haben und werden stets ausnahmslos für alle gelten:"
  },
  "acceptable-ads-paragraph-3": {
    "description": "paragraph",
    "message": "Unser Open Source Produkt ist weiterhin kostenfrei, da wir großen Unternehmen die Allowlisting-Dienste in Rechnung stellen. Für die restlichen ca. 90 Prozent unserer Partner erbringen wir auch diese Dienstleistungen kostenlos."
  },
  "additional-information-heading": {
    "description": "heading",
    "message": "Zusätzliche Informationen"
  },
  "additional-information-paragraph-1": {
    "description": "paragraph",
    "message": "Diese Nutzungsbedingungen unterliegen den Gesetzen der Bundesrepublik Deutschland. Wenn du keinen Gerichtsstand in Deutschland oder einem anderen EU-Mitgliedsstaat besitzst, du nach dem Inkrafttreten dieser Nutzungsbedingungen deinen festen Wohnsitz ins Ausland verlegt hast oder dein Wohnsitz oder gewöhnlicher Aufenthaltsort zum Zeitpunkt eines gerichtlichen Vorgehens unbekannt ist, ist der alleinige Gerichtsstand für alle sich aus diesem Vertrag ergebenden Rechtsstreitigkeiten der Ort unserer Niederlassungen."
  },
  "additional-information-paragraph-2": {
    "description": "paragraph",
    "message": "Wir behalten uns das Recht vor, diese Nutzungsbedingungen in Zukunft zu verändern und anzupassen. Du kannst die aktuell geltende Version der Nutzungsbedingungen von unserer <a>Rechtsabteilung anfordern</a> oder auf unserer Webseite abrufen. Du wirst spätestens einen Monat vor dem Inkrafttreten neuer Nutzungsbedingungen benachrichtigt. Wenn du den neuen Nutzungsbedingungen nicht innerhalb eines Monats nach dem Inkrafttreten widersprichst, wird dies als Zustimmung zu den neuen Nutzungsbedingungen gewertet. Wir werden dich in geeigneter Form separat über die Bedeutung des einmonatigen Benachrichtigungszeitraums, dein Widerspruchsrecht und die juristischen Folgen einer Nichtablehnung informieren. Diese Änderungsregelung gilt nicht für Änderungen der wesentlichen Vertragspflichten der Parteien."
  },
  "description": {
    "description": "meta",
    "message": "Diese Nutzungsbedingungen regeln den gestatteten Nutzungsumfang und die Bedingungen unter denen wir ABP anbieten."
  },
  "free-meaning-heading": {
    "description": "heading\n{1}: ABP",
    "message": "Was bedeutet „ABP kann kostenlos genutzt werden“?"
  },
  "free-meaning-paragraph": {
    "description": "paragraph\n{1}: ABP, {2}: GPLv3, {3}: ABP, {4}: GPLv3",
    "message": "ABP ist ein Open-Source-Projekt, das unter der <a>GPLv3</a> lizenziert ist und von jedermann ohne Nutzungsgebühr verwendet werden kann. Die Nutzung von ABP unterliegt den Einschränkungen der <a>GPLv3</a>."
  },
  "introductory-paragraph": {
    "description": "paragraph\n{1}: eyeo GmbH, {2}: Lichtstrasse 25, 50825 Cologne, Germany, {3}: eyeo, {4}: Adblock Plus, {5}: ABP, {6}: ABP, {7}: Chrome, {8}: Firefox, {9}: Internet Explorer, {10}: Maxthon, {11}: Opera, {12}: Safari, {13}: Yandex.Browser, {14}: ABP",
    "message": "Wir, die eyeo GmbH, Lichtstr. 25, 50825 Köln („eyeo“; „wir“), haben die Browser-Erweiterung Adblock Plus („ABP“) entwickelt, die über unsere <a>Webseite</a> oder anderen Domains heruntergeladen werden kann. ABP ist eine kostenlose Erweiterung, die dir – neben <a>anderen Dingen</a> – eine auf dich angepasste Webnutzung ermöglicht. Du kannst störende Werbung blockieren, Tracking ausschalten und Domains blockieren, die dafür bekannt sind, Malware zu verbreiten. ABP ist für die Browser Chrome, Firefox, Internet Explorer, Maxthon, Opera, Safari und Yandex verfügbar. ABP unterstützt diverse Filterlisten, die du auswählen kannst, um unerwünschte Elemente auf einer Webseite zu blockieren."
  },
  "meaning-heading": {
    "description": "heading",
    "message": "Zweck dieses Dokuments"
  },
  "meaning-paragraph": {
    "description": "paragraph\n{1}: ABP, {2}: ABP",
    "message": "ABP wird dir als Nutzer kostenlos zur Verfügung gestellt – auch in Zukunft. Allerdings haben wir einen Punkt erreicht, an dem weitergehende Nutzungsbedingungen, wie diese, erforderlich sind. Das schützt dich und uns. Diese Nutzungsbedingungen gelten für deine Verwendung von ABP."
  },
  "not-permitted-heading": {
    "description": "heading\n{1}: ABP",
    "message": "Unzulässige Nutzung von ABP"
  },
  "not-permitted-item-1": {
    "description": "list item\n{1}: ABP",
    "message": "Du darfst ABP nicht auf Webseiten verwenden, bei denen du einer Nichtverwendung zugestimmt hast, z.B. wenn du Nutzungsbedingungen auf der jeweiligen Webseite akzeptiert hast, welche die Nutzung von Werbeblockern verbieten."
  },
  "not-permitted-item-2": {
    "description": "list item\n{1}: ABP",
    "message": "Es ist dir nicht gestattet, ABP in Verbindung mit Tools zu verwenden, mit denen wirksame technische Vorkehrungen umgangen werden können, die den Zugriff auf Webseiten kontrollieren."
  },
  "not-permitted-paragraph": {
    "description": "paragraph",
    "message": "Bitte beachte, dass manche Webseitenbetreiber die Nutzung ihrer Website mit einem Werbeblocker nicht gestatten. Dies ist zu respektieren, insbesondere in den folgenden Fällen:"
  },
  "print-alt": {
    "description": "alt text",
    "message": "Drucken"
  },
  "print-link": {
    "description": "link text",
    "message": "Drucken"
  },
  "title": {
    "description": "meta",
    "message": "Nutzungsbedingungen"
  },
  "tou-heading": {
    "description": "heading",
    "message": "Nutzungsbedingungen"
  }
}
