{
  "s1": {
    "message": "Anleitungen - Adblock Plus"
  },
  "s10": {
    "message": "Adblock Plus für Firefox ermöglicht es, allerlei nervige Werbung loszuwerden, wie Werbung auf YouTube, Facebook Werbung, Bannerwerbung, Pop-ups und viele andere. Falls Sie den Mozilla Firefox Browser noch nicht installiert haben, <a>installieren Sie ihn von Mozilla</a>. Wenn Sie Werbung in anderen Browsern blockieren wollen, lesen Sie die Anleitungen zur Installation von Adblock Plus für Google Chrome und Opera."
  },
  "s11": {
    "message": "Der einfachste Weg Adblock Plus zu Firefox hinzuzufügen, ist einfach, <a>auf die Firefox Installationsseite zu gehen</a> und auf die Installationsschaltfläche zu klicken, woraufhin sich ein kleines Fenster links im Browser öffnet. Klicken Sie auf \"Erlauben\" und danach auf \"Jetzt installieren\". Adblock Plus wird daraufhin zum Browser hinzugefügt und schützt Sie ab sofort gegen allerlei störende Werbung."
  },
  "s12": {
    "message": "Sie können Adblock Plus auch <a>über Mozilla Firefox installieren</a>. Dazu gehen Sie zuerst in die Mozilla Add-ons Seite. Sobald Sie den Link geöffnet haben, erscheint die folgende Seite:"
  },
  "s13": {
    "message": "Klicken Sie auf die große, grüne Schaltfläche \"Zu Firefox hinzufügen\", um Adblock Plus zu installieren. Daraufhin wir Firefox fragen, ob Sie dem Author vertrauen. Bestätigen Sie dies durch klicken auf \"Jetzt installieren\", woraufhin alle nervige Werbung fortan blockiert wird."
  },
  "s14": {
    "message": "Wenn Sie Adblock Plus das erste Mal installieren, wird je nach Sprache Ihres Browsers eine Standardfilterliste hinzugefügt. Um andere Filterlisten hinzuzufügen, <a>lesen Sie mehr hier</a>. Für fortgeschrittene Optionen, wie etwa die Erstellung benutzerdefinierter Filter, <a>besuchen Sie diese Seite</a>."
  },
  "s15": {
    "message": "Wie man Werbung in Google Chrome blockiert"
  },
  "s16": {
    "message": "Über 10 Millionen Menschen blockieren täglich nervige Werbung in Chrome. Wenn Sie Google Chrome verwenden, können Sie die Adblock Plus Erweiterung dazu nutzen, sich aller nerviger Werbung zu entledigen. Adblock Plus blockierte jegliche nervige Werbung im Web, wie etwa YouTube Video Werbung, auffällige Bannerwerbung, Facebook Werbung und viele mehr. Es blockiert auch Pop-ups, die nicht durch den Browser blockiert werden. Diese Anleitung zeigt Ihnen, wie Sie Adblock Plus installieren und somit Werbung in Chrome blockieren können."
  },
  "s17": {
    "message": "Adblock Plus zu Google Chrome hinzufügen"
  },
  "s18": {
    "message": "Es gibt zwei Wege, um Adblock Plus zum Chrome Browser hinzuzufügen. Zum einen kann man unseren Ad Blocker für Chrome hinzufügen, indem man <a>auf die Chrome Installationsseite geht</a> und auf die grüne Installationsschaltfläche klickt. Ein kleines Fenster erscheint, das Sie dazu auffordert, die Installation von Chromes Adblock Plus zu bestätigen. Klicken Sie auf \"Hinzufügen\", um Adblock Plus zu installieren. Sobald Sie das getan haben, sind Sie gegen nervige Werbung geschützt."
  },
  "s19": {
    "message": "Sie können Adblock Plus auch über den Google Chrome Webstore hinzufügen. Um unseren Adblocker zu installieren, <a>gehen Sie zum Webstore</a>. Klicken Sie auf \"Hinzufügen\" und in dem aufkommenden Dialog nochmals auf \"Hinzufügen\", um es zu bestätigen."
  },
  "s2": {
    "message": "Wollen Sie Werbung auf YouTube blockieren? Facebook Werbung entfernen? Nie mehr einen Banner sehen? Nutzen Sie Adblock Plus, um sich gegen ungewollte online Werbung zu schützen."
  },
  "s20": {
    "message": "Adblock Plus richtet automatisch, basierend auf der Sprache Ihres Browsers, eine Standardfilterliste ein. Wenn Sie mehr darüber erfahren wollen, wie Sie andere Filterlisten hinzufügen können, <a>lesen Sie die Anleitungen auf dieser Seite</a>. Für fortgeschrittenere Optionen, wie etwa Tracking deaktivieren, klicken Sie <a>hier</a>."
  },
  "s21": {
    "message": "Wie man Werbung in Opera blockiert"
  },
  "s22": {
    "message": "Um Werbung in Opera zu blockieren, muss man lediglich Adblock Plus installieren. Gehen Sie dazu einfach auf die <a>Opera Add-ons Seite</a> und klicken Sie dort auf \"In Opera hinzufügen\". Ein Dialog erscheint, der Sie danach fragt, ob Sie Adblock Plus zu Ihrem Opera Browser hinzufügen wollen. Klicken Sie auf \"Installieren\", um sich gegen jegliche online Werbung zu schützen."
  },
  "s23": {
    "message": "Wie man Werbung in Android blockiert"
  },
  "s24": {
    "message": "Um jegliche Werbung auf Ihrem Android Gerät zu blockieren, gehen Sie mit diesem einfach auf <a>unsere Homepage</a> und laden Sie die Adblock Plus App herunter. Bevor Sie das machen, sollten Sie jedoch sicherstellen, dass Ihr Gerät <a>App Installationen aus unbekannter Herkunft erlaubt</a>. Wenn Sie kein gerootetes Gerät haben, müssen Sie wahrscheinlich <a>den Proxy manuell einstellen</a>. Sobald Sie das gemacht haben, sind Sie gegen Werbung geschützt."
  },
  "s25": {
    "message": "Wie man Online-Tracking deaktiviert"
  },
  "s26": {
    "message": "Viele Unternehmen sammeln Daten über die Surfgewohnheiten der Internetnutzer über mehrere Webseiten hinweg. Sogar Ihr Browser-Verlauf wird untersucht und aufgezeichnet. Einige Nutzer haben keine Einwände gegen solche Praktiken, da Firmen ihnen dadurch relevantere Werbung bieten können. Jedoch gibt es hunderte Werbeagenturen, die persönliche Daten und Nutzungsdaten von Internetnutzern sammeln. Wenn Sie nicht wollen, dass Unternehmen Ihr online Verhalten verfolgen, können Sie Adblock Plus nutzen, um jegliche online Tracking Praktiken zu deaktivieren. Laut dieser <a>Studie der Stanford University</a>, ist Adblock Plus die beste Möglichkeit, sich vor online Tracking zu schützen."
  },
  "s27": {
    "message": "Mehr Informationen darüber, wie man Tracking von Unternehmen wie Facebook und Google deaktiviert und Social Media Buttons von allen Webseiten entfernt, finden Sie unter <a>Wie man Social Media Buttons entfernt</a>."
  },
  "s28": {
    "message": "Online-Tracking in Firefox deaktivieren"
  },
  "s29": {
    "message": "Durch das Hinzufügen einer Filterliste zu Adblock Plus kann man online Tracking verhindern. Die sogenannte \"EasyPrivacy\" Filterliste blockiert alle Tracking Anfragen, die durch Webseiten gemacht werden. Um diese Liste zu Adblock Plus hinzuzufügen, <a>klicken Sie einfach hier</a>, und bestätigen Sie dies danach mit einem Klick auf \"Hinzufügen\"."
  },
  "s30": {
    "message": "Online-Tracking in Google Chrome deaktivieren"
  },
  "s31": {
    "message": "In Google Chrome kann Adblock Plus jegliches, ungewolltes Tracking von Werbefirmen deaktivieren. Dazu holen Sie sich einfach die \"EasyPrivacy\" Filterliste durch <a>öffnen dieses Dialogs</a>. Klicken Sie auf \"Hinzufügen\", um sich schließlich gegen Tracking in Chrome zu schützen."
  },
  "s32": {
    "message": "Wie man Malware Domains ausschaltet"
  },
  "s33": {
    "message": "Malware ist derzeitg eine der größten Bedrohungen im Internet. Ohne dass der Nutzer es bemerkt kann Software auf seine Festplatte installiert werden und öffnet damit die Tür für alle Arten von Cyberkriminalität auf dem Computer. Wenn Ihr Computer mit Malware infiziert ist, sind Logindaten, Kreditkarteninformationen, PIN, Passwörter etc. in Gefahr. Malware kann auf Ihren Computer über <a>Werbung im Internet</a> installiert werden, sogar durch Google- oder Yahoo-Werbung. Sie können Adblock Plus verwenden, um sich gegen Malware, Trojanern, Würmern, Spy- und Adware und Viren zu schützen."
  },
  "s34": {
    "message": "Malware Domains in Firefox ausschalten"
  },
  "s35": {
    "message": "Bekannte Malware Domains werden einfach ausgeschaltet, indem man ein neues Filterabonnement zu Adblock Plus hinzufügt. Um diese Filterliste hinzuzufügen, klicken Sie einfach <a>hier</a> und anschließend auf \"Filterabonnement hinzufügen\"."
  },
  "s36": {
    "message": "Malware Domains in Chrome ausschalten"
  },
  "s37": {
    "message": "Adblock Plus für Chrome kann mit einem Filterabonnement Domains blockieren, die dafür bekannt sind, Malware zu verteilen. Um diese Filterliste hinzuzufügen, klicken Sie <a>hier</a> und anschließend auf \"Hinzufügen\" in den Filtereinstellungen unseres Chrome-Adblockers."
  },
  "s38": {
    "message": "Wie man Social Media-Buttons deaktiviert"
  },
  "s39": {
    "message": "Heutzutage hat fast jede Webseite Buttons von Social Media-Netzwerken, wie Facebook, Twitter, Google+ usw. Sogar wenn Sie nie auf diese Buttons klicken, werden Daten an diese Netzwerke übertragen, um Profile von Ihrem Surfverhalten zu erstellen."
  },
  "s40": {
    "message": "Wenn Sie im Web surfen wollen, ohne dass Sie von diesen Social Media-Seiten verfolgt werden, bietet Adblock Plus Ihnen eine einfache Lösung an, um diese Buttons zu entfernen."
  },
  "s41": {
    "message": "Social Media-Buttons in Mozilla Firefox deaktivieren"
  },
  "s42": {
    "message": "Wenn Sie Social Media-Buttons in Firefox blocken möchten, klicken Sie einfach <a>hier</a> und dann auf \"Filterabonnement hinzufügen\"."
  },
  "s43": {
    "message": "Social Media-Buttons in Google Chrome deaktivieren"
  },
  "s44": {
    "message": "Mit Adblock Plus für Chrome ist es sehr einfach, Social Media-Buttons mit einem Filterabonnement zu entfernen. Alles, was Sie tun müssen, ist <a>hier</a> zu klicken und dann auf \"Hinzufügen\" zu gehen."
  },
  "s45": {
    "message": "Wie man Werbung auf YouTube blockt"
  },
  "s46": {
    "message": "Eines der größten Ärgernisse im Internet sind die 30-sekundenlangen Werbeclips, die man sich ansehen muss, um ein 20-sekundenlanges Video auf YouTube zu sehen. Obwohl sich User darüber andauernd beschweren, wird angenommen, dass diese Form der Werbung in Zukunft wachsen wird. Mit Adblock Plus ist es sehr einfach, die Videowerbung auf YouTube zu blocken. Installieren Sie einfach Adblock Plus und alle Werbeclips auf YouTube werden geblockt sein."
  },
  "s47": {
    "message": "Für Google Chrome kann Adblock Plus installiert werden, indem man <a>die Installationsseite für Chrome</a> besucht und auf den Installationsbutton klickt. Nachdem das kleine Popup-Fenster erscheint, klicken Sie auf \"Hinzufügen\". Adblock Plus blockiert nun automatisch all die Videowerbung auf YouTube."
  },
  "s48": {
    "message": "Für Firefox kann man Adblock Plus installieren, indem man <a>die Installationsseite für Firefox</a> besucht und auf den Installationsbutton klickt. Bestätigen Sie die Installation indem Sie zuerst auf \"Erlauben\" und dann auf \"Jetzt installieren\" klicken. Adblock Plus blockt automatisch alle Werbeclips auf YouTube."
  },
  "s49": {
    "message": "Wie man Werbung auf Facebook blockt"
  },
  "s5": {
    "message": "Was ist ein Adblocker?"
  },
  "s50": {
    "message": "Haben Sie es satt, dass Facebook Ihre Timeline mit Werbung vollstopft? Verwenden Sie Adblock Plus um die ganze Werbung auf Facebook zu filtern. Nach der Installation blockiert Adblock Plus die ganze Werbung im Internet, Facebook-Werbung inklusive."
  },
  "s51": {
    "message": "Für Google Chrome können Sie Adblock Plus installieren, indem Sie <a>die Installationsseite für Chrome besuchen</a> und auf den Installationsbutton clicken. Bestätigen Sie dann einfach die Installation indem Sie auf \"Hinzufügen\" klicken und laden Sie die Facebook-Seite neu. Sie werden sehen, dass alle Facebook-Anzeigen geblockt sein werden!"
  },
  "s52": {
    "message": "Adblock Plus für Firefox können Sie installieren, indem Sie <a>die Installationsseite für Firefox</a> besuchen und auf den Installationsbutton klicken. Firefox wird sie zwei mal dann darum bitten, die Installation zu bestätigen. Klicken Sie also zuerst auf \"Erlauben\" und dann auf \"Jetzt installieren\". Nach der Installation wird Adblock Plus alle nervigen Facebook-Anzeigen blocken."
  },
  "s6": {
    "message": "Ein Adblocker für Chrome und Firefox ist eine Erweiterung (oder Add-on) für den Browser, die Funktionen zum Browser hinzufügt, damit er Inhalte filtern kann. Adblocker selbst filtern nichts, es sei denn ihnen wird \"gesagt\" was sie tun sollen. Sogenannte Filterlisten sagen dem Adblocker, was blockiert werden soll. Diese Filterlisten sind grundsätzlich eine Liste an Regeln, die Adblock Plus sagen, was es blockieren soll. Die Listen werden von einer großen online Gemeinschaft erstellt und gewartet."
  },
  "s7": {
    "message": "Wie man Werbung blockiert"
  },
  "s8": {
    "message": "Es kann zwar noch viel mehr aber die Kernfunktion von Adblock Plus ist, das Blockieren nerviger Werbung. Diese Anleitungen zeigen, wie man störende Werbung in verschiedenen Browsern blockieren kann."
  },
  "s9": {
    "message": "Wie man Werbung in Firefox blockiert"
  },
  "title": {
    "message": "Anleitungen"
  }
}