{
  "s1": {
    "message": "uBlock Origin verlässt Chrome. Hier ist, was du wissen solltest:"
  },
  "s2": {
    "message": "Google Chrome hat damit begonnen, uBlock Origin in seinem Browser zu deaktivieren. Im Frühsommer dieses Jahres hat Chrome seine Erweiterungsplattform auf Manifest V3 umgestellt und die Unterstützung für Manifest V2 und alle MV2-Erweiterungen eingestellt. Chrome-Erweiterungen, die nicht auf Manifest V3 aktualisiert wurden, werden jetzt im Browser eingestellt."
  },
  "s3": {
    "message": "Als MV2-Erweiterung wird uBlock Origin nicht mehr in Chrome funktionieren. uBlock Origin gab öffentlich bekannt, dass es seine Vollversion nicht auf die MV3-Anforderungen aktualisieren wird, und <a>Chrome schaltet uBlock Origin automatisch ab, weil es nicht mehr unterstützt wird</a>."
  },
  "s4": {
    "message": "Chrome-Adblocker finden"
  },
  "s5": {
    "message": "<span>Stelle sicher, dass dein Browser auf dem neuesten Stand ist</span> Normalerweise werden Browser-Updates im Hintergrund durchgeführt, aber wenn du deinen Browser eine Weile nicht geschlossen hast, kann es sein, dass ein Update aussteht. Erweiterungen funktionieren möglicherweise nicht richtig, wenn dein Browser veraltet ist. <a>Hier</a> erfährst du, wie du Chrome auf deinen Computer-, Android- oder iOS-Geräten manuell aktualisieren oder einfach überprüfen kannst, ob du die neueste Version verwendest."
  },
  "s6": {
    "message": "<span>Erweiterungen finden, die in Chrome funktionieren</span> Wenn dein aktueller Adblocker oder die Erweiterung in Chrome nicht mehr funktioniert, besuche den <a>Chrome Web Store</a>, um MV3-kompatible Erweiterungen zu finden."
  },
  "s7": {
    "message": "Was bedeutet Manifest V3 für Adblocker?"
  },
  "s8": {
    "message": "Erweiterungen wie Adblocker und Passwort-Manager sind Tools, die wir unseren Browsern hinzufügen, um unser Online-Erlebnis persönlicher und sicherer zu gestalten. Hinter den Kulissen bieten Browser eine Plattform, auf der Entwickler diese Erweiterungen erstellen, um sicherzustellen, dass sie reibungslos laufen und gleichzeitig die Privatsphäre und Sicherheit der Benutzer respektiert werden."
  },
  "s9": {
    "message": "Kürzlich hat Google die Art und Weise aktualisiert, wie Chrome Erweiterungen über seine Plattform <a>Manifest V3</a> handhabt. Diese Updates haben die Funktionsweise vieler Chrome-Erweiterungen beeinflusst, einschließlich einiger beliebter Adblocker. Zu den wichtigsten Änderungen gehört der Ersatz älterer Funktionen durch neuere, wie die Verwendung von „Service Workers“ anstelle von Hintergrundseiten, die Einführung strengerer Regeln für die Änderung von Webanfragen und das Verbot von Code, der remote gehostet wird. Google sagt, dass diese Updates dazu gedacht sind, die Sicherheit, den Datenschutz und die Leistung von Erweiterungen zu verbessern, während wichtige Funktionen beibehalten werden."
  },
  "s10": {
    "message": "Erweiterungen wie uBlock Origin Chrome, die nicht auf MV3 umgestellt wurden, werden derzeit jedoch aus dem Chrome Web Store entfernt und bald nicht mehr in Chrome funktionieren."
  },
  "s11": {
    "message": "Adblock Plus ist MV3-kompatibel und in Chrome verfügbar"
  },
  "s12": {
    "message": "Als Manifest V3 angekündigt wurde, haben wir uns sofort an die Arbeit gemacht, Adblock Plus zu aktualisieren und zu testen, damit wir dir weiterhin auf allen deinen Geräten und Browsern dasselbe hochwertige Adblocker-Erlebnis bieten können."
  },
  "s13": {
    "message": "Wir sind der Meinung, dass du die Wahl haben solltest, welchen Browser du verwenden möchtest, und dennoch die Tools zur Verfügung haben solltest, um dein Online-Erlebnis zu verbessern. <a>Adblock Plus war eine der ersten Erweiterungen, die auf Manifest V3 migriert wurde</a> und ist mit der neuesten Version von Chrome kompatibel. Hoffentlich hast du nicht einmal bemerkt, als die Änderung stattgefunden hat."
  }
}