{
  "title": {
    "message": "Adblock Plus wurde aktualisiert"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus wurde aktualisiert ! <span>(Version 3.12) </span>"
  },
  "update-lead-1": {
    "message": "Wir haben die letzten Monate damit verbracht, neue Funktionen hinzuzufügen und die Leistung von Adblock Plus zu verbessern. Unser Ziel ist es, dir die beste werbeblockierende Technologie zu bieten, damit du von einem sauberen Web-Erlebnis profitieren kannst. Adblock Plus ist eine kostenlose, von der Community geförderte Software, <strong>und das wäre ohne deine fortlaufende Unterstützung nicht möglich.</strong>"
  },
  "update-lead-2": {
    "message": "Wir investieren viel Zeit und Ressourcen in die Entwicklung und Sicherstellung des besten Online-Erlebnisses für unsere Benutzerinnen und Benutzer. Bitte spende einen Betrag, der deiner Meinung nach ein fairer Beitrag zum Adblock Plus-Projekt und zu unseren Bemühungen ist, die werbeblockierende Community zu bewahren. <strong>Wir schätzen jede einzelne Spende!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Bezahle mit:"
  },
  "whats-new-header-1": {
    "message": "Was gibt's Neues?"
  },
  "whats-new-lead-1": {
    "message": "Schau dir unsere Verbesserungen und neuen Funktionen an. Weitere Änderungen warten auf Dich in Zukunft!"
  },
  "whats-new-list-1": {
    "message": "<strong>Bessere Werbeblockierung.</strong> Viele Webseiten suchen nach Möglichkeiten, Adblock Plus daran zu hindern, lästige Werbung zu stoppen. Aus diesem Grund aktualisieren wir regelmäßig unsere Funktionalität, sodass wir die Versuche dieser Anti-Adblocker unterbinden können. Wenn du auf eine Webseite stößt, die dir nicht erlaubt, Werbung zu blockieren, lass es uns bitte wissen und verwende hierfür unsere Funktion Problem melden."
  },
  "whats-new-list-2": {
    "message": "<strong>Zusätzliche intelligente Sprachfilter.</strong> Wenn du diese Funktion aktivierst, wirst du automatisch über verfügbare Filterlisten in den Sprachen informiert, die du regelmäßig beim Browsen verwendest. Dadurch lässt sich in diesen Sprachen mehr lästige Werbung blockieren. Natürlich respektieren wir immer deine Privatsphäre. Diese Informationen bleiben auf deinem Computer und werden niemals mit unseren Servern geteilt. Du kannst die Funktion auf deiner Seite Optionen unter dem Tab <em>Allgemein</em> > <em>Sprachfilterlisten</em> aktivieren."
  },
  "whats-new-list-3": {
    "message": "<strong>Zusätzliche Hilfe beim Blockieren von Werbung in mehr Sprachen.</strong> Nutzer*innen, die auf Finnisch und Schwedisch browsen, können jetzt Werbung auf Webseiten blockieren, die diese Sprachen verwenden."
  },
  "whats-new-list-4": {
    "message": "<strong>Bessere Benutzererfahrung.</strong> Wir arbeiten ständig an der Verbesserung von Adblock Plus. Wir haben vor Kurzem mehrere Fehlernachrichten aktualisiert, um die Fehlerbeseitigung zu vereinfachen, Änderungen an unserer Terminologie vorgenommen und eine neue Fußzeile zum Pop-Up-Menü hinzugefügt, sodass du bequem auf alles zugreifen kannst."
  },
  "whats-new-support": {
    "message": "Musst du ein Problem melden? Kontaktiere uns einfach über Social Media, <a>E-Mail</a> oder unserem <a>Benutzer-Forum</a>."
  },
  "main-heading-1": {
    "message": "Das Ehrensystem"
  },
  "main-lead-1": {
    "message": "Grüße vom Adblock Plus-Team!"
  },
  "main-lead-2": {
    "message": "AdBlock ist eine Ehren-Software. Und das bedeutet, dass <strong>wir einander vertrauen</strong>, gut zueinander zu sein:"
  },
  "main-lead-3": {
    "message": "Du zahlst, was du dir für Adblock Plus <strong>leisten kannst</strong>. <strong>Du</strong> kannst selbst den Preis bestimmen."
  },
  "main-lead-4": {
    "message": "Wir entwickeln Funktionen, mit denen du bei deinem Browser-Erlebnis die Kontrolle übernimmst."
  },
  "main-lead-5": {
    "message": "Wenn dir unsere Software <strong>nicht gefallen</strong> sollte, erhältst du eine <strong>Rückerstattung</strong> und kannst Adblock Plus trotzdem weiter nutzen."
  },
  "main-heading-2": {
    "message": "Hilfe ist nur eine E-Mail entfernt"
  },
  "main-body-1": {
    "message": "Bitte zahle so viel wie du kannst. Wenn du deine Meinung änderst, hast du 120 Tage Zeit, um eine Rückerstattung zu erhalten!"
  },
  "main-body-3": {
    "message": "Wenn du uns jemals brauchst, kannst du auf unserem Support-Portal, <a>help.eyeo.com</a>, rund um die Uhr die Selbsthilfe nutzen oder 8 Stunden am Tag, 5 Tage die Woche Unterstützung per E-Mail erhalten."
  },
  "main-body-4": {
    "message": "Danke, dass du dich für Adblock Plus entschieden hast! Viel Spaß beim Browsen!"
  },
  "main-body-5": {
    "message": "Mit freundlichen Grüßen <span></span>Dein Adblock Plus-Team"
  }
}