{
  "abp-can-be-improved": {
    "message": "Dein Adblock Plus kann noch besser werden!"
  },
  "adding-enhancements": {
    "message": "Wir haben vor kurzem die ersten einer Reihe von Verbesserungen an Adblock Plus vorgenommen. Mit der Einführung von Adblock Plus Premium haben wir weitere Möglichkeiten entwickelt, damit unsere Nutzer ein Interneterlebnis mit weniger Pop-Ups und Ablenkungen genießen können. Die Resultate dieser Arbeit haben wir unten hervorgehoben."
  },
  "abp-free-software": {
    "message": "Unser Team stellt in tausenden Arbeitsstunden sicher, dass Adblock Plus das beste Interneterlebnis für alle liefert. In diesem Jahr haben wir uns darauf konzentriert, unseren Nutzern die Blockierung von mehr Pop-Ups und Ablenkungen zu erleichtern, und das ist erst der Anfang. Wir würden uns freuen, wenn du Adblock Plus Premium ausprobierst. <strong>Wir freuen uns über jede Spende!</strong>"
  },
  "whats-new-header-1": {
    "message": "Was ist neu?"
  },
  "enjoy-fewer-distractions": {
    "message": "MIt Adblock Premium kannst du ein Interneterlebnis mit wesentlich weniger Ablenkungen genießen."
  },
  "stop-autoplay-video": {
    "message": "<strong>Stoppe Autoplay-Videowerbung. </strong> Blende die Videos aus, die von vielen Websites verwendet und automatisch abgespielt werden und dir beim Lesen der Website folgen."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Entferne Newsletter-Pop-Ups.</strong> Schluss mit den Pop-Ups, die Websites benutzen, damit du dich für ihre E-Mails und Newsletter-Listen anmeldest."
  },
  "block-survey-requests": {
    "message": "<strong>Blockiere Website-Benachrichtigungen und Umfrageeinladungen.</strong> Viele Websites wollen deinen Standort verfolgen oder bitten dich, an kurzen Umfragen teilzunehmen. Jetzt lehnen wir diese Anfragen der von dir besuchten Websites automatisch ab."
  },
  "hide-cookie-notices": {
    "message": "<strong>Blende Cookie-Einwilligungen aus.</strong> Schon bald kannst du diese lästigen Cookie-Einwilligung-Banner, die die meisten Websites verwenden, mittels einer neuen Cookie-Blockierungsfunktion, die wir gerade fertigstellen, abschaffen."
  },
  "whats-new-support": {
    "message": "Möchtest du ein Problem melden? Du erreichst uns über Social Media, <a>E-Mail</a> oder das <a>Nutzerforum</a>."
  },
  "privacy-policy": {
    "message": "Datenschutzerklärung"
  }
}