{
  "title": {
    "message": "Adblock Plus wurde aktualisiert"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus wurde aktualisiert!"
  },
  "update-lead-1": {
    "message": "Wir haben uns in den vergangenen Monaten darauf konzentriert, neue Funktionen hinzuzufügen und Adblock Plus leistungsfähiger zu machen. Wir sind mit Leidenschaft dabei, dir die beste Werbeblockierungstechnologie bereitzustellen, damit du ein sauberes Internet genießen kannst. Adblock Plus ist eine kostenlose, von Nutzern unterstützte Software, und das <strong>wäre ohne deine anhaltende Unterstützung nicht möglich.</strong>"
  },
  "update-lead-2": {
    "message": "Wir stecken viel Zeit und Ressourcen in die Entwicklung und Gewährleistung der besten Online-Erfahrung für unsere Nutzer. Bitte spende einen Betrag für das Adblock Plus-Projekt und unsere Bemühungen, die Werbeblockierungs-Community am Leben zu erhalten, den du für fair hältst. <strong>Wir freuen uns über jede Spende!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Bezahle mit:"
  },
  "whats-new-header-1": {
    "message": "Was ist neu?"
  },
  "whats-new-lead-1": {
    "message": "Hier ist eine Übersicht über die jüngsten Verbesserungen."
  },
  "whats-new-list-1": {
    "message": "<strong>Werbung wird besser blockiert</strong>. Viele Websites wollen verhindern, dass Adblock Plus lästige Werbung blockiert. Deshalb verbessern wir kontinuierlich unsere Funktionsweise, damit wir diese Anti-Werbeblockierungsversuche abwehren können. Wenn du auf Websites stößt, auf denen du Werbung nicht blockieren kannst, informiere uns bitte über unsere Funktion zum Melden von Problemen."
  },
  "whats-new-list-2": {
    "message": "<strong>Bessere Leistung</strong>. Wir haben die Art und Weise geändert, wie wir Anti-Umgehungsausschnitte für dieselben Domains handhaben, sodass nur diejenigen eingeschaltet sind, die Änderungen vornehmen. Das bedeutet, dass du insgesamt eine bessere Leistung von unserer Erweiterung erwarten kannst."
  },
  "whats-new-list-3": {
    "message": "<strong>Verbesserte Grundlage für die Zukunft</strong>. Manifest V3, die neuste Version der Plattform für Erweiterungen für Chromium-basierte Browser, ist in Sicht. Wir bereiten uns darauf vor! MV3 stellt eine große Veränderung hinsichtlich der Funktionsweise von Browser-Erweiterungen dar, sodass unser Team umfangreiche Veränderungen an der Funktion von Adblock Plus vornehmen muss. Wir haben viele Fortschritte erzielt, sodass wir Adblock Plus-Nutzern weiterhin dabei helfen können, die Kontrolle über ihr Online-Erlebnis zu behalten, während sich das Internet weiterentwickelt."
  },
  "whats-new-list-4": {
    "message": "<strong>Bessere Benutzererfahrung.</strong> Wir arbeiten ständig an der Verbesserung von Adblock Plus. Wir haben vor Kurzem mehrere Fehlernachrichten aktualisiert, um die Fehlerbeseitigung zu vereinfachen, Änderungen an unserer Terminologie vorgenommen und eine neue Fußzeile zum Pop-Up-Menü hinzugefügt, sodass du bequem auf alles zugreifen kannst."
  },
  "whats-new-support": {
    "message": "Willst du ein Problem melden? Kontaktiere uns über das <a>Help Center</a> oder sende eine E-Mail an <a>support@adblockplus.org</a>."
  },
  "main-heading-1": {
    "message": "Das Ehrensystem"
  },
  "main-lead-1": {
    "message": "Grüße vom Adblock Plus-Team!"
  },
  "main-lead-2": {
    "message": "Adblock Plus ist eine Ehren-Software. Und das bedeutet, dass <strong>wir einander vertrauen</strong>, gut zueinander zu sein:"
  },
  "main-lead-3": {
    "message": "Du zahlst, was du dir für Adblock Plus <strong>leisten kannst</strong>. <strong>Du</strong> kannst selbst den Preis bestimmen."
  },
  "main-lead-4": {
    "message": "Wir entwickeln Funktionen, mit denen du bei deinem Browser-Erlebnis die Kontrolle übernimmst."
  },
  "main-lead-5": {
    "message": "Wenn dir unsere Software <strong>nicht gefallen</strong> sollte, erhältst du eine <strong>Rückerstattung</strong> und kannst Adblock Plus trotzdem weiter nutzen."
  },
  "main-heading-2": {
    "message": "Hilfe ist nur eine E-Mail entfernt"
  },
  "main-body-1": {
    "message": "Bitte zahle so viel wie du kannst. Wenn du deine Meinung änderst, hast du 120 Tage Zeit, um eine Rückerstattung zu erhalten!"
  },
  "main-body-3": {
    "message": "Wenn du uns jemals brauchst, kannst du auf unserem Support-Portal, <a>help.adblockplus.org</a>, rund um die Uhr die Selbsthilfe nutzen oder 8 Stunden am Tag, 5 Tage die Woche Unterstützung per E-Mail erhalten."
  },
  "main-body-4": {
    "message": "Danke, dass du dich für Adblock Plus entschieden hast! Viel Spaß beim Browsen!"
  },
  "main-body-5": {
    "message": "Mit freundlichen Grüßen <span></span>Dein Adblock Plus-Team"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Werbung wird besser blockiert</strong>. Viele Webseiten wollen verhindern, dass Adblock Plus lästige Werbung blockiert. Deshalb haben wir uns auf die Verbesserung unserer Funktionsweise konzentriert, damit wir diese Anti-Werbeblockierungsversuche abwehren können."
  },
  "privacy-policy": {
    "message": "Datenschutzerklärung"
  },
  "new-tab-heading-1": {
    "message": "Hilf Adblock Plus dabei, das Internet besser zu machen"
  },
  "new-tab-lead-1": {
    "message": "Wir haben uns darauf konzentriert, neue Funktionen hinzuzufügen und Adblock Plus leistungsfähiger zu machen. Wir sind mit Leidenschaft dabei, dir die beste Werbeblockierungstechnologie bereitzustellen, damit du ein sauberes Internet genießen kannst."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus ist eine kostenlose, von Nutzern unterstützte Software. Uns ist wichtig, dass alle unsere Software nutzen können, unabhängig davon, ob sie uns finanziell unterstützen oder nicht. Aber das wäre ohne deine anhaltende Unterstützung nicht möglich. Wir stecken viel Zeit und Ressourcen in die Entwicklung und Gewährleistung der besten Online-Erfahrung für unsere Nutzer. Bitte spende einen Betrag für das Adblock Plus-Projekt und unsere Bemühungen, die Werbeblockierungs-Community am Leben zu erhalten, den du für fair hältst. Wir freuen uns über jede Spende!"
  },
  "out-mission-heading-1": {
    "message": "Ein besseres Interneterlebnis für alle"
  },
  "out-mission-lead-1": {
    "message": "Unsere Aufgabe ist es, ein ablenkungsfreies und sorgloses Interneterlebnis für alle zu schaffen. Vor uns liegt viel Arbeit. Bei der Blockierung von mehr Pop-Ups und Ablenkungen und der Gewährleistung eines sicheren Interneterlebnisses konzentrieren wir uns darauf, dass unsere Nutzer die Kontrolle darüber behalten, wie sie das Internet nutzen. Mit deiner Spende kann unser Team einfache, intuitive Tools entwickeln, die für alle zugänglich sind. Wir schaffen das alles nicht ohne dich!"
  },
  "abp-can-be-improved": {
    "message": "Dein Adblock Plus kann noch besser werden!"
  },
  "adding-enhancements": {
    "message": "Wir haben vor kurzem die ersten einer Reihe von Verbesserungen an Adblock Plus vorgenommen. Mit der Einführung von Adblock Plus Premium haben wir weitere Möglichkeiten entwickelt, damit unsere Nutzer ein Interneterlebnis mit weniger Pop-Ups und Ablenkungen genießen können. Die Resultate dieser Arbeit haben wir unten hervorgehoben."
  },
  "abp-free-software": {
    "message": "Unser Team stellt in tausenden Arbeitsstunden sicher, dass Adblock Plus das beste Interneterlebnis für alle liefert. In diesem Jahr haben wir uns darauf konzentriert, unseren Nutzern die Blockierung von mehr Pop-Ups und Ablenkungen zu erleichtern, und das ist erst der Anfang. Wir würden uns freuen, wenn du Adblock Plus Premium ausprobierst. <strong>Wir freuen uns über jede Spende!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "MIt Adblock Premium kannst du ein Interneterlebnis mit wesentlich weniger Ablenkungen genießen."
  },
  "stop-autoplay-video": {
    "message": "<strong>Stoppe Autoplay-Videowerbung. </strong> Blende die Videos aus, die von vielen Webseiten verwendet und automatisch abgespielt werden und dir beim Lesen der Webseite folgen."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Entferne Newsletter-Pop-Ups.</strong> Schluss mit den Pop-Ups, die Webseiten benutzen, damit du dich für ihre E-Mails und Newsletter-Listen anmeldest."
  },
  "block-survey-requests": {
    "message": "<strong>Blockiere Webseite-Benachrichtigungen und Umfrageeinladungen.</strong> Viele Webseiten wollen deinen Standort verfolgen oder bitten dich, an kurzen Umfragen teilzunehmen. Jetzt lehnen wir diese Anfragen der von dir besuchten Webseiten automatisch ab."
  },
  "hide-cookie-notices": {
    "message": "<strong>Blende Cookie-Einwilligungen aus.</strong> Schon bald kannst du diese lästigen Cookie-Einwilligung-Banner, die die meisten Webseiten verwenden, mittels einer neuen Cookie-Blockierungsfunktion, die wir gerade fertigstellen, abschaffen."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Blockiere mehr Pop-Ups und Ablenkungen.</strong> Wenn du Adblock Plus Premium startest, ist Schluss mit Umfrageeinladungen, Newsletter-Pop-Ups und lästiger Autoplay-Videowerbung."
  },
  "do-you-like-adblockplus": {
    "message": "Gefällt dir Adblock Plus bisher? Falls ja, würdest du unsere Arbeit durch eine Spende unterstützen?"
  },
  "an-overview": {
    "message": "Hier ist ein Überblick über die neusten Änderungen bei Adblock Plus."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "Adblock Plus wurde aktualisiert!"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "Wir haben uns in den vergangenen Monaten darauf konzentriert, neue Funktionen hinzuzufügen und Adblock Plus leistungsfähiger zu machen. Wir sind mit Leidenschaft dabei, dir die beste Werbeblockierungstechnologie bereitzustellen, damit du ein sauberes Internet genießen kannst. Adblock Plus ist eine kostenlose, von Nutzern unterstützte Software, und das wäre ohne deine anhaltende Unterstützung nicht möglich."
  },
  "whats-new-header-1-unrestricted": {
    "message": "Was ist neu?"
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>Werbung wird besser blockiert.</strong> Viele Websites wollen verhindern, dass Adblock Plus lästige Werbung blockiert. Deshalb galt unser Fokus unserer Fähigkeit, diese Werbung zu blockieren und mit diesen ständig veränderten Websites Schritt zu halten. Mit dem neu gestalteten Adblock Plus für Safari sowie Aktualisierungen in Chrome, Edge und Firefox wirst du beim Surfen im Internet auch weiterhin weniger aufdringliche Werbung sehen."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>Verbesserte Architektur für die Zukunft.</strong> Manifest V3, die neueste Version der Plattform für Erweiterungen für Chromium-basierte Browser, ist in Sicht. Wir bereiten uns darauf vor! MV3 stellt eine große Veränderung hinsichtlich der Funktionsweise von Browser-Erweiterungen dar, sodass unser Team umfangreiche Veränderungen an der Funktion von Adblock Plus vornehmen muss. Wir haben viele Fortschritte erzielt, um unseren Nutzern in einer veränderten Internetlandschaft weiter zur Verfügung zu stehen."
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>Seiten beim Browsen individuell einrichten.</strong> Wir haben unsere Funktion „Element blockieren“ veröffentlicht, mit der du Teile einer Website blockieren kannst, selbst wenn es sich dabei nicht um Werbung handelt. Vielleicht findest du bestimmte Teile einer Website, z. B. Empfehlungen in der Seitenleiste, besonders nervig. Mit dieser neuen Funktion kannst du beliebige Teile einer Seite blockieren, sodass sie nie sichtbar sind, wenn du diese Website besuchst."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>Adblock Plus Premium ist da!</strong> Mit Adblock Plus Premium kannst du mehr gezielte Ablenkungen über verschiedene Websites hinweg blockieren, z. B. Website-Benachrichtigungen, Bild-in-Bild-Videos, Newsletter-Pop-Ups usw. Mehr über Premium erfährst du <a>hier</a>. Und wenn du schon mal gespendet hast, kannst du sofort auf diese Premium-Funktionen <a>zugreifen</a>."
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[Demnächst neu]</em> Umgehungsmodus für Adblock Plus Premium.</strong> Immer häufiger werden Internetnutzer mittels Pop-Ups gebeten, ihren Adblocker zu deaktivieren. Deshalb veröffentlichen wir eine neue Funktion für Adblock Plus Premium, den Umgehungsmodus. Mit dem Umgehungsmodus kannst du im Internet surfen und dein Browsing-Erlebnis wie bisher genießen, wirst aber weniger dieser Anti-Adblocker-Mitteilungen sehen."
  },
  "update__alert__heading": {
    "message": "Bitte scrolle nicht weg"
  },
  "update__alert__paragraph-1": {
    "message": "Hallo,"
  },
  "update__alert__paragraph-2": {
    "message": "Als Adblock Plus-Nutzer bist du dir des Nutzens, den unsere Software deiner Online-Erfahrung stiftet, unmittelbar bewusst. Durch das Blockieren unerwünschter und aufdringlicher Werbung unterstützt dich Adblock Plus beim schnelleren, sichereren und störungsfreieren Surfen im Netz. Wusstest du jedoch, dass Adblock Plus komplett kostenlos und ohne jegliche versteckten Gebühren bereitgestellt wird? Wir sind der Ansicht, jeder sollte Zugriff auf ein besseres, werbefreies Internet haben, daher bieten wir Adblock Plus allen unseren Nutzern zum Nulltarif an."
  },
  "update__alert__paragraph-3": {
    "message": "Um Adblock Plus weiterhin bereitstellen und verbessern zu können, sind wir jedoch auf deine Unterstützung angewiesen. Während ein kleiner Prozentsatz an Nutzern unsere Mission großzügig unterstützt, sind wir auf Nutzer wie dich angewiesen, um die Existenz von Adblock Plus auch weiterhin zu sichern und kostenlos anbieten zu können. Dein Beitrag, egal wie klein dieser sein mag, kann doch einen großen Unterschied machen. Sofern dir Adblock Plus also nur einige wenige Euro oder ein paar Stunden des verzweifelten Kampfes gegen unerwünschte Werbung ersparen konnte, würden wir uns sehr über eine kleine finanzielle Unterstützung unseres Teams freuen, um unser Anliegen eines werbefreien Internets für alle weiter voranzutreiben. Vielen Dank für deine Unterstützung. Zusammen können wir das Internet zu einem besseren Ort für alle machen."
  },
  "update__alert__paragraph-4": {
    "message": "Mit freundlichen Grüßen  Das Adblock Plus-Team"
  },
  "new__paragraph-1": {
    "message": "Bei Adblock Plus wollen wir das Internet zu einem besseren Erlebnis für alle machen. Hier ist ein Überblick, woran wir gearbeitet haben, um dies für dich zu realisieren:"
  },
  "new__item-1__heading": {
    "message": "Vorbereitung auf Manifest V3"
  },
  "new__item-1__paragraph-1": {
    "message": "Wir freuen uns, dass die offizielle Veröffentlichung der MV3 Adblock Plus-Erweiterung im Frühling bevorsteht! Manifest V3, die neuste Version der Erweiterungsplattform für Chromium-basierte Browser, ist in Sicht. MV3 stellt eine große Veränderung hinsichtlich der Funktionsweise von Browsererweiterungen dar, sodass unser Team <a>einige Veränderungen an der Funktionsweise von Adblock Plus</a> vornehmen musste."
  },
  "new__item-2__heading": {
    "message": "Verschiedene Fehlerbehebungen"
  },
  "new__item-2__paragraph-1": {
    "message": "Wie bisher sorgen wir kontinuierlich dafür, dass du dein Produkt zur Werbeblockierung optimal nutzen kannst. Wir haben Fehler behoben, unter anderem einen Fehler, der den Zugang zu Adblock Plus Premium beeinträchtigte."
  },
  "new__item-3__heading": {
    "message": "Cookie-Banner und andere Pop-ups ausblenden (Premium)"
  },
  "new__item-3__paragraph-1": {
    "message": "Konzentriere dich auf Inhalte, die du wirklich sehen möchtest, wenn du <a>diese lästigen Cookie-Banner blockierst</a>, die dich auffordern, Cookies auf Webseiten zu akzeptieren. Du kannst außerdem <a>zusätzliche Pop-ups blockieren</a>, wie z. B. Autoplay-Videos, Newsletter-Pop-ups, Umfragen und vieles mehr."
  },
  "new__item-4__heading": {
    "message": "Verbesserte Werbeblockierung im Internet"
  },
  "new__item-4__paragraph-1": {
    "message": "Natürlich versuchen wir auch weiterhin herauszufinden, wie Websites und Publisher mit Adblockern umgehen. Wir haben an unserer Erweiterung Iterationen vorgenommen, um immer einen Schritt voraus zu sein und Sie dabei zu unterstützen, beim Surfen im Internet weiterhin wie gewohnt Werbung blockieren zu können. Wir haben außerdem ein Problem behoben, das für einige Nutzer zu Verzögerungen auf YouTube und anderen Websites führte. Mehr dazu können Sie <a>hier</a> lesen."
  },
  "new__item-4__paragraph-2": {
    "message": "<a>Erfahre mehr über Adblock Plus Premium.</a>"
  },
  "new__paragraph-3": {
    "message": "Möchtest du ein Problem melden? Kontaktiere uns über Social Media, <a>E-Mail</a> oder das <a>Nutzerforum</a>."
  },
  "new__item-5__heading": {
    "message": "Entscheide selbst, wie du Webseiten erleben möchtest"
  },
  "new__item-5__paragraph-1": {
    "message": "Was, wenn du etwas anderes als Werbung blockieren möchtest? Du kannst festlegen, wie du im Internet surfen möchtest, indem du <a>mit dem manuellen Assistenten, dem Hiding Wizard</a>, die Teile einer Seite ausblendest, die du nicht sehen möchtest."
  },
  "support-money-back": {
    "message": "Unterstütze uns vertrauensvoll: <strong>60-Tage-Geld-zurück-Garantie</strong>. Und du kannst Adblock Plus behalten."
  },
  "update-section-1__heading": {
    "message": "Adblock Plus wurde aktualisiert!"
  },
  "update-section-1-row-1__paragraph-1": {
    "message": "Hallo,"
  },
  "update-section-1-row-1__paragraph-2": {
    "message": "Unsere Mission bei Adblock Plus ist es, ein sorgloses und ablenkungsfreies Internet für alle zu schaffen. Deshalb haben wir unsere Erweiterung entwickelt, um Pop-Ups, lästige Werbung und andere Ablenkungen im Internet zu blockieren. Adblock Plus hilft dir, schneller, sicherer und mit mehr Kontrolle im Internet zu surfen."
  },
  "update-section-1-row-1__paragraph-3": {
    "message": "Adblock Plus ist zudem für Nutzer kostenlos, weil wir glauben, dass alle Zugriff auf ein besseres Interneterlebnis haben sollten. Deshalb unterstützen viele Nutzer unsere Anstrengungen finanziell. Wenn du genauso denkst wie wir und uns helfen möchtest, kannst du das unten tun. Gemeinsam können wir das Internet zu einem besseren Ort für alle machen!"
  },
  "update-section-1-row-1__paragraph-4": {
    "message": "Mit freundlichen Grüßen<span></span> Das Adblock Plus Team"
  },
  "update-gaurantee__text": {
    "message": "Unterstütze uns voller Vertrauen: Du kannst <strong>jederzeit kündigen</strong> und unsere <strong>60-tägige Geld-zurück-Garantie</strong> in Anspruch nehmen. Und du kannst Adblock Plus behalten."
  },
  "update-payment-frequency__label--once": {
    "message": "<strong>Einmalig</strong> spenden"
  },
  "update-payment-frequency__label--recurring": {
    "message": "<strong>Regelmäßig</strong> spenden"
  },
  "update-payment-switch__label--monthly": {
    "message": "Monatlich"
  },
  "update-payment-switch__label--yearly": {
    "message": "Jährlich"
  },
  "update-payment-reward__text": {
    "message": "Sehr schön! Für eine Spende von <span>35.00</span> erhältst du <span>Adblock Plus Premium</span> <span>ein Jahr lang</span>. Vielen Dank für deine Unterstützung."
  },
  "update-payment__checkout-button": {
    "message": "Jetzt kaufen"
  },
  "product__premium": {
    "message": "Adblock Plus Premium"
  },
  "update-payment-reward__1-month": {
    "message": "Sehr schön! Für eine Spende von <span>35.00</span> erhältst du <span>Adblock Plus Premium</span> einen Monat lang. Vielen Dank für deine Unterstützung."
  },
  "update-payment-reward__n-months": {
    "message": "Sehr schön! Für eine Spende von <span>35.00</span> erhältst du <span>Adblock Plus Premium</span> <span>8</span> Monate lang. Vielen Dank für deine Unterstützung."
  },
  "update-payment-reward__1-year": {
    "message": "Sehr schön! Für eine Spende von <span>35.00</span> erhältst du <span>Adblock Plus Premium</span> ein Jahr lang. Vielen Dank für deine Unterstützung."
  },
  "update-payment-reward__n-years": {
    "message": "Sehr schön! Für eine Spende von <span>35.00</span> erhältst du <span>Adblock Plus Premium</span> <span>8</span> Jahre lang. Vielen Dank für deine Unterstützung."
  },
  "update-payment-reward": {
    "message": "Sehr schön! Für eine Spende von <span>35.00</span> erhältst du <span>Adblock Plus Premium</span>. Vielen Dank für deine Unterstützung."
  },
  "update-payment-suffix__monthly": {
    "message": "/monatlich"
  },
  "update-payment-suffix__yearly": {
    "message": "/jährlich"
  },
  "update__installing-card__heading-1": {
    "message": "Das neueste Adblock Plus-Update wird installiert"
  },
  "please_dont_scroll_away": {
    "message": "Bitte scrolle nicht weiter"
  },
  "whats-new-paragraph-1": {
    "message": "Wir arbeiten intensiv daran, den Nutzen von Adblock Plus für dich weiter zu erhöhen, indem wir die Funktionalität verbessern und die Erweiterung zukunftsfähig machen."
  },
  "whats-new-paragraph-2": {
    "message": "Hier ein paar Informationen darüber, womit wir uns beschäftigt haben:"
  },
  "new__item-6__heading": {
    "message": "Deine bevorzugten Content Creators unterstützen"
  },
  "new__item-6__paragraph-1": {
    "message": "Viele Content Creators sind auf Werbeeinnahmen angewiesen, um weiter Inhalte entwickeln zu können. Unterstütze diejenigen, die dir gefallen, indem du <a>Werbung auf bestimmten Webseiten zulässt</a>, während du sie anderswo blockierst."
  },
  "new__item-7__heading": {
    "message": "Ein privateres, sichereres Internet genießen"
  },
  "new__item-7__paragraph-1": {
    "message": "Mit <a>AdBlock VPN</a> von unseren Partnern bei AdBlock hast du noch mehr Kontrolle darüber, wie du surfst. Du kannst deine Online-Identität verbergen, öffentliche WLAN-Netze auf sicherere Weise nutzen und erhöhte Internetsicherheit genießen - und das von Beginn an."
  },
  "new-premium__heading": {
    "message": "Mehr Vorteile mit Premium."
  },
  "new-premium__paragraph-1": {
    "message": "Wusstest du, dass dir Adblock Plus mehr Kontrolle darüber bietet, wie du im Internet surfst? Eine Möglichkeit, ein besseres Interneterlebnis zu genießen, ist das <a>Ausblenden von Cookie-Bannern</a> mit <a>Adblock Plus Premium</a>."
  },
  "new-premium__paragraph-2": {
    "message": "Du bist wahrscheinlich nur zu gut mit Cookie-Bannern vertraut, mit denen du aufgefordert wirst, Cookies auf Webseiten zu akzeptieren oder abzulehnen. Obwohl diese Banner dazu dienen sollen, dich über Datenschutz zu informieren, fühlen sich viele Nutzer dadurch belästigt. Einige Nutzer akzeptieren sogar alle Cookies, nur damit sich das Banner schließt und sie auf die gewünschten Inhalte zugreifen können."
  },
  "new-premium__paragraph-3": {
    "message": "Zum Glück kannst du mit Adblock Plus Premium schneller ans Ziel gelangen. Adblock Plus Premium <a>blockiert diese nervigen Cookie-Banner</a> und lehnt alle unnötigen Cookies von Dritten in deinem Namen ab. Jetzt kannst du dich auf die wirklich wichtigen Dinge konzentrieren, ohne abgelenkt zu werden."
  },
  "240423-shared__heading-1": {
    "message": "Nutze Adblock Plus optimal"
  },
  "240423-shared__paragraph-1": {
    "message": "Adblock Plus blockiert sofort Pop-ups und andere lästige Werbung. Hier sind einige Optionen, wie du noch mehr machen kannst:"
  },
  "240423-shared__heading-2": {
    "message": "Mehr mit Premium blockieren"
  },
  "240423-shared__paragraph-2": {
    "message": "Mit <a>Adblock Plus Premium</a> hast du die Kontrolle über dein Interneterlebnis.. Blockiere <a>nervige Cookie-Banner</a>, zusätzliche Pop-ups, wie z. B. Autoplay-Videos, Newsletter-Pop-ups, Umfragen, und vieles mehr."
  },
  "240423-shared__heading-3": {
    "message": "Besseren Datenschutz genießen"
  },
  "240423-shared__paragraph-3": {
    "message": "Sorge überall für einen sicheren Internetzugang, indem du Adblock Plus Premium und <a>AdBlock VPN</a> von unseren Partnern bei AdBlock zusammen nutzt. Neben den Vorteilen von Premium schützt du dadurch deine personenbezogenen Daten, denn du <a>surfst anonym</a>."
  },
  "240423-shared__heading-4": {
    "message": "Adblock Plus an deine Symbolleiste anheften"
  },
  "240423-shared__paragraph-4": {
    "message": "Gehe zu deinen Einstellungen und schaue nach, wie viel Werbung du blockiert hast, wenn du <a>die Erweiterung an deinen Browser anheftest</a> Bei den meisten Browsern klickst du zum Anheften einfach auf das Puzzle-Symbol in der rechten oberen Ecke."
  },
  "240423-shared__heading-5": {
    "message": "Auswählen, was du blockieren möchtest"
  },
  "240423-shared__paragraph-5": {
    "message": "Du kannst <a>Filterlisten erkunden</a> oder ein manuelles Tool zur Blockierung verwenden, um beim Surfen individuell festzulegen, was blockiert werden soll − selbst wenn es sich dabei nicht um Werbung handelt!"
  },
  "240423-shared__heading-6": {
    "message": "Adblock Plus für den privaten Browsermodus aktivieren"
  },
  "240423-shared__paragraph-6": {
    "message": "Bist du ein Fan des privaten Browsermodus? Damit Adblock Plus auch im privaten Modus funktioniert, folge den Schritten in <a>diesem Blogbeitrag</a>."
  },
  "240423-shared__heading-7": {
    "message": "Deine bevorzugten Content Creators unterstützen"
  },
  "240423-shared__paragraph-7": {
    "message": "Wir haben zwar alle etwas gegen aufdringliche Werbung, aber es gibt auch einige Creators, deren Inhalte uns gefallen. Wenn du sie durch Werbeeinnahmen unterstützen willst, kannst du <a>deine bevorzugten Websites jederzeit zu deiner Allowliste hinzufügen</a>. Dadurch wird Werbung auf diesen Websites zugelassen, während sie überall sonst blockiert wird."
  },
  "240430-shared__heading-2": {
    "message": "Blockiere nervige Cookie-Banner"
  },
  "240430-shared__paragraph-2": {
    "message": "Wusstest du, dass Cookies deine Daten erfassen? Sie sind überall im Netz anzutreffen, genau wie die lästigen Banner, die dich zur Einwilligung auffordern. Mit <a>Premium</a> kannst du ungewolltes Tracking vermeiden und Cookie-Banner wirksam sperren."
  },
  "240507-shared__heading-8": {
    "message": "Wir sind für die Zukunft gerüstet"
  },
  "240507-shared__paragraph-8": {
    "message": "Wir haben die Version Manifest V3 von AdBlock offiziell eingeführt, um dir heute und in Zukunft die beste Web-Erfahrung zu bieten."
  },
  "update-premium-benefits__heading": {
    "message": "Noch heute beitragen, um ein Upgrade auf Adblock <strong>Plus</strong> Premium zu erhalten"
  },
  "update-premium-benefits__item-1": {
    "message": "Cookie-Einwilligungs-Popups blockieren"
  },
  "update-premium-benefits__item-2": {
    "message": "E-Mail-Registrierungen und eingeblendete Videos blockieren"
  },
  "240529-shared__heading-1": {
    "message": "Was gibt's Neues?"
  },
  "240529-shared__paragraph-1": {
    "message": "Wir haben daran gearbeitet, Adblock Plus noch besser zu machen. Hier einige Dinge, mit denen wir uns beschäftigt haben:"
  },
  "240529-shared__heading-2": {
    "message": "(Demnächst verfügbar) Ein neues Adblock Plus-Menü"
  },
  "240529-shared__paragraph-2": {
    "message": "Wir haben das Adblock Plus-Menü neu gestaltet und es ist besser denn je! Du kannst jetzt <a>Cookie-Banner</a>, Autoplay-Videos, Newsletter-Pop-ups und andere Störungen mit weniger Klicks blockieren, wenn du <a>Adblock Plus Premium</a> hast. (Adblock Plus Premium wird schon bald für Nutzer in Deutschland zur Verfügung stehen!)"
  },
  "240529-shared__heading-3": {
    "message": "Wir sind zukunftssicher"
  },
  "240529-shared__paragraph-3": {
    "message": "Wir haben die Version Manifest V3 von Adblock Plus offiziell eingeführt, um dir heute und in Zukunft das beste Interneterlebnis zu bieten."
  },
  "240529-shared__heading-4": {
    "message": "Adblock Plus für alle deine Geräte"
  },
  "240529-shared__paragraph-4": {
    "message": "Surfst du auf mehr als einem Gerät im Internet? Adblock Plus ist für viele Browser wie Chrome, Edge und Firefox erhältlich. Und mit <a>Adblock Plus für Safari</a> kannst du Internetwerbung auf deinem Mac blockieren!"
  },
  "240529-shared__heading-5": {
    "message": "Bessere Werbeblockierung beim Surfen im Internet"
  },
  "240529-shared__paragraph-5": {
    "message": "Werbetreibende und Betreiber von Webseiten suchen immer wieder nach Möglichkeiten, Werbung zu zeigen und Adblocker zu umgehen. Wir verbessern die Funktionalität weiter, damit du weniger Werbung genießen kannst, wenn du online bist."
  },
  "update-motivation-notification-header__heading": {
    "message": "Kannst du den Unterschied erkennen?"
  },
  "update-motivation-notification-body__text": {
    "message": "Du erhältst Adblock <strong>Plus</strong> Premium mit einem beliebigen Beitrag. Benutze unseren Schieberegler, um den Unterschied anzuzeigen."
  },
  "update-motivation-slider-modal-header__heading": {
    "message": "Benutze den Schieberegler, um zu sehen, wie Premium funktioniert"
  },
  "update-motivation-slider-modal-header__subheading": {
    "message": "Pop-ups, Videoeinblendungen und Cookie-Banner verschwinden, wenn du zu Premium wechselst"
  }
}