{
  "title": {
    "message": "Adblock Plus wurde aktualisiert"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus wurde aktualisiert ! <span>(Version 3.11) </span>"
  },
  "update-lead-1": {
    "message": "Wir haben die letzten Monate damit verbracht, neue Funktionen hinzuzufügen und die Leistung von Adblock Plus zu verbessern. Unser Ziel ist es, dir die beste werbeblockierende Technologie zu bieten, damit du von einem sauberen Web-Erlebnis profitieren kannst. Adblock Plus ist eine kostenlose, von der Community geförderte Software, <strong>und das wäre ohne deine fortlaufende Unterstützung nicht möglich.</strong>"
  },
  "update-lead-2": {
    "message": "Wir investieren viel Zeit und Ressourcen in die Entwicklung und Sicherstellung des besten Online-Erlebnisses für unsere Benutzerinnen und Benutzer. Bitte spende einen Betrag, der deiner Meinung nach ein fairer Beitrag zum Adblock Plus-Projekt und zu unseren Bemühungen ist, die werbeblockierende Community zu bewahren. <strong>Wir schätzen jede einzelne Spende!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Bezahle mit:"
  },
  "whats-new-header-1": {
    "message": "Was gibt's Neues?"
  },
  "whats-new-lead-1": {
    "message": "Schau dir unsere Verbesserungen und neuen Funktionen an. Weitere Änderungen warten auf Dich in Zukunft!"
  },
  "whats-new-list-1": {
    "message": "<strong>Neue empfohlene Filter.</strong> Wir haben das Blockieren zusätzlicher Ablenkungen wie Cookie-Benachrichtigungen und mehr leichter gemacht. Besuche <em>Einstellungen > Allgemeines > Empfohlene Filter</em>, um sie auszuprobieren!"
  },
  "whats-new-list-2": {
    "message": "<strong>Verbesserte Werbeblockierung.</strong> Viele Websites erschweren das Blockieren von Werbungen mit Adblock Plus. Wir haben unsere Werbeblockierung auf diesen Websites allerdings verbessert und führen dazu auch regelmäßig Aktualisierungen durch. Bitte verwende unsere <em>Problem melden</em>-Funktion, um uns mitzuteilen, wenn du auf irgendwelche Probleme in Verbindung mit unserer Werbeblockierungsfunktion stößt."
  },
  "whats-new-list-3": {
    "message": "<strong>Bessere Leistung.</strong> Wir haben unsere Prüfmechanismen für deaktivierte Filterlisten verbessert, so dass Adblock Plus nun weniger Bandbreite benötigt."
  },
  "whats-new-list-4": {
    "message": "<strong>Besserer Datenschutz.</strong> Für unsere Benutzerinnen und Benutzer, die in privaten Registerkarten surfen, haben wir die Anzahl blockierter Anfragen von der Gesamtzahl der Blockierungen ausgeschlossen."
  },
  "whats-new-list-5": {
    "message": "<strong>Verbesserte Fehlerbehebung.</strong> Für unsere Benutzerinnen und Benutzer mit technischen Kenntnissen haben wir einen Fehlerbehebungsmodus für das Verstecken von Elementen eingeführt, der in den <em>Erweiterten Einstellungen</em> von Adblock Plus aktiviert werden kann. Dort kannst du ganz einfach Elemente markieren, die von Filtern zum Verstecken von Elementen erfasst werden sollen."
  },
  "whats-new-support": {
    "message": "Musst du ein Problem melden? Kontaktiere uns einfach über Social Media, <a>E-Mail</a> oder unserem <a>Benutzer-Forum</a>."
  }
}