{
  "title": {
    "message": "Adblock Plus wurde aktualisiert"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus wurde aktualisiert ! <span>(Version 3.10.0) </span>"
  },
  "update-lead-1": {
    "message": "Wir haben die letzten paar Monate damit verbracht, ein paar neue Funktionen hinzuzufügen und die Leistung von Adblock Plus zu verbessern. Adblock Plus ist eine kostenlose, von der Community unterstützte Software, und das wäre <strong>ohne deine fortlaufende Unterstützung nicht möglich</strong>."
  },
  "update-lead-2": {
    "message": "Unser Ziel ist es, Dir die beste Technologie zur Blockierung störender Werbung zu bieten, damit Du von einem aufgeräumteren und schnelleren Internet profitieren kannst. Wir investieren viel Zeit und Ressourcen in die Entwicklung und in die Sicherung der besten Online-Erfahrung für unsere Benutzer. Bitte spende einen Betrag, der deiner Meinung nach eine faire Unterstützung von Adblock Plus und zu unseren Bemühungen, die Werbeblockierungs-Community am Leben zu halten, darstellt. <strong>Wir wissen jede Hilfe zu schätzen!</strong>"
  },
  "fair-amount-header-1": {
    "description": "heading",
    "message": "Nenne einen fairen Betrag (in <span>USD</span>)"
  },
  "fair-amount-header-2": {
    "description": "heading",
    "message": "Nenne einen fairen Betrag:"
  },
  "one-time-legened-1": {
    "description": "heading",
    "message": "Spende <strong>nur</strong> einmal:"
  },
  "subscription-legend-1": {
    "description": "heading",
    "message": "Oder <strong>monatlich</strong>:"
  },
  "min-donation-warning": {
    "description": "notice",
    "message": "Hoppla! Weil wir  Gebühren zahlen müssen beträgt der Mindestbetrag <span>$5</span>."
  },
  "min-subscription-warning": {
    "description": "notice",
    "message": "Hoppla! Weil wir  Gebühren zahlen müssen beträgt der Mindestbetrag <span>$1.99</span>."
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Bezahle mit:"
  },
  "stripe-label": {
    "description": "button label",
    "message": "Kreditkarte"
  },
  "paypal-label": {
    "description": "button label",
    "message": "PayPal"
  },
  "whats-new-header-1": {
    "message": "Was gibt's Neues?"
  },
  "whats-new-lead-1": {
    "message": "Schau dir unsere Verbesserungen und neuen Funktionen an. Weitere Änderungen warten auf Dich in Zukunft!"
  },
  "whats-new-list-1": {
    "message": "<strong>Aktualisierte und verbesserte Elemente blockieren-Funktion.</strong> Wir haben das Programm intuitiver gestaltet, damit Benutzer bestimmte Elemente auf der Website ausblenden können, sowie eine Vorschau, wie die Website ohne diese Elemente aussehen würde. Probier's mal aus!"
  },
  "whats-new-list-2": {
    "message": "<strong>Verbesserte Funktion zur Werbeblockierung.</strong> Viele Websites verwenden Technologien, um es Adblock Plus zu erschweren, Werbungen auf ihrer Seite zu blockieren. Wir haben unsere Fähigkeit der Werbeblockierung auf diesen Websites verbessert. Bitte benutze unsere „Problem melden”-Funktion, um uns mitzuteilen, ob bei unserer Werbeblockierung Probleme auftreten."
  },
  "whats-new-list-3": {
    "message": "<strong>Zusätzliche Unterstützung zur Blockierung von Werbung in weiteren Sprachen.</strong> Unsere Funktionen sind nun auch für Personen, die mehrere nordische und indische Sprachen sprechen, verfügbar, um Werbungen auf Websites mit ihren Sprachen zu blockieren."
  },
  "whats-new-list-4": {
    "message": "<strong>Verbesserungen am Design.</strong> Wir haben das Erscheinungsbild einiger unserer beliebtesten Funktionen aktualisiert, damit Adblock Plus intuitiver benutzt werden kann."
  },
  "whats-new-support": {
    "message": "Musst du ein Problem melden? Kontaktiere uns einfach über Social Media, <a>E-Mail</a> oder unserem <a>Benutzer-Forum</a>."
  },
  "purchase-item-name": {
    "description": "item being paid for",
    "message": "Beitrag zu Adblock Plus"
  },
  "checkout-overlay-cta": {
    "description": "button label",
    "message": "Spende"
  },
  "stripe-declined": {
    "message": "Deine Zahlung wurde abgelehnt."
  },
  "stripe-sorry": {
    "message": "Deine Zahlung konnte leider nicht verarbeitet werden."
  },
  "securely-processed": {
    "message": "Sicher bearbeitet von Stripe.com"
  },
  "checkout-overlay-cta-2": {
    "description": "button label",
    "message": "Spende"
  },
  "checkout-overlay-monthly": {
    "description": "button label",
    "message": "Monat"
  },
  "email-input": {
    "message": "E-mail"
  }
}
