{
  "title": {
    "message": "Adblock Plus wurde aktualisiert"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Bezahle mit:"
  },
  "whats-new-header-1": {
    "message": "Was ist neu?"
  },
  "whats-new-list-3": {
    "message": "<strong>Verbesserte Grundlage für die Zukunft</strong>. Manifest V3, die neuste Version der Plattform für Erweiterungen für Chromium-basierte Browser, ist in Sicht. Wir bereiten uns darauf vor! MV3 stellt eine große Veränderung hinsichtlich der Funktionsweise von Browser-Erweiterungen dar, sodass unser Team umfangreiche Veränderungen an der Funktion von Adblock Plus vornehmen muss. Wir haben viele Fortschritte erzielt, sodass wir Adblock Plus-Nutzern weiterhin dabei helfen können, die Kontrolle über ihr Online-Erlebnis zu behalten, während sich das Internet weiterentwickelt."
  },
  "whats-new-list-4": {
    "message": "<strong>Bessere Benutzererfahrung.</strong> Wir arbeiten ständig an der Verbesserung von Adblock Plus. Wir haben vor Kurzem mehrere Fehlernachrichten aktualisiert, um die Fehlerbeseitigung zu vereinfachen, Änderungen an unserer Terminologie vorgenommen und eine neue Fußzeile zum Pop-Up-Menü hinzugefügt, sodass du bequem auf alles zugreifen kannst."
  },
  "whats-new-support": {
    "message": "Möchtest du ein Problem melden? Du erreichst uns über Social Media, <a>E-Mail</a> oder das <a>Nutzerforum</a>."
  },
  "main-heading-1": {
    "message": "Das Ehrensystem"
  },
  "main-lead-1": {
    "message": "Grüße vom Adblock Plus-Team!"
  },
  "main-lead-2": {
    "message": "AdBlock ist eine Ehren-Software. Und das bedeutet, dass <strong>wir einander vertrauen</strong>, gut zueinander zu sein:"
  },
  "main-lead-3": {
    "message": "Du zahlst, was du dir für Adblock Plus <strong>leisten kannst</strong>. <strong>Du</strong> kannst selbst den Preis bestimmen."
  },
  "main-lead-4": {
    "message": "Wir entwickeln Funktionen, mit denen du bei deinem Browser-Erlebnis die Kontrolle übernimmst."
  },
  "main-lead-5": {
    "message": "Wenn dir unsere Software <strong>nicht gefallen</strong> sollte, erhältst du eine <strong>Rückerstattung</strong> und kannst Adblock Plus trotzdem weiter nutzen."
  },
  "main-heading-2": {
    "message": "Hilfe ist nur eine E-Mail entfernt"
  },
  "main-body-1": {
    "message": "Bitte zahle so viel wie du kannst. Wenn du deine Meinung änderst, hast du 120 Tage Zeit, um eine Rückerstattung zu erhalten!"
  },
  "main-body-3": {
    "message": "Wenn du uns jemals brauchst, kannst du auf unserem Support-Portal, <a>help.eyeo.com</a>, rund um die Uhr die Selbsthilfe nutzen oder 8 Stunden am Tag, 5 Tage die Woche Unterstützung per E-Mail erhalten."
  },
  "main-body-4": {
    "message": "Danke, dass du dich für Adblock Plus entschieden hast! Viel Spaß beim Browsen!"
  },
  "main-body-5": {
    "message": "Mit freundlichen Grüßen <span></span>Dein Adblock Plus-Team"
  },
  "improved_ad_blocking_functionality": {
    "message": "<strong>Werbung wird besser blockiert</strong>. Viele Webseiten wollen verhindern, dass Adblock Plus lästige Werbung blockiert. Deshalb haben wir uns auf die Verbesserung unserer Funktionsweise konzentriert, damit wir diese Anti-Werbeblockierungsversuche abwehren können."
  },
  "privacy-policy": {
    "message": "Datenschutzerklärung"
  },
  "new-tab-heading-1": {
    "message": "Hilf Adblock Plus dabei, das Internet besser zu machen"
  },
  "new-tab-lead-1": {
    "message": "Wir haben uns darauf konzentriert, neue Funktionen hinzuzufügen und Adblock Plus leistungsfähiger zu machen. Wir sind mit Leidenschaft dabei, dir die beste Werbeblockierungstechnologie bereitzustellen, damit du ein sauberes Internet genießen kannst."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus ist eine kostenlose, von Nutzern unterstützte Software. Uns ist wichtig, dass alle unsere Software nutzen können, unabhängig davon, ob sie uns finanziell unterstützen oder nicht. Aber das wäre ohne deine anhaltende Unterstützung nicht möglich. Wir stecken viel Zeit und Ressourcen in die Entwicklung und Gewährleistung der besten Online-Erfahrung für unsere Nutzer. Bitte spende einen Betrag für das Adblock Plus-Projekt und unsere Bemühungen, die Werbeblockierungs-Community am Leben zu erhalten, den du für fair hältst. Wir freuen uns über jede Spende!"
  },
  "out-mission-heading-1": {
    "message": "Ein besseres Interneterlebnis für alle"
  },
  "out-mission-lead-1": {
    "message": "Unsere Aufgabe ist es, ein ablenkungsfreies und sorgloses Interneterlebnis für alle zu schaffen. Vor uns liegt viel Arbeit. Bei der Blockierung von mehr Pop-Ups und Ablenkungen und der Gewährleistung eines sicheren Interneterlebnisses konzentrieren wir uns darauf, dass unsere Nutzer die Kontrolle darüber behalten, wie sie das Internet nutzen. Mit deiner Spende kann unser Team einfache, intuitive Tools entwickeln, die für alle zugänglich sind. Wir schaffen das alles nicht ohne dich!"
  },
  "hide-cookie-notices": {
    "message": "<strong>Blende Cookie-Einwilligungen aus.</strong> Schon bald kannst du diese lästigen Cookie-Einwilligung-Banner, die die meisten Webseiten verwenden, mittels einer neuen Cookie-Blockierungsfunktion, die wir gerade fertigstellen, abschaffen."
  },
  "block_more_popups_and_distractions": {
    "message": "<strong>Blockiere mehr Pop-Ups und Ablenkungen.</strong> Wenn du AdBlock Premium startest, ist Schluss mit Umfrageeinladungen, Newsletter-Pop-Ups und lästiger Autoplay-Videowerbung."
  },
  "do_you_like_adblockplus": {
    "message": "Gefällt dir Adblock Plus bisher? Falls ja, würdest du unsere Arbeit durch eine Spende unterstützen?"
  },
  "an_overview": {
    "message": "Hier ist ein Überblick über die neusten Änderungen bei Adblock Plus."
  }
}