{
  "title": {
    "message": "Adblock Plus wurde aktualisiert"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus wurde aktualisiert!"
  },
  "update-lead-1": {
    "message": "In den letzten Monaten haben wir neue Funktionen hinzugefügt und die Leistung von Adblock Plus verbessert. Wir beschäftigen uns intensiv damit, dir die beste Technologie zur Werbeblockierung zu liefern, damit du werbefrei surfen kannst. Adblock Plus ist eine kostenlose, von Nutzern unterstützte Software, die es ohne deine fortgesetzte Unterstützung nicht geben würde."
  },
  "update-lead-2": {
    "message": "Wir stecken viel Zeit und Mittel in die Entwicklung und Sicherung des besten Online-Erlebnisses für unsere Nutzer. Bitte unterstütze das Adblock Plus-Projekt und unseren Versuch, die Werbeblockierungs-Community am Leben zu halten, durch eine faire Spende. Wir freuen uns über jede Spende!"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Bezahle mit:"
  },
  "whats-new-header-1": {
    "message": "Was ist neu?"
  },
  "whats-new-lead-1": {
    "message": "Hier ist ein Überblick über einige Verbesserungen."
  },
  "whats-new-list-1": {
    "message": "<strong>Werbung wird besser blockiert</strong>. Viele Websites wollen verhindern, dass Adblock Plus lästige Werbung blockiert. Deshalb verbessern wir kontinuierlich unsere Funktionsweise, damit wir diese Anti-Werbeblockierungsversuche abwehren können. Wenn du auf Websites stößt, auf denen du Werbung nicht blockieren kannst, informiere uns bitte über unsere Funktion zum Melden von Problemen."
  },
  "whats-new-list-2": {
    "message": "<strong>Verbesserte Leistung</strong>. Wir gehen jetzt anders mit Anti-Umgehungs-Snippets um, deren Ziel dieselben Domains sind, sodass nur die eingeschaltet bleiben, die Änderungen umsetzen. Das bedeutet, dass du insgesamt eine bessere Leistung von unserer Erweiterung erwarten kannst."
  },
  "whats-new-list-3": {
    "message": "<strong>Verbesserte Grundlage für die Zukunft</strong>. Manifest V3, die neuste Version der Plattform für Erweiterungen für Chromium-basierte Browser, ist in Sicht. Wir bereiten uns darauf vor! MV3 stellt eine große Veränderung hinsichtlich der Funktionsweise von Browser-Erweiterungen dar, sodass unser Team umfangreiche Veränderungen an der Funktion von Adblock Plus vornehmen muss. Wir haben viele Fortschritte erzielt, sodass wir AdblockPlus-Nutzern weiterhin dabei helfen können, die Kontrolle über ihr Online-Erlebnis zu behalten, während sich das Internet weiterentwickelt."
  },
  "whats-new-list-4": {
    "message": "<strong>Bessere Benutzererfahrung.</strong> Wir arbeiten ständig an der Verbesserung von Adblock Plus. Wir haben vor Kurzem mehrere Fehlernachrichten aktualisiert, um die Fehlerbeseitigung zu vereinfachen, Änderungen an unserer Terminologie vorgenommen und eine neue Fußzeile zum Pop-Up-Menü hinzugefügt, sodass du bequem auf alles zugreifen kannst."
  },
  "whats-new-support": {
    "message": "Willst du ein Problem melden? Wende dich an uns über Social Media, <a data-mask='{\"href\": \"bWFpbHRvOmRvbmF0aW9uc0BhZGJsb2NrcGx1cy5vcmc=\"}'>E-Mail</a> oder das <a href=\"https://adblockplus.org/forum\">Nutzerforum</a>."
  },
  "main-heading-1": {
    "message": "Das Ehrensystem"
  },
  "main-lead-1": {
    "message": "Grüße vom Adblock Plus-Team!"
  },
  "main-lead-2": {
    "message": "AdBlock ist eine Ehren-Software. Und das bedeutet, dass <strong>wir einander vertrauen</strong>, gut zueinander zu sein:"
  },
  "main-lead-3": {
    "message": "Du zahlst, was du dir für Adblock Plus <strong>leisten kannst</strong>. <strong>Du</strong> kannst selbst den Preis bestimmen."
  },
  "main-lead-4": {
    "message": "Wir entwickeln Funktionen, mit denen du bei deinem Browser-Erlebnis die Kontrolle übernimmst."
  },
  "main-lead-5": {
    "message": "Wenn dir unsere Software <strong>nicht gefallen</strong> sollte, erhältst du eine <strong>Rückerstattung</strong> und kannst Adblock Plus trotzdem weiter nutzen."
  },
  "main-heading-2": {
    "message": "Hilfe ist nur eine E-Mail entfernt"
  },
  "main-body-1": {
    "message": "Bitte zahle so viel wie du kannst. Wenn du deine Meinung änderst, hast du 120 Tage Zeit, um eine Rückerstattung zu erhalten!"
  },
  "main-body-3": {
    "message": "Wenn du uns jemals brauchst, kannst du auf unserem Support-Portal, <a>help.eyeo.com</a>, rund um die Uhr die Selbsthilfe nutzen oder 8 Stunden am Tag, 5 Tage die Woche Unterstützung per E-Mail erhalten."
  },
  "main-body-4": {
    "message": "Danke, dass du dich für Adblock Plus entschieden hast! Viel Spaß beim Browsen!"
  },
  "main-body-5": {
    "message": "Mit freundlichen Grüßen <span></span>Dein Adblock Plus-Team"
  }
}