{
  "youtube-letter__heading": {
    "message": "Die Anti-Adblocker-Botschaft von YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Das Blockieren von Werbung auf YouTube wird schwieriger."
  },
  "youtube-letter__paragraph-1": {
    "message": "Da du Adblock Plus nutzt, kann es sein, dass YouTube gelegentlich das Abspielen von Videos verhindert, wenn dein Adblocker aktiviert ist. Manchmal wirst du über eine Nachricht aufgefordert, YouTube-Werbung nach drei Videos zuzulassen, und ein anderes Mal kannst du nichts abspielen, bis Adblock Plus ausgeschaltet ist."
  },
  "youtube-letter__paragraph-2": {
    "message": "Während wir daran arbeiten, unsere Erweiterung auf dem neuesten Stand und effektiv zu halten, ist YouTube ständig bemüht, Adblocker auf seiner Website zu stoppen. Wir wissen, dass dein Erlebnis dadurch unberechenbar und nicht optimal ist, egal, ob du diese Nachricht siehst oder nicht. Wir setzen alles daran, dieses Erlebnis für unsere Nutzer zu verbessern."
  },
  "youtube-letter__paragraph-3": {
    "message": "Damit du YouTube mit installiertem Adblock Plus nutzen kannst, musst du <a>YouTube einfach nur zu deiner Allowliste hinzufügen</a>. Du kannst entscheiden, ob du Werbung einmalig oder immer auf YouTube zulässt. Natürlich blockieren wir lästige Werbung auch weiterhin überall dort, wo du im Netz unterwegs bist. Wo immer du im Internet surfst, gibt dir Adblock Plus außerdem die Möglichkeit, <a>benutzerdefinierte Regeln</a> zu nutzen, um Störungen auf Webseiten auszublenden. (Diese Funktion ist in Chrome, Edge und Firefox verfügbar.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "In der Zwischenzeit blockieren wir weiter Pop-ups und andere lästige Werbung für dich im Internet. Und wenn du noch mehr Störungen blockieren möchtest (wie Newsletter-Pop-ups, Umfragen und Videoeinblendungen), kannst du dich jederzeit für <a>Adblock Plus Premium</a> anmelden."
  },
  "youtube-letter__paragraph-5": {
    "message": "Wir freuen uns über deine Unterstützung!"
  },
  "title": {
    "message": "Blockierung auf YouTube | Adblock Plus"
  },
  "description": {
    "message": "Versuchst du, YouTube-Werbung zu blockieren? Finde heraus, warum Adblock Plus-Nutzer auf YouTube Anti-Adblock-Hindernisse stoßen."
  }
}