{
  "youtube-letter__heading": {
    "message": "Die neuen Anti-Adblock-Hindernisse auf YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Die Werbeblockierung auf YouTube gestaltet sich schwieriger."
  },
  "youtube-letter__paragraph-1": {
    "message": "Als Nutzer von Adblock Plus begegnen dir auf YouTube möglicherweise Anti-Adblock-Hindernisse. Manchmal wirst du gebeten, YouTube-Werbung nach drei Videos zuzulassen oder aber du kannst nichts abspielen, bis Adblock Plus deaktiviert ist. "
  },
  "youtube-letter__paragraph-2": {
    "message": "Während wir daran arbeiten, dass deine Erweiterung aktuell und effektiv ist, arbeitet YouTube kontinuierlich daran, diese Anti-Adblock-Hindernisse zu zeigen. Wir wissen, dass das für dich unvorhersehbare Auswirkungen darauf hat, ob du Anti-Adblock-Hindernisse auf der Webseite sehen wirst oder nicht. Wir setzen alles daran, dieses Erlebnis für unsere Nutzer zu verbessern und uns dabei im gesetzlichen Rahmen zu bewegen. Tatsächlich haben wir Nutzer auf der ganzen Welt und müssen daher sicherstellen, dass wir die vielen Gesetze dieser Länder nicht verletzen."
  },
  "youtube-letter__paragraph-3": {
    "message": "Um zu gewährleisten, dass du YouTube nach der Installation von Adblock Plus nutzen kannst, musst du <a>YouTube zu deiner Allowlist hinzufügen</a>. Dadurch wird Werbung auf YouTube zugelassen, während Werbung auf anderen Webseiten blockiert wird. Adblock Plus ermöglicht dir beim Surfen im Internet ebenfalls, <a>individuelle Blockierungsregeln</a> festzulegen, um Ablenkungen auf Webseiten auszublenden. (Diese Funktion steht Nutzern von Chrome, Edge und Firefox zur Verfügung.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "In der Zwischenzeit blockieren wir für dich weiter Pop-Ups und andere lästige Werbung im Internet. Falls du daran interessiert bist, noch mehr Ablenkungen zu blockieren (wie Newsletter-Pop-Ups, Umfragen und Videoeinblendungen), kannst du dich immer für <a>Adblock Plus Premium</a> anmelden."
  },
  "youtube-letter__paragraph-5": {
    "message": "Wir freuen uns über deine Unterstützung!"
  },
  "title": {
    "message": "Blockierung auf YouTube | Adblock Plus"
  },
  "description": {
    "message": "Versuchst du, YouTube-Werbung zu blockieren? Finde heraus, warum Adblock Plus-Nutzer auf YouTube Anti-Adblock-Hindernisse stoßen."
  }
}