{
  "title": {
    "message": "Over"
  },
  "title-full": {
    "message": "Over Adblock Plus"
  },
  "s1": {
    "message": "Meer"
  },
  "s2": {
    "message": "Minder"
  },
  "s3": {
    "message": "Wat is Adblock Plus?"
  },
  "s4": {
    "message": "Adblock Plus blokkeert irritante advertenties op het web. Het blokkeert ook <a>andere dingen</a>, zoals tracking. Met meer dan"
  },
  "s5": {
    "message": "miljoen gebruikers, is het 's werelds meest populaire"
  },
  "s6": {
    "message": "browser extensie"
  },
  "s7": {
    "message": ". Adblock Plus is een open source project ontwikkeld door Wladimir Palant in 2006. <a>Eyeo</a> werd opgericht in 2011 door Wladimir Palant en Till Faida om de verdere ontwikkeling zeker te stellen."
  },
  "s8": {
    "message": "Hoe werkt Adblock Plus?"
  },
  "s9": {
    "message": "Adblock Plus zelf heeft geen functionaliteit, in de zin dat het niets kan blokkeren totdat het wordt ‘verteld’ wat te doen door de filterlijsten. Deze filterlijsten zijn in essentie een grote hoeveelheid regels, die Adblock Plus vertellen welke elementen op websites te blokkeren. Naast het blokkeren van advertenties, kunnen filerlijsten ook worden gebruikt om <a>tracking</a> en <a>malware</a> te blokkeren."
  },
  "s10": {
    "message": "Wanneer je Adblock Plus voor het eerst installeert, zijn twee lijsten automatisch geactiveerd:"
  },
  "s11": {
    "message": "Een blokkeer-lijst gebaseerd op je taalinstellingen"
  },
  "s12": {
    "message": "De Acceptable Advertentie uitzonderingen lijst"
  },
  "s13": {
    "message": "Je kan deze lijsten altijd uitzetten, andere toevoegen, of <a>je eigen lijst creëren</a>."
  },
  "s14": {
    "message": "Wat zijn Acceptabele Advertenties?"
  },
  "s15": {
    "message": "Adblock Plus is ontwikkeld om zijn gebruikers te beschermen tegen irritante advertenties. Echter denken wij dat niet alle advertenties slecht zijn, en begrijpen wij dat websites advertenties nodig hebben om te kunnen overleven. Daarom hebben wij <a>strenge criteria</a> ontwikkeld om Acceptabele Advertenties te kunnen identificeren: bescheiden advertenties die niet geblokkeerd hoeven te worden. Websites die willen voldoen aan deze criteria kunnen <a>zich aanmelden</a> om hun advertenties te laten toevoegen aan de Acceptabele Advertenties uitzonderingen-filterlijst,  die de advertenties zal deblokkeren voor de meeste gebruikers. Als je geen enkele advertentie wil zien, kun je de uitzonderingen-filterlijst <a>altijd uitzetten.</a> "
  },
  "s16": {
    "message": "Zie de <a>Acceptabele Advertentie FAQ</a> om meer te leren."
  },
  "s17": {
    "message": "Hoe verdienen wij geld?"
  },
  "s18": {
    "message": "We worden betaald door een aantal grotere partijen die niet-opdringerige advertenties serveren die willen deelnemen aan het Acceptabele Advertenties initiatief."
  },
  "s20": {
    "message": "Het zogenaamde 'whitelisting' (=deblokkeren van de advertenties) is compleet gratis voor kleine en middelgrote websites en blogs. Echter kost het onderhouden van deze lijst veel inspanning en kan deze taak niet volledig worden overgenomen door vrijwilligers, zoals het geval is met normale filterlijsten."
  },
  "s21": {
    "message": "Houd er rekening mee dat wij nooit advertenties deblokkeren die niet aan deze <a>criteria</a> voldoen. Er kan geen plek op de whitelist gekocht worden. Houd er ook rekening mee dat de 'whitelisting' gratis is voor kleine en middelgrote websites."
  },
  "s22": {
    "message": "Daarnaast hebben wij startkapitaal ontvangen van onze investeerders, zoals Tim Schumacher, die geloven in ons Acceptabele Advertentie initiatief, en die het concept willen zien slagen."
  },
  "s23": {
    "message": "Waarom hebben we geld nodig?"
  },
  "s24": {
    "message": "<a>Eyeo GmbH</a>, het bedrijf achter Adblock Plus, werd opgericht om de online advertising industrie te veranderen. Dit is niet iets wat een individu kan doen als hobby."
  },
  "s27": {
    "message": "Bovendien moeten wij vele Acceptabele Advertentie applicaties beoordelen, en de passende uitzonderingsregels creëren. Ook moeten we proactief publishers en advertentienetwerken contacteren om Acceptabele Advertenties te creëren."
  },
  "s28": {
    "message": "Maar, Eyeo gaat niet alleen over Adblock Plus en Acceptabele Advertenties. Onze missie is om het web beter te maken, en we willen dit doen door nieuwe manieren te ontwikkelen zodat publishers geld kunnen verdienen aan hun website-inhoud zonder hun gebruikers te vervreemden met vervelende advertenties."
  },
  "s29": {
    "message": "Verzamelt Adblock Plus gebruiker data?"
  },
  "s30": {
    "message": "Wij verzamelen geen gebruikers informatie, en de meeste data (bv. de websites die je bezoekt) wordt niet eens naar onze servers verstuurd. Zie onze <a>Privacy Policy</a> voor alle details."
  }
}