{
  "title": {
    "message": "Toestaan van acceptabele advertenties in Adblock Plus"
  },
  "s1": {
    "message": "Acceptabele Advertenties - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus introduceert het Acceptabele Advertenties initiatief: Help websites die afhankelijk zijn van advertenties, maar die er voor kiezen om het op een niet-opdringerige manier te doen."
  },
  "s3": {
    "message": "Acceptabele Advertenties - Adblock Plus"
  },
  "s4": {
    "message": "Adblock Plus introduceert het Acceptabele Advertenties initiatief: Help websites die afhankelijk zijn van advertenties, maar die er voor kiezen om het op een niet-opdringerige manier te doen."
  },
  "s5": {
    "message": "Waar gaat dit over?"
  },
  "s6": {
    "message": "Beginnende met Adblock Plus 2.0 kun je sommige advertenties die niet vervelend zijn toch zien. Door dit te doen, help je websites die van advertenties afhankelijk zijn en die kiezen om te bescheiden advertenties te gebruiken. Deze websites geef je dan een voordeel over hun concurrentie, een die het gebruiken van bescheiden advertenties zal aanmoedigen. Zonder deze functie is er een risico dat toegenomen Adblock Plus gebruik zal leiden tot meer kleine websites die hun hoofd niet meer boven water kunnen houden."
  },
  "s7": {
    "message": "Waarom is deze functie standaard ingeschakeld?"
  },
  "s8": {
    "message": "Omdat het helaas de enige manier is om de bovenstaande doelen te kunnen behalen. Als we gebruikers zouden vragen om deze functie in te schakelen, zullen de meeste het niet doen - simpelweg omdat ze de instellingen nooit zullen veranderen tenzij het absoluut noodzakelijk is. Ook zullen adverteerders alleen geïnteresseerd zijn in het veranderen naar betere manieren van adverteren als de meerderheid van de Adblock Plus gebruikers de functie hebben ingeschakeld."
  },
  "s9": {
    "message": "Maar ik haat alle advertenties!"
  },
  "s10": {
    "message": "Geen probleem, je kan deze functie ten alle tijden uitzetten. Om dit te doen:"
  },
  "s11": {
    "message": "On Firefox: klik het Adblock Plus icoontje en kies \"Filter Voorkeuren\" van het menu. Vink de \"Bescheiden advertenties toestaan\" uit, en je bent klaar."
  },
  "s12": {
    "message": "Voor Chrome: rechterklik op het Adblock Plus icoontje aan de rechterzijde in de adresbalk, klik vervolgens op \"Opties\" en vink \"Bescheiden advertenties toestaan\" uit."
  },
  "s13": {
    "message": "Voor Opera, klik op de Opera menuknop in de linker bovenkant (in OS X: klik Venster aan de bovenkant), kies Extensies, zoek naar Adblock Plus, en klik op Opties om vervolgens \"Bescheiden advertenties toestaan\" uit te vinken."
  },
  "s14": {
    "message": "Welke advertenties zijn \"acceptabel\"?"
  },
  "s15": {
    "message": "Op dit moment hebben we de volgende eisen:"
  },
  "s16": {
    "message": "Alleen statische advertenties (geen animaties, geluiden of iets dergelijks)"
  },
  "s17": {
    "message": "Liefst alleen tekst, geen aandacht-afleidende afbeeldingen"
  },
  "s18": {
    "message": "Positionering van de advertentie:"
  },
  "s19": {
    "message": "Advertenties mogen nooit de inhoud van de pagina in de weg staan (bv. gebruikers moeten eerst een advertentie wegklikken om de inhoud te kunnen zien)."
  },
  "s20": {
    "message": "Voor pagina's die teksten online hebben, mogen advertenties nooit in het midden staan, waar ze de natuurlijke leesstroom in de weg staan. Ze kunnen echter boven, onder, of aan de zijkant van de tekst staan. Hetzelfde geld voor de resultaten pagina's van zoekmachines: betaalde zoekresultaten mogen niet gemixt worden met niet-betaalde zoekresultaten."
  },
  "s21": {
    "message": "Wanneer de advertenties boven de hoofdpagina staan, moet de gebruiker niet eerst naar beneden hoeven te scrollen. De beschikbare verticale ruimte is waarschijnlijk minstens 700 pixels. Advertenties moeten niet meer dan èèn derde van die hoogte in beslag nemen. Betaalde zoekresultaten op pagina's van zoekmachines mogen meer ruimte in beslag nemen, maar, nooit meer dan de ruimte voor niet-betaalde advertenties."
  },
  "s22": {
    "message": "Wanneer de advertenties aan de zijkant zijn geplaatst, moet er genoeg ruimte over blijven voor de inhoud. De beschikbare horizontale ruimte zal ongeveer 1000 pixels, en de advertenties mogen niet meer dan èèn derde in beslag nemen."
  },
  "s23": {
    "message": "Advertenties moeten duidelijk gelabeld zijn met het woord \"Advertentie\" of gelijkwaardig woord, en het moet duidelijk te onderscheiden zijn van de inhoud van de pagina, bijvoorbeeld door middel van een andere rand en/of een andere achtergrond kleur."
  },
  "s24": {
    "message": "Markeren en positionering voorwaardes gelden niet voor hyperlinks met zogenaamde 'affiliate referrer IDs' ingesloten in de inhoud van de pagina. Aanvullende criteria voor hyperlinks met 'affiliate referrer IDs':"
  },
  "s25": {
    "message": "Redirects die voortkomen uit de hyperlink dienen geen andere webpagina dan de bestemmingpagina te presenteren."
  },
  "s26": {
    "message": "In teksten, mag niet meer dan 2% van de woorden worden gehyperlinked voor winstgevende doeleinden."
  },
  "s27": {
    "message": "Hyperlinks mogen niet anders worden opgemaakt of zich anders gedragen dan andere links."
  },
  "s28": {
    "message": "Hyperlinks mogen niet misleidend zijn, dit geldt voor zowel de inhoud als de positionering."
  },
  "s29": {
    "message": "Deze criteria zijn niet noodzakelijk definitief; we zijn altijd op zoek naar wegen om ze te verbeteren. Vooral willen we er voor zorgen dat de privacy van de gebruiker wordt gerespecteerd (bv. <a>Volg-Mij-Niet</a> Do-Not-Track support). Echter zijn we nog niet in de positie om dit te kunnen afdwingen."
  },
  "s30": {
    "message": "Worden alle \"acceptabele\" advertenties gedeblokkeerd?"
  },
  "s31": {
    "message": "Nee. Helaas is het technologisch niet mogelijk om automatisch advertenties te kunnen herkennen die voldoen aan onze 'Acceptabele Advertenties' criteria. We hebben <a>overeenkomsten</a> met sommige websites en adverteerders die alleen advertenties serveren die aan onze voorwaarden voldoen. Deze advertenties worden automatisch gedeblokkeerd, oftewel toegevoegd aan onze Acceptable Advertentie uitzondering filterlijst die standaard is ingeschakeld."
  },
  "s32": {
    "message": "Geen kandidaat krijgt een voorkeur of wordt anders behandeld, en niemand kan een plek op de whitelist kopen. <strong>Iedereen moet voldoen</strong> aan de criteria en iedereen moet door exact hetzelfde proces gaan voordat de advertenties kunnen worden gekwalificeerd als 'Acceptabel&quot;."
  },
  "s33": {
    "message": "Wat als er een advertentie is toegestaan die niet aan de criteria voldoet?"
  },
  "s34": {
    "message": " <a>Rapporteer dit</a> zoals je normaal zou doen. Als een adverteerder de plaatsing op de uitzondering filterlijst misbruikt, kunnen we die altijd verwijderen van de lijst."
  },
  "s35": {
    "message": "Hoe kan ik zien wat jullie toestaan?"
  },
  "s36": {
    "message": "De &quot;Bescheiden advertenties toestaan&quot; checkbox voegt simpelweg een filterlijst toe. Je kan de filters <a>hier</a> zien. Ook kun je functionaliteit dat deze filterlijst voorrang krijgt - wat is toegevoegd voor redenen voor gebruiksvriendelijkheid - uitzetten door naar de &quot;about:config&quot; te gaan en de <a>extensions.adblockplus.subscriptions_exceptionscheckbox</a> voorkeur naar 'false' zetten. Zo kun je de filters van deze filterlijst als 'normaal' gebruiken."
  },
  "s37": {
    "message": "Heb je een vraag of suggestie betreffende deze lijst? Neem contact op met onze gemeenschap <a>in ons forum</a> of <a>neem direct contact op met ons</a>."
  },
  "s38": {
    "message": "Hoe krijg ik mijn website op de whitelist?"
  },
  "s39": {
    "message": "Het proces om je advertenties op de zogenaamde whitelist te krijgen duurt ongeveer 10 dagen:"
  },
  "s40": {
    "message": "Als je website advertenties heeft die voldoen aan onze <a>Acceptabele Advertentie criteria</a>, vul dan dit <a>formulier in</a>."
  },
  "s41": {
    "message": "Iemand van <a>Eyeo</a>, het bedrijf achter Adblock Plus, zal contact met je opnemen om de exacte advertenties te bepalen, en om te zien of deze daadwerkelijk voldoen aan onze criteria."
  },
  "s42": {
    "message": "Wanneer je de noodzakelijke veranderingen hebt gemaakt, signeren beide partijen een <a>overeenkomst</a> met ons."
  },
  "s43": {
    "message": "We plaatsen het 'whitelisting' voorstel <a>in het forum</a>. Vervolgens is er ongeveer een week dat de gemeenschap de advertentie kan bediscussiëren om te zien of de kandidaat daadwerkelijk voldoet aan onze criteria."
  },
  "s44": {
    "message": "Als er geen geldige bezwaren zijn, zullen we de advertenties toevoegen aan onze whitelist. De advertentie zal dan standaard worden laten zien aan de Adblock Plus gebruikers."
  },
  "s45": {
    "message": "Ben je gek? Niemand wil dit!"
  },
  "s46": {
    "message": "De <a>resultaten van onze gebruikers enquete </a> zeggen iets anders. Volgens dit onderzoek, heeft slechts 25% van de Adblock Plus gebruikers zware bezwaren tegen alle advertenties. Zij zullen de functie uitschakelen, wat natuurlijk prima is. Andere gebruikers antwoorden dat ze alleen sommige vormen van advertenties zouden accepteren om websites te kunnen helpen. Sommige gebruikers vragen zelfs voor wegen om Adblock Plus alleen aan te zetten op een enkele website."
  }
}