{
  "title": {
    "message": "Cookiebanners blokkeren | Adblock Plus Premium"
  },
  "description": {
    "message": "Blokkeer vervelende cookiebanners die u vragen cookies te accepteren terwijl u op internet surft. Ga nu aan de slag met Adblock Plus Premium!"
  },
  "hero__heading": {
    "message": "U kunt nu overal op het internet cookiebanners verwijderen!"
  },
  "hero__subheading": {
    "message": "Laat een frustrerende surfervaring achter u door cookiebanners te blokkeren met Adblock Plus Premium."
  },
  "hero-aside__heading": {
    "message": "Scroll niet weg"
  },
  "hero-aside__paragraph-1": {
    "message": "Hallo,"
  },
  "hero-aside__paragraph-2": {
    "message": "U bent waarschijnlijk maar al te bekend met de vervelende pop-ups die u vragen om toestemming te geven voor het gebruik van cookies terwijl u op het internet surft. Ze zijn overal dankzij de internetprivacywetten. En hoewel we grote voorstanders zijn van transparantie en online privacy, valt niet te ontkennen dat deze cookiebanners een ergernis zijn voor internetgebruikers."
  },
  "hero-aside__paragraph-3": {
    "message": "We zijn verheugd aan te kondigen dat u nu cookiebanners kunt blokkeren met Adblock Plus Premium! Bereik sneller uw bestemming doordat Adblock Plus Premium deze banners verbergt en namens u alle onnodige cookies weigert. Geniet van een naadloze surfervaring met minder onderbrekingen en minder tracking door adverteerders. Meld u vandaag nog aan voor Adblock Plus Premium en ga aan de slag."
  },
  "hero-aside__paragraph-4": {
    "message": "Met vriendelijke groeten, <span>Het Adblock Plus Team</span>"
  },
  "premium-checkout-header__heading": {
    "message": "Begin met het blokkeren van cookiebanners en ga vandaag nog aan de slag:"
  },
  "premium-checkout-card-option__button-1": {
    "message": "<span>$ 2</span> per maand voor Premium"
  },
  "premium-checkout-card-option__button-2": {
    "message": "<span>$ 20</span> per jaar voor Premium"
  },
  "premium-checkout-card-option__badge": {
    "message": "Bespaar 20%"
  },
  "premium-checkout-features__heading": {
    "message": "Wat is inbegrepen?"
  },
  "premium-checkout-features__item-1": {
    "message": "Met Premium geniet u van een betere blokkering van pop-ups. Neem afscheid van vervelende afleidingen zoals zwevende video's, nieuwsbriefverzoeken, cookiebanners en meer."
  },
  "premium-checkout-features__item-2": {
    "message": "Synchroniseer uw instellingen op meerdere apparaten wanneer u Premium gebruikt."
  },
  "premium-checkout-submit__button": {
    "message": "Aankoop voltooien"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Privacybeleid"
  },
  "premium-checkout-policy__heading": {
    "message": "Steun ons met vertrouwen:"
  },
  "premium-checkout-policy__text": {
    "message": " Als u niet helemaal tevreden bent met Premium, kunt u uw upgrade op elk moment annuleren. Bovendien kunt u Adblock Plus behouden!"
  }
}