{
  "title": {
    "message": "Gedetaillleerde wijzigingslijst voor Adblock Plus 2.0"
  },
  "s1": {
    "message": "De volgende lijst geeft de wijzigingen weer ten opzicht van Adblock Plus 1.3.10."
  },
  "s2": {
    "message": "Functies"
  },
  "s3": {
    "message": "Experimentele ondersteuning voor het blokkeren van pop-ups als de ingebouwde pop-up blokkeerder niet werkt (<a>forum onderwerp</a>)."
  },
  "s4": {
    "message": "Nieuwe Filtervoorkeuren venster vergemakkelijkt het beheren van filters en abonnementen (<a>forum onderwerp</a>)."
  },
  "s5": {
    "message": "Aangepaste filters kunnen worden georganiseerd in elk gewenst aantal filter groepen."
  },
  "s6": {
    "message": "Back-up en herstel functionaliteit maakt het mogelijk om een kopie van alle filtervoorkeuren te maken, niet alleen van aangepaste filters."
  },
  "s7": {
    "message": "\"Sta niet-opdringerige reclames\" instelling toegevoegd (kan gewijzigd worden in Filtervoorkeuren,  <a>documentatie</a>)."
  },
  "s8": {
    "message": "Gebruikersinterface"
  },
  "s9": {
    "message": "Litouwse vertaling is opnieuw opgenomen."
  },
  "s10": {
    "message": "Adblock Plus opties worden direct getoond op zijn pagina in de Add-onbeheerder."
  },
  "s11": {
    "message": "\"Beveel ons aan op Facebook\" knop is vervangen door het algemenere \"Bijdragen\"."
  },
  "s12": {
    "message": "Blokkeerbare onderdelen: \"Filterbron\" kolom toegevoegd (standaard verborgen,  <a>forum onderwerp</a>)."
  },
  "s13": {
    "message": "Blokkeerbare onderdelen: Het zoeken op type werkt nu voor zowel de vertaalde naam als de overeenkomende filteroptie (<a>forum onderwerp</a>)."
  },
  "s14": {
    "message": "Filterontwerper: Filteropties worden nu toegevoegd op de volgorde waarop ze zijn geselecteerd (<a>forum onderwerp</a>)."
  },
  "s15": {
    "message": "Filtervoorkeuren: Er wordt een waarschuwing getoond voor abonnementen die uitgeschakelde filters bevatten (<a>forum onderwerp</a>)."
  },
  "s16": {
    "message": "Probleemmelder: Abonnementen die lokale bestanden zijn worden niet naar de server gestuurd, om redenen van privacy."
  },
  "s17": {
    "message": "Probleemmelder: Controle dat een gebruiker is geabonneerd op een filterabonnement is opgelost (<a>forum onderwerp</a>)."
  },
  "s18": {
    "message": "Vereenvoudigde opties om het Adblock Plus pictogram te tonen en er voor gezorgd dat deze beter werken,"
  },
  "s19": {
    "message": "\"Filtertreffers tellen\" is nu een zichtbare optie."
  },
  "s20": {
    "message": "\"Inklappen van geblokkeerde elementen\" optie is hernoemd naar \"Plaatshouders van geblokkeerde elementen verbergen\"."
  },
  "s21": {
    "message": "\"Adblock Plus\" regel in het Extra menu is nu hetzelfde als het menu dat getoond wordt bij het Adblock Plus pictogram om redenen van toegankelijkheid, de menuregel in het Beeld menu is verwijderd."
  },
  "s22": {
    "message": "Opgelost: Het contextmenu van de werkbalk knop opent als je rechtsklikt op het menu (<a>forum onderwerp</a>)."
  },
  "s23": {
    "message": "Opgelost: Het gebruik van het contextmenu voorkomt dat een geheugenvak wordt vrijgegeven (<a>forum onderwerp</a>)."
  },
  "s24": {
    "message": "Kern"
  },
  "s25": {
    "message": "De minimaal benodigde Firefox versie is nu Firefox 3.6.12, oudere versies worden niet langer ondersteund. Op dezelfde manier zijn Thunderbird 3.1.7 of SeaMonkey 2.1 vereist, Songbird en Prism worden niet meer ondersteund."
  },
  "s26": {
    "message": "en"
  },
  "s27": {
    "message": "filteropties voor uitzonderingsregels kunnen nu ook voor frames gelden, niet alleen op het hoogste niveau."
  },
  "s28": {
    "message": " "
  },
  "s29": {
    "message": "filteroptie toegevoegd, zodat je uitzonderingen kan maken die op meerdere sites betrekking hebben."
  },
  "s30": {
    "message": "Filteropties"
  },
  "s31": {
    "message": ","
  },
  "s32": {
    "message": "en"
  },
  "s33": {
    "message": "worden nu als synoniem beschouwd van"
  },
  "s34": {
    "message": ", de overeenkomstige verzoeken zijn erg zeldzaam (<a>forum onderwerp</a>)."
  },
  "s35": {
    "message": "Vereenvoudigde volgen van redirects, een veelvoorkomende bron van geheugenproblemen en andere problemen verwijderd (<a>bug 672111</a>,  <a>bug 653533</a>)."
  },
  "s36": {
    "message": "Commentaar <code>! Homepage: http://example.com/</code> in filterabonnementen wordt nu herkend."
  },
  "s37": {
    "message": "Wijzigingslijst voor de vorige versie"
  }
}