{
  "title": {
    "message": "Gedetailleerde wijzigingslijst voor Adblock Plus 2.1"
  },
  "s1": {
    "message": "De volgende lijst geeft de wijzigingen weer ten opzicht van Adblock Plus 2.0.3."
  },
  "s2": {
    "message": "Als je problemen ervaart met deze versie, controleer dan alsjeblieft \n  <a>de lijst met bekende problemen</a>."
  },
  "s3": {
    "message": "Functies"
  },
  "s4": {
    "message": "Adblock Plus kan nu geïnstalleerd worden zonder dat je de browser hoeft te herstarten."
  },
  "s5": {
    "message": "Ondersteuning voor Firefox Mobile 14 toegevoegd."
  },
  "s6": {
    "message": "Betere integratie met Thunderbird, met name werkt de Adblock Plus gebruikersinterface nu goed met web pagina's in een tab."
  },
  "s7": {
    "message": " <a>Elementverbergende uitzonderingen</a>\n    geïmplementeerd (zeer nuttig voor auteurs van abonnementen)."
  },
  "s8": {
    "message": "Gebruikersinterface"
  },
  "s9": {
    "message": "Filterontwerper: Waarschuwing verwijderd wanneer je filters aan een uitgeschakelde groep toevoegt, er wordt een nieuwe groep gecreëerd als er geen ingeschakelde groep voor het filter gevonden kan worden."
  },
  "s10": {
    "message": "Filter voorkeuren: Een aantal verbeteringen voor een beter overzicht (<a>forum onderwerp</a>, \n    <a>forum onderwerp</a>, \n    <a>forum onderwerp</a>)."
  },
  "s11": {
    "message": "Filter voorkeuren: Verkeerde waarschuwing bij het verwijderen van filter groepen is opgelost."
  },
  "s12": {
    "message": "Probleemrapportage: Forceer het bijwerken van een abonnement als er een vals-positieve wordt gemeld (<a>forum onderwerp</a>)."
  },
  "s13": {
    "message": "Probleemrapportage: Het opsturen van verslagen is niet meer toegestaan als het filterabonnement niet in de laatste twee weken is bijgewerkt."
  },
  "s14": {
    "message": "Aangepaste Over schedrm is verwijderd. Nu wordt de browser's ingebouwde scherm gebruikt."
  },
  "s15": {
    "message": "Opgelost: Tabs op Flash en Java hebben geen afgeronde hoeken meer in Firefox 13 (<a>forum onderwerp</a>)."
  },
  "s16": {
    "message": "Blokkeerbare onderdelen"
  },
  "s17": {
    "message": "De sneltoets voor Blokkeerbare onderdelen in Firefox 15 en hoger is nu Ctrl+Shift+V. De oude sneltoets is niet meer beschikbaar."
  },
  "s18": {
    "message": "Het zoeken naar"
  },
  "s19": {
    "message": "wordt nu ook geaccepteerd. Het is niet meer nodig om naar"
  },
  "s20": {
    "message": "te zoeken (<a>forum onderwerp</a>)."
  },
  "s21": {
    "message": "Opgelost: De lijst wordt soms herladen ook al blijft de huidige pagine hetzelfde."
  },
  "s22": {
    "message": "Opgelost: Contextmenu geeft soms suggestie om verkeerde domein uit te schakelen (<a>forum onderwerp</a>)."
  },
  "s23": {
    "message": "Opgelost: Contextmenu kan voorkomen dat pagina elementen worden opgeruimd (<a>bug 727739</a>)."
  },
  "s24": {
    "message": "Opgelost: De tooltip wordt soms over het contextmenu heen getoond."
  },
  "s25": {
    "message": "Kern"
  },
  "s26": {
    "message": "Adblock Plus kan nu in elke applicatie gebaseerd op Gecko 8.0 en hoger worden geïnstalleerd, met name Firefox 8, Thunderbird 8, SeaMonkey 2.5. Oudere versies worden niet meer ondersteund, XUL-gebaseerde Firefox Mobile releases zoals Firefox Mobile 10 worden ook niet ondersteund."
  },
  "s27": {
    "message": "Filterabonnementen kunnen hun titel automatisch instellen door het"
  },
  "s28": {
    "message": "commentaar (<a>forum onderwerp</a>)."
  },
  "s29": {
    "message": "Verbeterd geheugengebruik en prestaties, met name is de regressie in Firefox 15 en hoger opgelost."
  },
  "s30": {
    "message": "Gestopt met het gebruik van het"
  },
  "s31": {
    "message": "bestand. Het is een veelvoorkomende bron van stabiliteitsproblemen."
  },
  "s32": {
    "message": "Overgeschakeld naar asynchrone bestand lees/schrijf operaties om een verbeterde reactiesnelheid van de gebruikersinterface te krijgen."
  },
  "s33": {
    "message": "Opgelost: Object tabs veroorzaken \""
  },
  "s34": {
    "message": "\" melding in de Foutconsole van Firefox 15 en hoger."
  },
  "s35": {
    "message": "Verbeterde afhandeling van afsluitende punten in domeinnamen (<a>forum onderwerp</a>)."
  },
  "s36": {
    "message": "Wijzigingslijst voor de vorige versie"
  }
}