{
  "title": {
    "message": "Help mee met Adblock Plus"
  },
  "s1": {
    "message": "Bijdragen - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus is een open-source project, gedreven door onze online gemeenschap. Er zijn vele manieren hoe je bij kan dragen aan ons project."
  },
  "s5": {
    "message": "Adblock Plus is een door zijn gemeenschap gedragen project met als doel om het internet een betere omgeving voor iedereen te maken door het verwijderen van slechte reclames."
  },
  "s6": {
    "message": "Ondersteun ons alstublieft als u Adblock Plus fijn vindt."
  },
  "s7": {
    "message": "Doorvertellen"
  },
  "s8": {
    "message": "Meld fouten"
  },
  "s9": {
    "message": "Code bijdragen"
  },
  "s10": {
    "message": "Help andere gebruikers"
  },
  "s11": {
    "message": "Vertaal Adblock Plus"
  },
  "s12": {
    "message": "Meld suggesties"
  },
  "s13": {
    "message": "Doneer"
  },
  "s14": {
    "message": "Filters toevoegen of verbeteren"
  },
  "s15": {
    "message": "Acceptabele advertenties evalueren"
  },
  "s17": {
    "message": "Hoewel niemand er direct baat bij heeft, zal wijdverspreide goedkeuring van reclame blokkerende software opdringerige reclames economisch oninteressant maken en er voor zorgen dat ze net zo zeldzaam worden als pop-up vensters nu al zijn."
  },
  "s18": {
    "message": "En naast er voor te zorgen dat het internet een betere plaats wordt, is het gewoon goed om te weten dat dit werk gebruikt wordt."
  },
  "s19": {
    "message": "U kunt op veel manieren helpen bij ons doel om Adblock Plus populairder te maken:"
  },
  "s20": {
    "message": "Volg ons op <a>Twitter</a>, <a>Facebook</a> of <a>Google+</a> en beveel ABP aan al je vrienden aan."
  },
  "s21": {
    "message": "Als Adblock Plus uw browserervaring verbetert, deel dat dan in uw blog of in sociale netwerken."
  },
  "s22": {
    "message": "Overtuig je werkgever of onderwijsinstelling om <a>om Adblock Plus te installeren</a>."
  },
  "s23": {
    "message": "Benader uw plaatselijke media om over privacy en veiligheid op het internet te schrijven."
  },
  "s25": {
    "message": "Als u merkt dat Adblock Plus niet werkt zoals u denkt dat het zou moeten werken —  <a>vertel het ons</a>."
  },
  "s26": {
    "message": "Er zijn altijd situaties die we niet getest hebben die verkeerde resultaten kunnen opleveren, wij hebben uw hulp nodig om deze te vinden."
  },
  "s27": {
    "message": "Voeg alstublieft alle informatie bij die we nodig hebben om het probleem te reproduceren: onder welke omstandigheden treedt de fout op, welke browser gebruikt u, welke versie van Adblock Plus?"
  },
  "s28": {
    "message": "Blijf alstublieft ook in de buurt voor vervolgvragen die we eventueel hebben en om te bevestigen dat het probleem echt is opgelost."
  },
  "s29": {
    "message": "Test development builds"
  },
  "s30": {
    "message": "Voordat een nieuwe versie van Adblock Plus wordt vrijgegeven zijn er altijd een aantal  <a>development builds</a>."
  },
  "s31": {
    "message": "Het doel is om fouten te vinden of zelfs slecht ontworpen functies voordat ze worden vrijgegeven."
  },
  "s32": {
    "message": "Abonneer je op de  <a>RSS feed</a> om te weten te komen wanneer een development build wordt vrijgegeven."
  },
  "s34": {
    "message": "Wanneer je een 'bug' aan het maken bent, of een functie ontwikkeld die je graag zou willen zien, bijdragen aan onze code zijn altijd welkom."
  },
  "s37": {
    "message": "Als je een ervaren Adblock Plus gebruiker bent kan je misschien wat tijd besteden aan het beantwoorden van vragen van mensen voor wie dit nieuw is."
  },
  "s38": {
    "message": "Kijk in het  <a>forum</a>, daar zijn altijd veel gebruikers op zoek naar antwoorden."
  },
  "s40": {
    "message": "Op dit moment is Adblock Plus vertaald in meer dan 30 talen — toch zijn sommige vertalingen opgegeven en we hebben nog steeds vertalers nodig voor meer talen."
  },
  "s41": {
    "message": "Als je op deze manier wilt bijdragen, registreer je dan op  <a>Crowdin</a> en ga naar onze vertaalprojecten:  <a>Adblock Plus voor Firefox</a>,  <a>Adblock Plus voor Chrome</a>,  <a>Element Hiding Helper</a>, <a>Customizations for Adblock Plus</a>."
  },
  "s42": {
    "message": "Selecteer een taal en begin met vertaling te suggereren."
  },
  "s43": {
    "message": "En als je nu nog niet wilt vertalen, dan kan je ook stemmen op vertalingen die door andere mensen geleverd zijn."
  },
  "s45": {
    "message": "Er kan altijd wat verbeterd worden, dus vertel ons alsjeblieft je ideeën."
  },
  "s46": {
    "message": "Idealiter zou je ons niet alleen moeten vertellen wat er veranderd moet worden (dat is waarschijnlijk al bekend), maar ook hoe het veranderd moet worden."
  },
  "s47": {
    "message": "Open gerust een nieuwe thread in het <a>forum</a> of doe mee aan een bestaande discussie."
  },
  "s48": {
    "message": "Let op dat om een aantal redenen niet alle suggesties worden geaccepteerd en blijf alsjeblieft opbouwend in je kritiek."
  },
  "s49": {
    "message": "Doneer"
  },
  "s50": {
    "message": "Met meer middelen kunnen we Adblock Plus sneller verbeteren."
  },
  "s51": {
    "message": "U kunt een donatie doen op de <a>bijdragen pagina</a>."
  },
  "s53": {
    "message": "Adblock Plus kan zo goed functioneren door de filters."
  },
  "s54": {
    "message": "De elementen die Adblock Plus automatisch blokkeert zijn gespecificeerd in de filterlijsten die worden onderhouden door gebruikers op vrijwillige basis."
  },
  "s55": {
    "message": "Door de filter constant te updaten, zorgt de gemeenschap ervoor dat Adblock Plus alle vervelende advertenties op alle websites kan blijven blokkeren."
  },
  "s56": {
    "message": "Wanneer je een website met een advertentie ziet die niet geblokkeerd is, of als er problemen zijn met de filterlijsten, <a>rapporteer dit</a>."
  },
  "s57": {
    "message": "Als je wil, kun je ook zelf <a>leren hoe filters te creëren</a>."
  },
  "s58": {
    "message": "Wanneer je verstand hebt van de filter syntax van Adblock plus, kun je <a>nieuwe filters in ons forum suggereren </a> (registratie is niet verplicht, maar wel aangeraden in dit geval)."
  },
  "s59": {
    "message": "Gebruikers die actief bijdragen, kunnen worden bevorderd tot de groep van filterlijst onderhouders."
  },
  "s61": {
    "message": "Adblock Plus is de initiator van het Acceptable Advertentie initiatief <a>Acceptabele Advertentie initiatief</a>, die erop gericht is websites te helpen die ervoor kiezen om te adverteren op een niet opdringerige manier."
  },
  "s62": {
    "message": "Gebaseerd op <a>stricte criteria</a> kan iedereen meedoen in de discussie om te beslissen welke advertentie kwalificeren als <em>Acceptabele Advertenties</em>."
  },
  "s63": {
    "message": "Wanneer je mee wil helpen toe besluiten welke advertenties en nieuwe manieren van adverteren acceptabel zijn, ga dan naar het <a>forum</a> om je gedachten te delen."
  }
}