{
  "Active": {
    "message": "Actieve medewerkers kunnen naar de groep voor filterlijstbeheerders worden bevorderd."
  },
  "Notice": {
    "message": "Eyeo GmbH, het bedrijf achter Adblock Plus, heeft geen recht op of controle over enige inhoud van filterlijsten die afwijkt van Acceptabele advertenties."
  },
  "s1": {
    "message": "Bijdragen aan Adblock Plus"
  },
  "s10": {
    "message": "Andere gebruikers helpen"
  },
  "s11": {
    "message": "Adblock Plus vertalen"
  },
  "s12": {
    "message": "Suggesties inbrengen"
  },
  "s13": {
    "message": "Doneren"
  },
  "s14": {
    "message": "Filters toevoegen of verbeteren"
  },
  "s15": {
    "message": "Acceptabele advertenties evalueren"
  },
  "s17": {
    "message": "Als Adblock Plus uw browserbeleving heeft verbeterd, waarom beveelt u het dan niet aan bij uw vrienden, collega’s of blogvolgers?"
  },
  "s19": {
    "message": "Er zijn veel manieren waarop u met ons doel kunt helpen:"
  },
  "s2": {
    "message": "Adblock Plus is een opensourceproject, mogelijk gemaakt door onze onlinegemeenschap. Er zijn vele manieren waarop u aan ons project kunt bijdragen."
  },
  "s20": {
    "message": "Volg ons op <a>Facebook</a>, <a>Google+</a>, <a>Instagram</a> en <a>Twitter</a>."
  },
  "s21": {
    "message": "Deel de <a>installatiekoppeling</a> op ons blog of op sociale netwerken."
  },
  "s22": {
    "message": "Bespreek de <a>voordelen</a> van het installeren van Adblock Plus in uw organisatie."
  },
  "s23": {
    "message": "Schrijf een eigen mening, of benader uw plaatselijke media, over problemen met privacy en veiligheid op het internet."
  },
  "s25": {
    "message": "Als u denkt dat Adblock Plus zich niet gedraagt zoals het zou moeten, <a>vertel het ons</a>."
  },
  "s26": {
    "message": "U kunt een situatie tegenkomen die we niet hebben getest, waardoor we op uw bugrapport vertrouwen om het probleem op te lossen."
  },
  "s27": {
    "message": "Zorg ervoor dat u alle benodigde informatie bijvoegt die nodig is om het probleem te reproduceren, zoals de browserversie, de versie van Adblock Plus, en de omstandigheden waaronder het probleem optreedt."
  },
  "s28": {
    "message": "Houd daarnaast ook rekening met eventuele vervolgvragen die we kunnen stellen."
  },
  "s29": {
    "message": "Ontwikkelversies testen"
  },
  "s30": {
    "message": "Voordat een nieuwe versie van Adblock Plus wordt vrijgegeven, worden verschillende <a>ontwikkelversies</a> gemaakt."
  },
  "s31": {
    "message": "Het doel hiervan is het afvangen van bugs en soms onvolmaakte functies voordat deze aan het publiek worden vrijgegeven."
  },
  "s32": {
    "message": "Abonneer u op de <a>RSS-feed</a> om meldingen over ontwikkelversies te ontvangen."
  },
  "s34": {
    "message": "Of u nu een bug verhelpt of een nieuwe functie toevoegt, bijdragen aan de code zijn altijd welkom."
  },
  "s35": {
    "message": "Bijdragen aan de code van Adblock Plus is een erg betrokken taak en wordt zeer gewaardeerd. Er is veel te doen! Bekijk de pagina <a>Code bijdragen</a> om te beginnen."
  },
  "s37": {
    "message": "Als u een ervaren Adblock Plus-gebruiker bent, kunt u overwegen vragen van nieuwe gebruikers te beantwoorden."
  },
  "s38": {
    "message": "Bekijk het <a>forum</a>; er zijn altijd gebruikers die hulp zoeken bij diverse onderwerpen over Adblock Plus."
  },
  "s40": {
    "message": "Adblock Plus is momenteel naar meer dan 30 talen vertaald (hoewel sommige vertalingen in de steek zijn gelaten), en we hebben nog steeds vertalers nodig voor meer talen!"
  },
  "s41": {
    "message": "Als u op deze manier wilt bijdragen, registreer u dan op <a>Crowdin</a> en sluit u aan bij onze vertaalprojecten: <a>Adblock Plus voor Firefox</a> en <a>Adblock Plus voor Chrome</a>, <a>Element Hiding Helper</a>."
  },
  "s42": {
    "message": "Selecteer een taal en begin met het voorstellen van vertalingen!"
  },
  "s43": {
    "message": "Als het vertalen van tekst niet is wat u zoekt, kunt u ook gewoon op vertalingen stemmen die door andere gebruikers zijn aangeleverd."
  },
  "s45": {
    "message": "Er is altijd iets wat kan worden verbeterd, dus deel uw ideeën met ons."
  },
  "s46": {
    "message": "We raden u aan niet alleen te vertellen wat er moet worden gewijzigd, maar uit te leggen <em>hoe</em> het moet worden gewijzigd."
  },
  "s47": {
    "message": "Open gerust een nieuwe conversatie in het <a>forum</a>, of doe mee aan een bestaande discussie."
  },
  "s48": {
    "message": "Let erop dat om diverse redenen niet alle suggesties worden geaccepteerd. Blijf ook opbouwend in uw kritiek."
  },
  "s49": {
    "message": "Doneren"
  },
  "s5": {
    "description": "{1}: Adblock Plus",
    "message": "Adblock Plus is een opensourceproject, mogelijk gemaakt door onze onlinegemeenschap, dat erop is gericht het internet voor iedereen te verbeteren."
  },
  "s50": {
    "message": "Met meer bijdragen kunnen we Adblock Plus sneller verbeteren."
  },
  "s51": {
    "message": "Bezoek de <a>bijdragepagina</a> om een donatie te doen."
  },
  "s53": {
    "message": "Adblock Plus is slechts zo goed als de filters ervan."
  },
  "s54": {
    "message": "Deel uw filters, stel nieuwe voor of help gemeenschappen van vrijwillige medewerkers filterlijsten op te stellen en bij te werken."
  },
  "s55": {
    "message": "Deze filterlijsten dienen continu te worden onderhouden om bedreigingen als nieuwe trackingsystemen, malwaredreigingen en opdringerige advertenties te blokkeren."
  },
  "s56": {
    "message": "Als u een website tegenkomt waarop een advertentie niet wordt geblokkeerd, of als een filterlijst een probleem veroorzaakt, <a>meld dit dan</a>."
  },
  "s6": {
    "message": "Steun Adblock Plus als het gebruik ervan u bevalt."
  },
  "s61": {
    "message": "Eyeo is de initiator van het <a>Acceptable Ads-initiatief</a>, dat gericht is op het steunen van websites die ervoor kiezen niet-opdringerige advertenties te gebruiken."
  },
  "s62": {
    "message": "Criteria die niet-opdringerige en daarom acceptabele advertenties definiëren, zijn opgesteld op basis van <a>strenge richtlijnen</a>."
  },
  "s63": {
    "message": "Gebruikers worden aangemoedigd deel te nemen aan de aanhoudende discussie over het bepalen van welke advertenties als <em>acceptabele advertenties</em> worden gekwalificeerd. Bezoek het <a>forum</a> om uw gedachten te delen."
  },
  "s7": {
    "message": "Zegt het voort"
  },
  "s8": {
    "message": "Bugs melden"
  },
  "s9": {
    "message": "Code bijdragen"
  },
  "sVisit": {
    "message": "Bezoek het <a>forum</a> om filters te delen of voor te stellen."
  },
  "title": {
    "message": "Bijdragen aan Adblock Plus"
  }
}
