{
  "title": {
    "message": "Adblock Plus Premium Black Friday-aanbiedingenpagina"
  },
  "description": {
    "message": "Geniet van onze Black Friday-aanbieding en krijg 50% korting op een jaarabonnement op Adblock Plus Premium. Profiteer nu van een web met minder afleidingen!"
  },
  "s1": {
    "message": "Vier de feestdagen met een krachtiger Adblock Plus"
  },
  "s2": {
    "message": "/maand"
  },
  "s3": {
    "message": "Normale prijs: $ 2/maand"
  },
  "s4": {
    "message": "Neem Adblock Plus Premium"
  },
  "s5": {
    "message": "Black Friday-aanbieding:"
  },
  "s6": {
    "message": "50% korting op een jaarabonnement"
  },
  "s7": {
    "message": "Krijg 50% korting op Adblock Plus Premium"
  },
  "s8": {
    "message": "Betaal jaarlijks $ 20"
  },
  "s9": {
    "message": "Geniet van een betere online winkelervaring met Adblock Plus Premium"
  },
  "s10": {
    "message": "Handel snel – deze aanbieding is slechts beperkte tijd geldig!"
  },
  "s11": {
    "message": "Bent u klaar voor een persoonlijker internet met minder afleidingen? Begin vandaag en profiteer van het grootste online winkelseizoen van het jaar."
  },
  "s12": {
    "message": "Klik hieronder om u nu in te schrijven:"
  },
  "s13": {
    "message": "Schrijf u nu in en bespaar 50%!"
  },
  "s14": {
    "message": "Deze aanbieding is slechts beperkt beschikbaar van 24 november - 3 december 2023."
  },
  "s15": {
    "message": "De korting van 50% geldt voor het eerste jaar van uw jaarlijkse abonnement. Na dit jaar wordt uw abonnement verlengd tegen de normale prijs. Prijzen worden getoond in Amerikaanse dollars."
  },
  "s16": {
    "message": "Als u ervoor kiest om in een andere valuta te betalen, kunnen door uw bank of betalingsverwerker extra kosten in rekening worden gebracht."
  },
  "s17": {
    "message": "Krijg 50% korting op Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Blokkeer reclame en pop-ups"
  },
  "premium-benefit_2": {
    "message": "Stop trackers"
  },
  "premium-benefit_3": {
    "message": "Blokkeer sitemeldingen"
  },
  "premium-benefit_4": {
    "message": "Stop zwevende video's"
  },
  "premium-benefit_5": {
    "message": "Verberg pop-ups voor nieuwsbrieven"
  },
  "premium-benefit_6": {
    "message": "Negeer verzoeken voor enquêtes"
  },
  "benefit_1-heading": {
    "message": "Focus op wat belangrijk is."
  },
  "benefit_1-paragraph": {
    "message": "Met Adblock Plus Premium kunt u winkelen en surfen op het web met minder afleidingen. Concentreer u op de content die u wilt zien, of u nu op zoek bent naar de beste online winkelaanbiedingen of gewoon uw favoriete sites bezoekt."
  },
  "benefit_2-heading": {
    "message": "Vermijd bepaalde trackers van adverteerders."
  },
  "benefit_2-paragraph": {
    "message": "Adblock Plus Premium kan pop-ups voor cookietoestemming blokkeren terwijl we automatisch cookies kunnen weigeren namens u. Dat betekent dat u niet die vervelende mededelingen hoeft te zien die u vragen om cookies te accepteren op elke site die u bezoekt. En u accepteert alleen functionele cookies, in plaats van cookies van derden en reclame-cookies."
  },
  "benefit_3-heading": {
    "message": "Krijg snel de allerbeste aanbiedingen."
  },
  "benefit_3-paragraph": {
    "message": "Adblock Plus biedt u snellere paginalaadtijden, waardoor u de kans heeft om die beperkte aanbiedingen en gewilde producten bliksemsnel te bemachtigen."
  }
}