{
  "title": {
    "message": "Feestdagenaanbieding - Adblock Plus Premium"
  },
  "description": {
    "message": "Vier de feestdagen met een jaarabonnement op Adblock Plus Premium. Geef uzelf nu een betere internetervaring cadeau!"
  },
  "s1": {
    "message": "Verwen uzelf met krachtigere Adblock Plus"
  },
  "s2": {
    "message": "/maand"
  },
  "s3": {
    "message": "Normale prijs: $ 2 per maand"
  },
  "s4": {
    "message": "Neem Adblock Plus Premium"
  },
  "s5": {
    "message": "Speciale aanbieding voor de feestdagen:"
  },
  "s6": {
    "message": "50% korting op een jaarabonnement"
  },
  "s7": {
    "message": "Krijg 50% korting op Adblock Plus Premium"
  },
  "s8": {
    "message": "Betaal jaarlijks $ 20"
  },
  "s9": {
    "message": "Geniet van een betere online winkelervaring met Adblock Plus Premium"
  },
  "s10": {
    "message": "Wacht niet langer: deze aanbieding is slechts beperkt geldig!"
  },
  "s11": {
    "message": "Doe uzelf minder afleidingen en een betere internetervaring cadeau. Meld u vandaag nog aan en start uw jaarabonnement op Adblock Plus Premium."
  },
  "s12": {
    "message": "Klik hieronder om u nu in te schrijven:"
  },
  "s13": {
    "message": "Meld u nu aan en bespaar 50%!"
  },
  "s14": {
    "message": "Deze aanbieding is beperkt beschikbaar van 24 november 2023 tot 15 december 2023."
  },
  "s15": {
    "message": "De korting van 50% geldt voor één jaar van uw jaarlijkse abonnement. Na dit jaar wordt uw abonnement verlengd tegen de normale prijs. De prijzen worden getoond in Amerikaanse dollars."
  },
  "s16": {
    "message": "Als u ervoor kiest om in een andere valuta te betalen, kunnen er extra kosten worden aangerekend door uw bank of betalingsverwerker."
  },
  "s17": {
    "message": "Krijg 50% korting op Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Blokkeer reclame en pop-ups"
  },
  "premium-benefit_2": {
    "message": "Stop trackers"
  },
  "premium-benefit_3": {
    "message": "Blokkeer sitemeldingen"
  },
  "premium-benefit_4": {
    "message": "Stop zwevende video's"
  },
  "premium-benefit_5": {
    "message": "Verberg pop-ups voor nieuwsbrieven"
  },
  "premium-benefit_6": {
    "message": "Negeer enquêteverzoeken"
  },
  "benefit_1-heading": {
    "message": "Focus op wat belangrijk is."
  },
  "benefit_1-paragraph": {
    "message": "Met Adblock Plus Premium kunt u winkelen en surfen op het web met minder afleidingen. Concentreer u op de content die u wilt zien, of u nu op zoek bent naar de beste online winkelaanbiedingen of gewoon uw favoriete sites bezoekt."
  },
  "benefit_2-heading": {
    "message": "Vermijd bepaalde trackers van adverteerders."
  },
  "benefit_2-paragraph": {
    "message": "Adblock Plus Premium kan pop-ups voor cookietoestemming blokkeren terwijl we automatisch bepaalde cookies namens u weigeren. Dat betekent dat u die vervelende mededelingen die u vragen om cookies te accepteren op elke site die u bezoekt, niet hoeft te zien. U accepteert bovendien alleen functionele cookies, in plaats van cookies van derden en reclame-cookies."
  },
  "benefit_3-heading": {
    "message": "Krijg snel de allerbeste aanbiedingen."
  },
  "benefit_3-paragraph": {
    "message": "Adblock Plus biedt u snellere paginalaadtijden, waardoor u de kans heeft om die beperkte aanbiedingen en gewilde producten bliksemsnel te bemachtigen."
  },
  "deal__subheading": {
    "message": "Deze feestdagen delen we graag een speciale aanbieding die u meer controle geeft over uw surfervaring. Wanneer u een jaarabonnement op Adblock Plus Premium koopt, krijgt u 50% korting op de normale prijs!"
  },
  "deal__heading-2": {
    "message": "Blokkeer meer dan alleen reclame"
  },
  "deal__subheading-2": {
    "message": "Met Adblock Plus Premium kunt u surfen op het web zoals u dat wilt. Dankzij onze Distraction Control-functie kunt u opdringerige afleidingen blokkeren, waaronder zwevende video's die u volgen, pop-ups voor nieuwsbrieven, enquêteverzoeken en nog veel meer."
  }
}