{
  "s1": {
    "message": "Vanaf Adblock Plus 0.7 is het controleren van eenvoudige filters (zonder reguliere expressies) op zo'n manier geöptimaliseerd, dat zelfs enorme aantallen filters uw browser ervaring niet zullen vertragen. Deze optimalisatie werkt jammer genoeg niet bij reguliere expressies, elke reguliere expressie in uw lijst maakt browsen met Adblock Plus een beetje langzamer. Reguliere expressies worden al heel lang gebruikt om een lijst met filters te \"comprimeren\", wat resulteert in lange en onbegrijpelijke filterregels — dit is niet meer noodzakelijk."
  },
  "s2": {
    "message": "Deze pagina evalueert een filterlijst en probeert reguliere expressie om te zetten in een aantal simpele filters om de performance van een lijst te verbeteren. Het zal bijvoorbeeld het filter <code>/ad|banner/</code> vervangen door twee filters <code>ad</code> en <code>banner</code>. Het zal reguliere expressies zoals <code>/ads|ad\\d+/</code> ongemoeid laten, omdat de expressie <code>\\d</code> geen equivalent in de eenvoudige filtersyntax heeft en dit hulpmiddel nog geen delen uit reguliere expressies kan halen."
  },
  "s3": {
    "message": "Open alstublieft de Adblock Plus voorkeuren en markeer alle filters die u wilt controleren. Kopieer ze (selecteer Bwerken — Kopiëren uit het menu of druk op Ctrl+C) en plak ze in het tekstveld hieronder. U kunt uw filters ook exporteren en de inhoud van het exportbestand in het tekstveld plakken."
  },
  "s4": {
    "message": "<em>Privacy statement</em>: Er worden geen gegevens naar de server gestuurd. Alle benodigde berekeningen worden op uw computer uitgevoerd, en de gegevens zullen uw computer nooit verlaten."
  },
  "s5": {
    "message": "Zet reguliere expressie om"
  },
  "s6": {
    "message": "Uw filterlijst met reguliere expressies waar mogelijk vervangen zal hieronder getoond worden. U kunt het kopiëren en in uw Adblokc Plus voorkeuren plakken (verwijder eerst de bestaande filters). U kunt ook <a>hier klikken</a> om de filters in een aprte pagina te krijgen. Sla ze op als een bestand en importeer dat bestand in Adblock Plus voorkeuren. Het is het beste als u uw filters ook <a>controleert op overbodige filters</a>."
  },
  "title": {
    "message": "Zet reguliere expressies om in eenvoudige filters"
  }
}