{
  "title": {
    "message": "Element Hiding Helper"
  },
  "s1": {
    "message": "Algemene opmerkingen"
  },
  "s2": {
    "message": "De Element Hiding Helper is een aanvullende extensie voor Adblock Plus, bedoeld om het maken van regels om elementen te verbergen te vergemakkelijken. Je selecteert gewoon het element dat je wilt verbergen en kiest dan welke attributen van dit element waaraan dit element herkend in de toekomst kan worden. De element verbergende regel wordt dan gegenereerd en automatisch toegevoegd. De code is gedeeltelijk gebaseerd op de"
  },
  "s3": {
    "message": "http://karmatics.com/aardvark/"
  },
  "s4": {
    "message": "Aardvark extensie"
  },
  "s5": {
    "message": "."
  },
  "s6": {
    "message": "De Element Hiding Helper extensie vereist <a>dezelfde browser versie als Adblock Plus</a>."
  },
  "s7": {
    "message": "Adblock Plus 1.3 of hoger is vereist, de extensie doet niets zonder Adblock Plus."
  },
  "s8": {
    "message": "Installatie"
  },
  "s9": {
    "message": "Installeer de Element Hiding Helper"
  },
  "s10": {
    "message": "Het gebruik van de Element Hiding Helper extensie"
  },
  "s11": {
    "message": "Je start Element Hiding Helper door naar het menu van ABP's werkbalk pictogram te gaan en \"Selecteer elementen om te verbergen\"  te kiezen."
  },
  "s12": {
    "message": "Je kan nu met de muis het element kiezen wat je wilt verbergen. Als je meer dan een element wilt verbergen, probeer dan op W te drukken. Door op N te drukken, wordt de selectie weer kleiner. Andere commando's die in de helptekst beschreven staan kunnen ook nuttig zijn om er voor te zorgen dat je precies dat selecteert wat je wilt verbergen."
  },
  "s13": {
    "message": "Als je eenmaal op het element hebt geklikt om aan te geven dat je klaar bent met de selectie, verschijnt het compositie scherm. Je kan nu kiezen bij welk domein de regel actief moet worden en met welke attributen van het element rekening gehouden moet worden (als de attributen die je selecteer te algemeen zijn, kan je ook nuttige elementen verbergen). Voorbeeld zal de resukterende regel meteen toepassen, zodat je kan zien hoe de pagina er uit ziet. Als je geavanceerdere regels wilt maken, kan je overschakelen op Geavanceerde mode. Ten slotte zal een klik op \"Voeg filterregel toe\" de regel aan je lijst met Adblock Plus filters toevoegen en het toepassen op de huidige pagina."
  }
}