{
  "title": {
    "message": "FAQ - Adblock Plus Project"
  },
  "s1": {
    "message": "Wat is het verband tussen Adblock Plus en Adblock?"
  },
  "s2": {
    "message": "De ontwikkeling van Adblock is in 2004 gestopt. Toen steeds meer mensen om verbeteringen vroegen, kwam Michael McDonald met Adblock Plus 0.5 -- in principe een versie van Adblock met witte lijsten, filterabonnementen en een paar andere nuttige functies."
  },
  "s3": {
    "message": "Deze versie van Adblock Plus was nog gebaseerd op Adblock, wat verbeteringen moeilijk te implementeren maakte. De kwaliteit van Adblock was... laten we zeggen... beneden alle peil en het moest hoognodig volledig herschreven worden. Dat gebeurde met Adblock Plus 0.6 -- een volledig nieuwe extensie met focus op gebruikersgemak, stabiliteit en veiligheid. Door een aantal redenen kwamen veel verbeteringen van Adblock Plus 0.5 niet in de originele release van Adblock Plus 0.6, maar dat veranderde met Adblock Plus 0.6.1."
  },
  "s4": {
    "message": "Michael McDonald, de ontwikkelaar van Adblock Plus 0.5, heeft het Adblock project veranderd en probeert het nu verder te ontwikkelen. Daarom ben ik (Wladimir Palant) vanaf Adblock Plus 0.6 de hoofdontwikkelaar van Adblock Plus."
  },
  "s5": {
    "message": "Waarom is het zo moelijk om een optie toe te voegen voor ...?"
  },
  "s6": {
    "message": "Dat is het niet. Maar de \"opties voor alles\" benadering heeft gevolgen. Ik haal gewoon"
  },
  "s7": {
    "message": "http://www.joelonsoftware.com/uibook/chapters/fog0000000059.html"
  },
  "s8": {
    "message": "Joel Spolsky"
  },
  "s9": {
    "message": "hier over aan:"
  },
  "s10": {
    "message": "Elke keer dat je een optie toevoegt, vraag je de gebruiker om een keuze te maken."
  },
  "s11": {
    "message": "Het vragen om een keuze te maken <em>zelf</em> is niet verkeerd. Keuzevrijheid kan geweldig zijn. Mensen <em>houden er van</em> om op espresso-gebaseerde drankjes bij Starbucks te bestellen, omdat ze zoveel keuzes mogen maken. <em>Keuzes</em>. Grote-half-caf-skim-mokka-Valencia-met-room. Extra heet!"
  },
  "s12": {
    "message": "Het wordt pas een probleem als je ze vraagt een keuze te maken"
  },
  "s13": {
    "message": "waar ze niets om geven"
  },
  "s14": {
    "message": ". ...dat verwart ze gegarandeerd en maakt de gebruiker uiteindelijk boos."
  },
  "s15": {
    "message": "Dat betekent niet dat elke functie en aanpassingsmogelijkheid verwijderd moet worden. Maar veel van hen kunnen beter niet prominent in de gebruikersinterface getoond worden, omdat de meeste gebruikers ze niet nodig hebben."
  },
  "s16": {
    "message": "Waarom is het zo moeilijk om een sneltoets te maken voor ...?"
  },
  "s17": {
    "message": "Dat is het niet. Maar sneltoetsen in het browser venster is een gedeelde ruimte. Het is onmogelijk op simpele sneltoetsen te  gebruiken -- deze zijn al in gebruik door de browser zelf. En de meer gecompliceerde Ctrl+Shift+Nogwat sneltoetsen worden door veel extensies gebruikt. Hoe meer sneltoetsen wij gebruiken, hoe groter de kans op conflicten met andere extensies. Het staat je echter vrij om <a>de sneltoetsen te herconfigureren</a>."
  },
  "s18": {
    "message": "Hoe kan ik helpen?"
  },
  "s19": {
    "message": "Je kan op een aantal manieren bijdragen aan het Adblock Plus project:"
  },
  "s20": {
    "message": "Meld fouten"
  },
  "s21": {
    "message": "Als je merkt dat Adblock Plus zicht niet zo gedraagt als je denkt dat het zou moeten -- <a>vertel het ons</a>. Er zijn altijd situaties die we niet getest hebben die misschien verkeerde resultaten oplevberen, wij hebben jouw hulp nodig om die te ontdekken. Voeg alsjeblieft alle informatie toe die we nodig hebben om de fout te reproduceren: wanneer treedt de fout op, welke browser gebruik je, welke versie van Adblock Plus? Blijf ook in de buurt voor vervolg vragen die we mogelijk hebben en om te bevestigen dat de fout echt opgelost is."
  },
  "s22": {
    "message": "Test development builds"
  },
  "s23": {
    "message": "Voordat een nieuwe versie van Adblock Plus wordt uitgebracht, zijn er altijd verschillende <a>development builds</a>. Het doel hiervan is om fouten op te sporen of zelfs slecht uitgewerkte functies te ontdekken voordat ze worden uitgebracht. Abonneer je op de <a>RSS feed</a> om te weten wanneer een development build wordt uitgebracht."
  },
  "s24": {
    "message": "Help andere gebruikers"
  },
  "s25": {
    "message": "Als je een ervaren Adblock Plus gebruiker bent, kan je misschien wat tijd besteden aand het beantwoorden van vragen van gebruikers voor wie dit nieuw is. Kijk eens in het <a>forum</a>, daar zijn altijd veel gebruikers op zoek naar antwoorden."
  },
  "s26": {
    "message": "Breng je suggesties in"
  },
  "s27": {
    "message": "Er kan altijd wat verbeterd worden, dus vertel ons alsjeblieft je ideeën. Idealiter zou je ons niet alleen moeten vertellen wat er veranderd moet worden (dat is waarschijnlijk al bekend), maar ook hoe het veranderd moet worden. Open gerust een nieuwe thread in het <a>forum</a> of doe mee aan een bestaande discussie. Let op dat om een aantal redenen niet alle suggesties worden geaccepteerd en blijf alsjeblieft opbouwend in je kritiek."
  },
  "s28": {
    "message": "Vertaal Adblock Plus"
  },
  "s29": {
    "message": "Op dit moment is Adblock Plus in meer dan 30 taloen vertaald -- en toch hebben we nog steeds vertalers nodig voor sommige talen. Als u uw bijdrage wilt leveren, registreer uzelf dan op"
  },
  "s30": {
    "message": "http://www.babelzilla.org/"
  },
  "s31": {
    "message": "BabelZilla"
  },
  "s32": {
    "message": ", ga naar het"
  },
  "s33": {
    "message": "http://www.babelzilla.org/forum/index.php?showtopic=1898"
  },
  "s34": {
    "message": "Adblock Plus topic"
  },
  "s35": {
    "message": "en volg de \"View on WTS\" snelkoppeling in de eerste post. Eis welke taal die nog geen vertaler heeft dan ook op voor jezelf. Let op dat je dit alleen doet als je je vertaling bij nieuwe versies van Adblock Plus ook wilt bijwerken (BabelZilla zal je waarschuwen als dit nodig is). Lees de"
  },
  "s36": {
    "message": "http://www.babelzilla.org/index.php?option=com_content&task=category&sectionid=3&id=7&Itemid=25"
  },
  "s37": {
    "message": "BabelZilla FAQ"
  },
  "s38": {
    "message": "om meer te weten te komen over WTS (Web Translation System)."
  },
  "s39": {
    "message": "Doorvertellen"
  },
  "s40": {
    "message": "Vergeef ons het misbruik van deze slagzin, maar andere mensen over Adblock Plus vertellen is een gewaardeerde bijdrage. Terwijl er niemand direct profijt bij heeft, zal wijdverspreide goedkeuring van software die advertenties blokkeert opdringerige reclames economisch onrendabel maken, todat ze net zo zelden zijn als pop-up vensters nu al zijn. En behalve het internet een beter plaats te maken is het gewoon goed om te weten dat dit werk gebruikt wordt."
  },
  "s41": {
    "message": "Doe een schenking"
  },
  "s42": {
    "message": "Met meer middelen kunnen we Adblock Plus sneller verbeteren."
  },
  "s43": {
    "message": "U kunt een donatie doen op de <a>bijdragen pagina</a>."
  }
}