{
  "title": {
    "message": "FAQ - Aanpassen van de gebruikersinterface"
  },
  "s1": {
    "message": "Hoe plaats ik het Adblock Plus pictogram op mijn werkbalk?"
  },
  "s2": {
    "message": "Normaal gesproken wordt het pictogram automatisch toegevoegd als u Adblock Plus voor het eerst installeert, maar misschien is het later op de een of andere manier verwijderd. In Firefox kunt u de werkbalk aanpassen door te rechtsklikken op de werkbalk en \"Aanpassen\" te kiezen. Er wordt dan een venster met pictogrammen geopend, Adblock Plus moet daar tussen staan. Sleep het met uw muis naar de welkbalk en zet het op de plaats waar u het hebben wilt. U kunt ook de volgorde van de pictogrammen in de werkbalk aanpassen door ze te slepen, zolang het aanpasvenster geopend is."
  },
  "s3": {
    "message": "Hoe verwijder ik het Adblock Plus pictogram van mijn werkbalk?"
  },
  "s4": {
    "message": "U vindt het pictogram niet prettig of heeft de ruimte nodig voor belangrijkere zaken? Klik op de pijl naast het pictogram en kies \"Opties\" en \"In werkbalk weergeven\" uit het menu. Er is ook een Opties menu in het Voorkeur dialoogscherm — voor het geval u beslist dat het pictogram weer getoond moet worden. U kunt overigens ook de werkbalk aanpassing die in Firefox is ingebouwd gebruiken."
  },
  "s5": {
    "message": "Hoe maak ik het pictogram voor websites op de witte lijst groen?"
  },
  "s6": {
    "message": "Als u het Adblock Plus pictogram wilt herstellen naar hoe het was voor Adblock Plus 1.3.5 (groen als Adblock Plus uitgeschakeld is op een website, grijs als het overal is uitgeschakeld), kunt u <a>deze userstijl</a> installeren (is afhankelijk van <a>Stylish</a>)."
  },
  "s7": {
    "message": "Hoe toon ik de lijst van blokkeerbare onderdelen aan de zijkant/bovenaan?"
  },
  "s8": {
    "message": "Wilt u de lijst met blokkeerbare items aan de linker kant van uw browser venster hebben, zoals het was voor Adblock Plus 0.7.5? Dit kunt u doen met <a>deze userstijl</a> (is afhankelijk van <a>Stylish</a>). Op deze manier zorgt de stijl ervoor dat de lijst aan de linker kant van het browservenster getoond wordt, als een zijbalk. U kunt ook een van de gemarkeerde regels verwijderen als u gevraagd wordt om de stijl toe te voegen — de lijst van blokkeerbare onderdelen wordt dan aan de rechter kan of bovenaan getoond."
  },
  "s9": {
    "message": "<em>N.B.</em>: Dit maakt geen echte zijbalk van de lijst van blokkeerbare onderdelen. Het kan tegelijk met een echte zijbalk geopend zijn, zoals Geschiedenis."
  },
  "s10": {
    "message": "Hoe krijg ik tekst getoond in de statusbalk in plaats van een pictogram?"
  },
  "s11": {
    "message": "Vorige versie van Adblock Plus lieten het woord \"Adblock\" in de statusbalk zien. Dit gedrag kan hersteld worden met <a>deze userstijl</a> (is afhankelijk van <a>Stylish</a>)."
  },
  "s12": {
    "message": "Hoe verplaats ik het Adblock Plus pictogram in de statusbalk naar een andere locatie?"
  },
  "s13": {
    "message": "Adblock Plus 0.5 bood de mogelijkheid om het pictogram in de statusbalk te slepen. Bij nieuwere versies werd besloten dat deze functie bijna nooit gebruikt werd en niet ingebouwd moest zijn. Een extensie als <a>Organize Status Bar</a> kan dit veel beter doen."
  },
  "s14": {
    "message": "Hoe verwijder ik Adblock Plus uit alle browser menu's?"
  },
  "s15": {
    "message": "Om zowel het Extra menu als de Adblock Plus regel s in het contextmenu te verbergen moet je de <a>Customizations for Adblock Plus</a> extensie installeren."
  },
  "s16": {
    "message": "Ga na installatie naar de Customizations in de Add-onbeheerder en klik op de Opties knop voor deze extensie."
  },
  "s17": {
    "message": "Vink de optie \"Remove Adblock Plus from browser menus\" aan."
  },
  "s18": {
    "message": "Hoe verwijder ik de pictogrammen die door Adblock Plus getoond worden?"
  },
  "s19": {
    "message": "Als u liever de pictogrammen die gebruikt werden voor Adblock Plus 0.7.2 (de kakkerlak), kunt u <a>deze userstijl</a> gebruiken om dit te herstellen (het beste is om dit in combinatie met <a>Stylish</a>te gebruiken). Maar als u een beter pictigram heeft, kunt u uw eigen stijl maken met deze sjabloon:"
  },
  "s21": {
    "message": "Hier wordt verondersteld dat de afbeeldingen (een met drie 16x16 pictogrammen en een andere met drie 24x24 pictogrammen verticaal gestapeld) zich in de map c:\\icons bevinden, dus u moet misschien deze locatie aanpassen. Om deze stijl toe te passen kunt u <a>Stylish</a> gebruiken of het bestand chrome/userChrome.css in uw profielmap (<a>Hoe vind ik mijn profiel?</a>) en deze code toevoegen. Als userChrome.css nog niet bestaat, dan moet u het aanmaken."
  },
  "s22": {
    "message": "<em>N.B.</em>: De wijzigingen hebben pas effect nadat u uw bvrowser heeft herstart."
  },
  "s23": {
    "message": "Hoe wijzig ik de sneltoets voor ... / voeg ik een sneltoets om Adblock Plus uit te schakelen toe?"
  },
  "s25": {
    "message": "Er zijn drie verborgen voorkeuren die u kunt benaderen via <a>about:config</a> waarmee de sneltoetsen van Adblock Plus worden gedefinieerd: <a>extensions.adblockplus.sidebar_key</a> (open/sluit blokkeerbare onderdelen), <a>extensions.adblockplus.settings_key</a> (open Voorkeuren dialoogvenster), <a>extensions.adblockplus.enable_key</a> (in-/uitschakelen van Adblock Plus). U kunt deze naar eigen wens aanpassen."
  },
  "s26": {
    "message": "<em>N.B.</em>: De wijzigingen worden pas actief nadat u uw browser heeft herstart."
  },
  "s21-link": {
    "message": "http://support.mozilla.org/nl/kb/Profielen#w_hoe-vind-ik-mijn-profiel"
  },
  "s25-link": {
    "message": "http://kb.mozillazine.org/About:config"
  }
}