{
  "title": {
    "message": "Adblock Plus - Functies"
  },
  "s1": {
    "message": "Functies - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus kan veel meer dan advertenties blokkeren: ongewenste tracking uitschakelen, jezelf beschermen tegen malware, social media buttons verwijderen."
  },
  "s3": {
    "message": "Functies - Adblock Plus"
  },
  "s4": {
    "message": "Adblock Plus kan veel meer dan advertenties blokkeren: ongewenste tracking uitschakelen, jezelf beschermen tegen malware, social media buttons verwijderen."
  },
  "s5": {
    "message": "Blokkeer Reclames"
  },
  "s7": {
    "message": "Tracking Uitschakelen"
  },
  "s8": {
    "message": "Malware Domeinen Uitschakelen"
  },
  "s9": {
    "message": "Social Media Buttons Uitschakelen"
  },
  "s10": {
    "message": "Typefout Beveiliging"
  },
  "s14": {
    "message": "Blokkeer Reclames"
  },
  "s17": {
    "message": "Acceptabele Advertenties"
  },
  "s23": {
    "message": "Tracking Uitschakelen"
  },
  "s24": {
    "message": "Tijdens elke keer dat je surft, zijn er meerdere bedrijven die je online activiteit en geschiedenis volgen: het zogenaamde 'tracking'."
  },
  "s27": {
    "message": "Om deze functie in te schakelen, <a>open dit venster </a> en click op \"Toevoegen\" om je zelf te beschermen tegen tracking. Als je deze functie weer wil uitschakelen, <a>lees hier</a> hoe je dit kunt doen."
  },
  "s28": {
    "message": "Malware Domeinen Uitschakelen"
  },
  "s29": {
    "message": "Traag opstarten van de computer, pop-ups, adverteerders die je browser overnemen: dit zijn allemaal tekenen dat je computer is geïnfecteerd door zogenaamde malware."
  },
  "s30": {
    "message": "Nog gevaarlijker is dat malware je computer openen voor allerlei bedreigingen zoals cyber criminaliteit."
  },
  "s31": {
    "message": "Deze geïnfecteerde computers kunnen vervolgens worden gebruikt om spam te versturen, andere computers of servers aan te vallen, wachtwoorden te stelen, je BSN-nummers over te nemen, persoonlijke documenten in te zien, en je credit card informatie te stelen."
  },
  "s32": {
    "message": "Adblock Plus kan worden ingesteld zodat het domeinen kan blokkeren waarvan bekend is dat ze malware verspreiden, en zo je computer beschermen tegen virussen, Trojan horses, wormen, spy- and adware."
  },
  "s33": {
    "message": "Om deze functie in te schakelen, <a>open dit venster</a> en klik \"Toevoegen\" om jezelf te beschermen tegen malware domeinen. Als je deze functie weer wil uitschakelen, <a>lees hier</a> hoe je dit kan doen."
  },
  "s34": {
    "message": "Social Media Buttons Uitschakelen"
  },
  "s35": {
    "message": "Die handige buttons van Facebook, Twitter, Google Plus en vele anderen om artikelen of webpagina's te delen, staan op bijna elke website die je bezoekt."
  },
  "s36": {
    "message": "Ook al klik je niet eens op die buttons, elke website met deze buttons verzendt verzoeken naar de servers van het sociale netwerk, om zo een profiel van je internet gebruik te maken."
  },
  "s38": {
    "message": "Om deze functie in te schakelen, <a>open dit venster</a> en klick \"Toevoegen\" om jezelf te beschermen tegen Social Media tracking. Als je deze functie weer wil uitschakelen, <a>lees hier</a> hoe je dit kan doen."
  },
  "s39": {
    "message": "Typefout Beveiliging"
  }
}