{
  "s1": {
    "message": "Adblock Plus - Functies"
  },
  "s11": {
    "message": "Elke functie in Adblock Plus werkt op basis van een filterlijst. U kunt vooraf gemaakte filterlijsten gebruiken of <a>uw eigen filterlisten maken</a>."
  },
  "s12": {
    "message": "Standaard zijn <a>EasyList</a>, die overeenkomt met de taalinstelling van uw browser, en de <a>Acceptable Ads-lijst</a> ingeschakeld om u op weg te helpen. \nU kunt deze verwijderen of andere toevoegen - het is aan u."
  },
  "s13": {
    "message": "<strong>Belangrijk:</strong> Eyeo GmbH, het bedrijf achter Adblock Plus, heeft EasyList <strong>niet</strong> opgesteld en heeft daardoor geen recht op of controle over de inhoud ervan. Bezoek de <a>EasyList-community</a> voor meer informatie. \nEyeo kan in geen enkel geval tegenover u of enige andere derde partij aansprakelijk worden gesteld voor eventueel verlies of schade (met inbegrip van, maar niet beperkt tot verlies van zakelijke winsten of kansen), direct of indirect voortvloeiend uit uw gebruik van dergelijke lijsten."
  },
  "s15": {
    "message": "Standaard blokkeert Adblock Plus alle vervelende advertenties op de webpagina, waaronder videoadvertenties op YouTube, Facebook-advertenties, flitsende banners, pop-ups, pop-unders en veel meer.\n      Dit is mogelijk op basis van de filterlijst(en) die u hebt geselecteerd."
  },
  "s16": {
    "message": "<a>Installeer Adblock Plus</a> en pas het aan, zodat het aan uw unieke browserbehoeften voldoet."
  },
  "s17": {
    "message": "Acceptabele advertenties toestaan"
  },
  "s18": {
    "description": "{1}: Adblock Plus",
    "message": "Aangezien veel websites afhankelijk zijn van advertentieopbrengsten, moedigt Adblock Plus liever het gebruik van niet-opdringerig adverteren aan dan vervelende irrelevante advertenties."
  },
  "s19": {
    "message": "Om dit te bereiken hebben we een aantal <a>strenge richtlijnen</a> opgesteld, bekend als het Acceptable Ads-initiatief. Samen met onze gebruikers en externe medewerkers hebben we acceptabele advertenties gedefinieerd en gepaste plaatsing en groottes van advertenties beschreven."
  },
  "s2": {
    "message": "Adblock Plus kan meer dan alleen advertenties blokkeren; het kan ongewenst volgen (tracking) uitschakelen, beschermen tegen malware, en sociale-mediaknoppen verwijderen."
  },
  "s20": {
    "message": "Advertenties die aan deze criteria voldoen, zijn zichtbaar. U kunt deze functie echter op elk gewenst moment uitschakelen en <a>advertentievrij</a> browsen."
  },
  "s22": {
    "message": "Bij elke browsersessie zijn er meerdere bedrijven die uw onlineactiviteit en surfgeschiedenis volgen."
  },
  "s23": {
    "message": "Honderden reclamebureaus volgen al uw acties. Met Adblock Plus kunt u de meeste trackers eenvoudig uitschakelen en anoniemer op het internet browsen."
  },
  "s24": {
    "description": "{1}: Adblock Plus",
    "message": "Volgens <a>onderzoek van de Stanford University</a> zijn de filters voor bescherming tegen tracking van EasyPrivacy de meest efficiënte van alle beschikbare oplossingen voor bescherming tegen tracking."
  },
  "s25": {
    "message": "<a>Open dit dialoogvenster</a> en klik op <strong>Toevoegen</strong> om deze functie in te schakelen."
  },
  "s27": {
    "message": "Als uw computer traag opstart of bezaaid is met pop-ups, kan deze door malware zijn geïnfecteerd. Computers die door malware zijn geïnfecteerd, zijn kwetsbaar voor allerlei soorten cyberaanvallen, waaronder diefstal van identiteitsgegevens. \n\t  Geïnfecteerde computers kunnen ook voor het verzenden van spamberichten worden gebruikt of andere computers of servers aanvallen en daarbij wachtwoorden, sofinummers, persoonlijke documenten en creditcardgegevens stelen."
  },
  "s30": {
    "description": "{1}: Adblock Plus",
    "message": "Adblock Plus kan worden geconfigureerd voor het blokkeren van domeinen waarvan bekend is dat ze malware verspreiden en zo uw computer beschermen tegen virussen, Trojaanse paarden, wormen, adware en spyware."
  },
  "s31": {
    "message": "<a>Open dit dialoogvenster</a> en klik op <strong>Toevoegen</strong> om deze functie in te schakelen."
  },
  "s33": {
    "message": "Op bijna elke website die u bezoekt, zijn knoppen geplaatst voor het delen van inhoud op sociale-mediaplatformen zoals Facebook, Twitter, Google Plus en andere. Zelfs als u hier niet op klikt, versturen deze knoppen aanvragen naar de servers van de sociale netwerken, die de gegevens daarna gebruiken voor het aanmaken van een profiel op basis van uw surfgedrag."
  },
  "s35": {
    "message": "Adblock Plus kan sociale-mediaknoppen van websites uitschakelen, waarmee wordt gegarandeerd dat sociale netwerken geen profiel kunnen maken op basis van de websites die u bezoekt."
  },
  "s36": {
    "message": "<a>Open dit dialoogvenster</a> en klik op <strong>Toevoegen</strong> om deze functie in te schakelen."
  },
  "s5": {
    "message": "Advertenties blokkeren"
  },
  "s6": {
    "message": "Acceptabele advertenties toestaan"
  },
  "s7": {
    "message": "Tracking uitschakelen"
  },
  "s8": {
    "message": "Malwaredomeinen uitschakelen"
  },
  "s9": {
    "message": "Sociale-mediaknoppen uitschakelen"
  },
  "title": {
    "message": "Adblock Plus - Functies"
  }
}