{
  "title": {
    "message": "Functies"
  },
  "title-full": {
    "message": "Adblock Plus - Functies"
  },
  "s1": {
    "message": "Functies - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus kan veel meer dan advertenties blokkeren: ongewenste tracking uitschakelen, jezelf beschermen tegen malware, social media buttons verwijderen."
  },
  "s3": {
    "message": "Functies - Adblock Plus"
  },
  "s4": {
    "message": "Adblock Plus kan veel meer dan advertenties blokkeren: ongewenste tracking uitschakelen, jezelf beschermen tegen malware, social media buttons verwijderen."
  },
  "s5": {
    "message": "Blokkeer Reclames"
  },
  "s6": {
    "message": "Acceptabele Advertenties"
  },
  "s7": {
    "message": "Tracking Uitschakelen"
  },
  "s8": {
    "message": "Malware Domeinen Uitschakelen"
  },
  "s9": {
    "message": "Social Media Buttons Uitschakelen"
  },
  "s10": {
    "message": "Typefout Beveiliging"
  },
  "s11": {
    "message": "Blokkeer Reclames"
  },
  "s12": {
    "message": "Adblock Plus blokkeert automatisch alle vervelende en irritante advertenties: video reclames op YouTube, Facebook advertenties, knipperende banners, pop-ups, pop-unders en veel meer."
  },
  "s13": {
    "message": "Installeer Adblock Plus in je browser (het is beschikbaar voor <a>Firefox</a>, <a>Chrome</a> en <a>Opera</a>)\n        of je <a>Android</a> smartphone of tablet en alle vervelende advertenties worden automatisch verwijdert van de websites die je bezoekt."
  },
  "s14": {
    "message": "Acceptabele Advertenties"
  },
  "s15": {
    "message": "Adblock Plus zal altijd irritante advertenties blijven blokkeren."
  },
  "s16": {
    "message": "Echter zijn er veel websites die afhankelijk zijn van de reclame-inkomsten, dus wij willen websites belonen die kiezen om eenvoudige en bescheiden advertenties te gebruiken in plaats van de opdringerige, irritante banners."
  },
  "s17": {
    "message": "Daarom heeft de Adblock Plus community <a>strenge voorwaarden</a> ontwikkeld om Acceptabele Advertenties te kunnen identificeren, en Adblock Plus staat deze automatisch toe."
  },
  "s18": {
    "message": "Je kan deze functie ten alle tijde uitschakelen als je alle advertenties wil blokkeren."
  },
  "s19": {
    "message": "Tracking Uitschakelen"
  },
  "s20": {
    "message": "Tijdens elke keer dat je surft, zijn er meerdere bedrijven die je online activiteit en geschiedenis volgen: het zogenaamde 'tracking'."
  },
  "s21": {
    "message": "Er zijn honderden online reclame bedrijven die je gehele online activiteit kunnen volgen, maar met Adblock Plus kun je dit erg gemakkelijk allemaal uitzetten, en daadwerkelijk anoniem op het web surfen."
  },
  "s22": {
    "message": "Volgens een <a>Onderzoek van de Stanford University</a>zijn de Adblock Plus anti-tracking filters de meest efficiënte van alle anti-tracking mogelijkheden die er zijn."
  },
  "s23": {
    "message": "Om deze functie in te schakelen, <a>open dit venster </a>\n          en click op &quot;Toevoegen&quot; om je zelf te beschermen tegen tracking. Als je deze functie weer wil uitschakelen, <a>lees hier</a> hoe je dit kunt doen."
  },
  "s24": {
    "message": "Malware Domeinen Uitschakelen"
  },
  "s25": {
    "message": "Traag opstarten van de computer, pop-ups, adverteerders die je browser overnemen: dit zijn allemaal tekenen dat je computer is geïnfecteerd door zogenaamde malware."
  },
  "s26": {
    "message": "Nog gevaarlijker is dat malware je computer openen voor allerlei bedreigingen zoals cyber criminaliteit."
  },
  "s27": {
    "message": "Deze geïnfecteerde computers kunnen vervolgens worden gebruikt om spam te versturen, andere computers of servers aan te vallen, wachtwoorden te stelen, je BSN-nummers over te nemen, persoonlijke documenten in te zien, en je credit card informatie te stelen."
  },
  "s28": {
    "message": "Adblock Plus kan worden ingesteld zodat het domeinen kan blokkeren waarvan bekend is dat ze malware verspreiden, en zo je computer beschermen tegen virussen, Trojan horses, wormen, spy- and adware."
  },
  "s29": {
    "message": "Om deze functie in te schakelen, <a>open dit venster</a>\n          en klik &quot;Toevoegen&quot; om jezelf te beschermen tegen malware domeinen. Als je deze functie weer wil uitschakelen, <a>lees hier</a> hoe je dit kan doen."
  },
  "s30": {
    "message": "Social Media Buttons Uitschakelen"
  },
  "s31": {
    "message": "Die handige buttons van Facebook, Twitter, Google Plus en vele anderen om artikelen of webpagina's te delen, staan op bijna elke website die je bezoekt."
  },
  "s32": {
    "message": "Ook al klik je niet eens op die buttons, elke website met deze buttons verzendt verzoeken naar de servers van het sociale netwerk, om zo een profiel van je internet gebruik te maken."
  },
  "s33": {
    "message": "Adblock Plus kan worden ingesteld zodat het de Social Media Buttons uitschakelt op alle websites, om je te beveiligen tegen de sociale netwerken en dat ze geen online profiel van je kunnen ontwikkelen."
  },
  "s34": {
    "message": "Om deze functie in te schakelen, <a>open dit venster</a>\n          en klick &quot;Toevoegen&quot; om jezelf te beschermen tegen Social Media tracking. Als je deze functie weer wil uitschakelen, <a>lees hier</a> hoe je dit kan doen."
  },
  "s35": {
    "message": "Typefout Beveiliging"
  },
  "s36": {
    "message": "Vanaf Adblock Plus voor Firefox versie 2.3,<a>de typefout beveiliging is niet meer geintegreerd</a>. Als je deze functie mist, kun je deze terugkrijgen door de extensie <a>URL Fixer</a> te installeren."
  },
  "s37": {
    "message": "Websites met phishing of andere gevaarlijke of andere beschadigende inhoud, worden vaak gehost onder fout gespelde domeinnamen. Je loopt het risico om deze per ongeluk te bezoeken door een kleine typefout te maken in je browser."
  },
  "s38": {
    "message": "URL Fixer kan automatisch typefouten corrigeren in de adresbalk om je te beveiligen tegen het onopzettelijk bezoeken van gevaarlijke domeinen wanneer je een typefout in het internet adres maakt."
  }
}