{
  "title": {
    "message": "Aan de slag met Adblock Plus"
  },
  "s1": {
    "message": "Beginnen met Adblock Plus"
  },
  "s2": {
    "message": "Is Adblock Plus nieuw voor je? Zie hoe ongelooflijk makkelijk het is om jezelf te beschermen tegen alle vervelende online advertenties. Download Adblock Plus voor Chrome en andere platformen hier."
  },
  "s3": {
    "message": "Beginninen met Adblock Plus"
  },
  "s4": {
    "message": "Is Adblock Plus nieuw voor je? Zie hoe ongelooflijk makkelijk het is om jezelf te beschermen tegen alle vervelende online advertenties. Download Adblock Plus voor Chrome en andere platformen hier."
  },
  "s5": {
    "message": "Wat is Adblock Plus"
  },
  "s6": {
    "message": "Adblock Plus is de meest populaire browser extensie die beschikbaar is voor Mozilla Firefox, Google Chrome, Opera en Android. De belangrijkste functie is het verwijderen van alle vervelende advertenties tijdens het surfen: YouTube video reclames, Facebook advertenties, banners, pop-ups, pop-unders, achtergrond advertenties etc."
  },
  "s7": {
    "message": "Hoe werkt Adblock Plus?"
  },
  "s8": {
    "message": "Om advertenties te kunnen blokkeren, gebruikt Adblock Plus zogenaamde filters die Adblock Plus 'vertellen' wat te blokkeren. Adblock Plus op zichzelf wordt gedownload zonder filters, maar, biedt een filter abonnement aan de eerste keer dat je het opstart. Met deze filters ingeschakeld kunnen specifieke verzoeken van websites worden geblokkeerd, meestal de verzoeken om een advertentie te injecteren. Geblokkeerde advertenties laten vaak een blanco ruimte achter (Advertising Tags) op webpagina's. Adblock Plus kan ook deze verwijderen vanwege de 'element hiding' (verbergen van elementen) functionaliteit: gebaseerd op specifieke karakteristieken, kan Adblock Plus deze elementen op de webpagina verbergen."
  },
  "s9": {
    "message": "Installatie van Adblock Plus"
  },
  "s10": {
    "message": "Voor Firefox"
  },
  "s11": {
    "message": "Als je de Mozilla Firefox browser gebruikt, klik dan de installatie button <a>op de Firefox installatie-pagina</a>. Firefox zal in een pop-up vragen om toestemming om Adblock Plus te installeren. Klik op \"Ja\"."
  },
  "s12": {
    "message": "Firefox zal de installatie beginnen van onze advertentie blokker, en zal je vragen of je de 'auteur' of ontwikkelaar wel vertrouwt. Klik op \"Nu Installeren\" om Adblock Plus toe te voegen aan je Firefox browser."
  },
  "s13": {
    "message": "Vanaf nu ben je beschermd tegen alle vervelende advertenties!"
  },
  "s14": {
    "message": "Voor Chrome"
  },
  "s15": {
    "message": "Voor Google Chrome kan ad block software op twee manieren worden geinstalleerd. Het makkelijkste is het om de installatie via onze website te doen, de alternative manier is door middel van de Chrome Webstore."
  },
  "s16": {
    "message": "Installeer vai de website in twee stappen"
  },
  "s17": {
    "message": "Ga <a>naar de Chrome installatie pagina</a> en klik op de installeer button om de ad blocker in je Chrome browser toe te voegen. Klik op \"Toevoegen\" wanneer de volgende pop-up in je browser verschijnt:"
  },
  "s18": {
    "message": "Adblock Plus zal in je browser worden geinstalleerd. Wanneer de installatie succesvol is, verschijnt het volgende bericht:"
  },
  "s19": {
    "message": "Installeer via de Google Chrome Webstore in drie stappen"
  },
  "s20": {
    "message": "Wanneer je Adblock Plus via de Chrome Webstore wil installeren, <a>klik hier</a> om ABP te openen. Het volgende scherm zal onze adblock voor Chrome openen:"
  },
  "s21": {
    "message": "In dit scherm, klik op de blauwe \"Toevoegen\" knop rechts bovenin. Na op deze knop te hebben geklikt, zal de volgende pop-up je vragen om Adblock Plus toe te voegen aan je browser:"
  },
  "s22": {
    "message": "Na bevestiging, zal je beschermd worden tegen alle vervelende online advertenties door 's werelds meest populaire ad blokker!"
  },
  "s23": {
    "message": "Voor Opera"
  },
  "s24": {
    "message": "Om Adblock Plus voor Opera te installeren, <a>ga naar de Opera Add-on pagina</a> en klik op \"Toevoegen\". De volgende pop-up zal verschijnen:"
  },
  "s25": {
    "message": "Bevestig door op \"Installeer\" te klikken, en Adblock Plus zal alle online advertenties in je Opera browser blokkeren."
  },
  "s26": {
    "message": "Voor Android"
  },
  "s27": {
    "message": "Adblock Plus is ook beschikbaar voor Android toestellen. Het is belangrijk om te weten dat er <a>een aantal beperkingen</a> zijn voor zogenaamde 'non-rooted' toestellen. Om Adblock Plus te installeren, moet je je toestel toestemming geven om apps te installeren van onbekende locaties:"
  },
  "s28": {
    "message": "Open \"Instellingen\" en ga naar \"Onbekende locaties\" -of vergelijkbare optie- (onder \"Applicaties\" of \"Beveiliging\" afhangende van je toestel)"
  },
  "s29": {
    "message": "Vink de checkbox aan, en bevestig met \"OK\""
  },
  "s30": {
    "message": "Om Adblock Plus voor Android te downloaden, ga naar de <a>Android installatie pagina</a> , download de applicatie en open deze."
  },
  "s31": {
    "message": "Wanneer Adblock Plus geinstalleerd, ingeschakeld en geconfigureerd is, zullen alle advertenties geblokkeerd zijn."
  },
  "s32": {
    "message": "Eerste stappen"
  },
  "s33": {
    "message": "De juiste filterlijst kiezen"
  },
  "s35": {
    "message": "Er zijn twee zogenaamde basislijsten beschikbaar, EasyList en Fanboy's List. Deze twee lijsten blokkeren de advertenties van de meest populaire (vaak Engelse/Amerikaanse) websites. Deze lijsten blokkeren geen advertenties van minder populaire nationale websites. Voor het geval dat je, bijvoorbeeld uit Duitsland komt, zul je de nationale Duitse filterlijst moeten inschakelen om de advertenties in Duitsland te kunnen blokkeren. In dit geval zou je de \"EasyList Germany + EasyList\" moeten downloaden. Voor een overzicht van alle beschikbare filterlijsten, klik <a>hier</a>."
  },
  "s36": {
    "message": "Het belangrijk om te weten dat je niet teveel filterlijsten moet toevoegen aan Adblock Plus. Dit zal de adblocker doen vertragen, met daardoor ook het surfen. In de regel, is het ten zeerste aangeraden om geen overlappende filterlijsten te gebruiken (bv. kies EasyList OF Fanboy's List, niet beide tegelijk)."
  },
  "s37": {
    "message": "Er zijn ook fliterlijsten beschikbaar die je beschermen tegen tracking, malware, social media tracking etc. Lees <a>hier</a> meer."
  },
  "s38": {
    "message": "Hoe een filterlijst toe te voegen"
  },
  "s40": {
    "message": "In Firefox"
  },
  "s41": {
    "message": "In Firefox selecteer \"Firefox\" >> \"Add-ons\" (voor Mac OS X / Linux, selecteer \"Tools\" (over vergelijkbare optie) uit de menubalk), dit zal je Firefox Add-ons Manager openen."
  },
  "s42": {
    "message": "Voor Windows"
  },
  "s43": {
    "message": "Voor Mac OS X / Linux"
  },
  "s44": {
    "message": "In de Add-ons manager onder de \"Extensies\" tab zul je Adblock Plus vinden:"
  },
  "s45": {
    "message": "Selecteer \"Voorkeuren\" om je Adblock Plus profiel te bekijken, en klik op \"Filter voorkeuren\":"
  },
  "s46": {
    "message": "Dit zal het Adblock Plus filter voorkeuren menu openen:"
  },
  "s47": {
    "message": "Klik op \"Filter abonnement toevoegen\", en open het zogenaamde 'drop-down menu' om de andere filterlijst abonnementen te openen en om nieuwe/meer filterlijsten toe te voegen.  Selecteer de filterlijst waar je je voor wil abonneren, Adblock Plus zal de filterlijst automatisch inschakelen. Dit menu laat alleen de meest populaire en aanbevolen filterlijsten zien, klik <a>hier</a> voor meer filterlijsten."
  },
  "s48": {
    "message": "In Google Chrome"
  },
  "s49": {
    "message": "Om een filterabonnement in Google Chrome toe te voegen, selecteer \"Instellingen\" in het menu rechtsbovenin. Dit menu kan worden gevonden onder het kleine icoontje met drie horizontale streepjes."
  },
  "s50": {
    "message": "In dit 'drop-down menu' selecteer \"Instellingen\". Vervolgens, ga naar de \"Extensies\" tab aan de linkerkant van je scherm. Dit zal het extensie scherm van Google Chrome openen. Hier zul je Adblock Plus vinden."
  },
  "s51": {
    "message": "Onder de beschrijving kun je de \"Opties\" link vinden. Open deze link om het menu van onze adblock voor Chrome te openen:"
  },
  "s52": {
    "message": "In het Adblock Plus opties menu, kun je een overzicht vinden van alle geinstalleerde en ingeschakelde filterlijsten. Om een nieuw abonnement aan onze advertentie blokker toe te voegen, selecteer \"Nieuw filterabonnement toevoegen\" of een vergelijkbare optie."
  },
  "s53": {
    "message": "Dit zal een drop-down menu openen met alle populaire en aangeraden filterlijsten. Selecteer de filterlijst die je wil inschakelen, en klik op \"Toevoegen\". Als de verlangde filterlijst er niet tussen staat, klik dan <a>hier</a>."
  },
  "s54": {
    "message": "In Opera"
  },
  "s55": {
    "message": "Om een nieuwe filterlijst toe te voegen in Opera, ga naar de \"Menu\" knop (voor Max OS X ? Linux, \"Tools\" of vergelijkbare optie), selecteer \"Extensies\" >> Extensies Beheren\". Dit zal de huidig geinstalleerde extensies openen, inclusief Adblock Plus:"
  },
  "s56": {
    "message": "Om het filter instellingen menu te bereiken, klik op het kleine gereedschap icoontje aan de rechterkant. Dit zal het \"Adblock Plus Opties\" menu openen, waar je de filter abonnementen kan toevoegen."
  },
  "s57": {
    "message": "Klik op \"Filter abonnement toevoegen\" om toegang te krijgen tot het 'drop-down menu' met de meest populaire filterlijsten."
  },
  "s58": {
    "message": "Hier kun je je filter naar keuze selecteren, en klik vervolgens op \"toevoegen\"."
  },
  "s59": {
    "message": "In Android"
  },
  "s60": {
    "message": "Voor Android is het helaas niet mogelijk om meerdere filterlijsten te selecteren. Om je filterlijst abonnement te wijzigen, open de Adblock Plus applicatie, en selecteer \"Filter Abonnement\". Dit zal het menu openen waar je je abonnement kan wijzigen."
  },
  "s61": {
    "message": "Het uitschakelen van Adblock Plus op veelgebruikte websites"
  },
  "s62": {
    "message": "Veel websites zijn afhankelijk van advertenties voor hun inkomsten en als u zo'n website regelmatig bezoekt, wilt u misschien hun advertenties toestaan — onder de voorwaarde dat hun advertenties niet te storend zijn. Om dat mogelijk te maken moet u naar die website navigeren en klikken op het pijlsymbool naast het Adblock Plus pictogram in de werkbalk. In het menu kunt u \"Uitschakelen op ...\" kiezen (u kunt dit weer ongedaan maken op dezelfde manier door deze menuregel uit te vinken)."
  },
  "s63": {
    "message": "De-installatie van Adblock Plus"
  },
  "s64": {
    "message": "Voor Firefox"
  },
  "s65": {
    "message": "Om Adblock Plus voor Mozilla Firefox te de-installeren, ga naar je \"Add-ons Manager\" door naar \"Firefox\" >> \"Add-ons\" te gaan (voor Mac OS X / Linux, selecteer \"Tools\" van de menubalk >> \"Add-Ons\"). Hier vind je een overzicht van al je geinstalleerde add-ons. Zoek Adblock Plus, en klik op \"Verwijderen\". Voor meer gedetailleerde informatie om add-ons te verwijderen, ga naar <a>Firefox' pagina</a>."
  },
  "s66": {
    "message": "Het is belangrijk om te weten dat Adblock Plus je voorkeuren opslaat, zodat als je ABP later weer installeert, niet weer hoeft te configureren. Als je toch met een frisse start met Adblock Plus wil beginnen, zul je de directory \"adblockplus\" in je gebruikers profiel (<a>hoe vind ik mijn profiel</a>) verwijderen. U moet ook naar <a>about:config</a> gaan en alle voorkeuren die met \"extensions.adblockplus\" beginnen herinitialiseren (om een voorkeur te herinitialiseren, moet u hem selecteren en met rechts klikken en Herinitialiseren uit het menu kiezen)."
  },
  "s67": {
    "message": "Voor Google Chrome"
  },
  "s68": {
    "message": "Om onze Chrome Adblock versie te de-installeren, ga naar \"Instellingen\" in het menu rechts bovenin. Selecteer vervolgens \"Extensies\" aan de linker kant van je scherm. Zoek Adblock Plus hier en selecteer het prullenbak icoontje aan de rechterzijde. Adblock Plus zal vervolgens geheel worden verwijderd van je browser."
  },
  "s69": {
    "message": "Voor Opera"
  },
  "s70": {
    "message": "Om Adblock Plus voor Opera te de-installeren, ga naar de \"Menu\" knop (voor Mac OS X / Linux, \"Tools\" of vergelijkbare optie in de menubalk), selecteer \"Extensies\" >> \"Extensies beheren\". Dit zal het extensie menu openen. Zoek naar Adblock Plus en selecteer \"De-installeer\". Bevestig dit."
  },
  "s71": {
    "message": "Voor Android"
  },
  "s72": {
    "message": "De de-installatie van Adblock Plus voor Android gaat net als alle andere apps die je hebt gedownload:"
  },
  "s73": {
    "message": "Navigeer naar Menu > Instellingen > Applicaties > Applicaties beheren (voor toestellen met Android 4.x, Instellingen > Apps)."
  },
  "s74": {
    "message": "Scroll door de lijst met applicaties om de app te vinden die je wil de-installeren."
  },
  "s75": {
    "message": "Tap de app die je wil de-installeren."
  },
  "s76": {
    "message": "Tap \"De-installeren\""
  },
  "s77": {
    "message": "Het oplossen van problemen"
  },
  "s78": {
    "message": "Wat als Adblock Plus teveel blokkeert?"
  },
  "s79": {
    "message": "Het kan gebeuren dat Adblock Plus er voor zorgt dat een bepaalde site niet goed functioneert."
  },
  "s80": {
    "message": "Meestal is dit geen fout in Adblock Plus, maar ligt het aan de filters (of een filterabonnement) die u gebruikt, deze filters vertellen Adblock Plus dat ze iets moeten blokkeren wat niet geblokkeerd zou moeten worden."
  },
  "s81": {
    "message": "U kunt dit controleren door  <a>Adblock Plus tijdelijk uit te schakelen</a>. Als dit het probleem \"verhelpt\", dan heeft u te maken met een verkeerd filter."
  },
  "s82": {
    "message": "Meld verkeerde filters alstublieft via de \"Probleem op deze pagina rapporteren\" functie, die automatisch belangrijke gegevens van de huidige pagina verzamelt:"
  },
  "s83": {
    "message": "Als u gevraagd wordt op het soort probleem, kies dan \"Adblock Plus blokkeert te veel\""
  },
  "s84": {
    "message": "Uw rapport wordt automatisch naar degenen die het filterabonnement onderhouden gestuurd."
  },
  "s85": {
    "message": "De mensen die het filterabonnement onderhouden zullen niet altijd direct op elk rapport antwoorden of reageren."
  },
  "s86": {
    "message": "U heeft meer kans dat uw rapport gebruikt wordt, als u extra informatie mee stuurt om het probleem te verduidelijken en te reproduceren."
  },
  "s87": {
    "message": "Wat als Adblock Plus een advertentie niet blokkeert?"
  },
  "s88": {
    "message": "Als u een advertentie tegenkomt die niet door Adblock Plus wordt geblokkeerd, controleer dan alstublieft eerst of u <a>het juiste filterabonnement</a> gebruikt."
  },
  "s89": {
    "message": "U kunt bijvoorbeeld niet van een Frans filterabonnement verwachten dat het advertenties op een Bulgaarse website blokkeert — daarvoor moet u een Bulgaars filterabonnement toevoegen."
  },
  "s90": {
    "message": "Als het filterabonnement wel klopt, dan is de onderhouder van het abonnement waarschijnlijk niet op de hoogte van het probleem en moet u het hem vertellen via de \"Probleem op deze pagina rapporteren\" functie, die automatisch de gegevens van de huidige pagina verzamelt:"
  },
  "s91": {
    "message": "Als u gevraagd wordt om het soort probleem, kies dan \"Adblock Plus blokkeert een advertentie niet\":"
  },
  "s92": {
    "message": "Uw rapport wordt automatisch naar degenen die het filterabonnement onderhouden gestuurd."
  }
}