{
  "title": {
    "message": "Aan de slag met Adblock Plus - Installatie van Adblock Plus"
  },
  "s1": {
    "message": "Installatie in Thunderbird en Prism"
  },
  "s2": {
    "message": "In Thunderbird en Prism kan je niet rechtstreeks naar addons.mozilla.org navigeren. Ga, om m Adblock Plus toch te kunnen installeren, naar <a>addons.mozilla.org</a> in je browser, rechtsklik op de grote groene installatie knop en kies &quot;Koppeling opslaan als&quot; uit het contextmenu. Kies de plaats waar Adblock Plus moet worden opgeslagen. Wissel dan naar Thunderbird of Prism en ga naar het menu Extra / Add-ons. Klik op de &quot;Installeer&quot; knop onderaan het venster en selecteer het Adblock Plus pakket dat u zojuist heeft gedownload. Herstart de applicatie als u daarom gevraagd wordt."
  },
  "s3": {
    "message": "Installatie in K-Meleon"
  },
  "s4": {
    "message": "K-Meleon heeft geen extensie installatie mechanisme. Daarom is Adblock Plus voor K-Meleon een ZIP bestand dat moet worden juitgepakt in K-Meleon's applicatie map. Zie de <a>Adblock Plus voor K-Meleon</a> pagina voor installatie pakketten en gedetailleerde installatie instructies."
  },
  "s5": {
    "message": "Omgaan met \"niet compatibel\" foutmelding"
  },
  "s6": {
    "message": "Als je Adblock Plus niet kan installeren omdat het \"niet compatibel\" is, kan dit twee dingen betekenen:"
  },
  "s7": {
    "message": "Je applicatie is te oud en er is al geruime tijd een nieuwere versie beschikbaar. Adblock Plus kan oude applicatieversies niet voor onbepaalde tijdsduur ondersteunen, omdat na verloop van tjid te weinig mensen die applicatieversie gebruiken en fouten niet langer opgemerkt worden. De beste oplossing is om te upgraden naar een nieuwe applicatieversie en Adblock Plus daarna te installeren. Als dit om bepaalde redenen niet mogelijk is, kunt u als tijdelijke oplossing kijken naar <a>oudere Adblock Plus versies</a>, een van hen zou compatibel kunnen zijn."
  },
  "s8": {
    "message": "Je applicatie is te nieuw en Adblock Plus is nog niet als compatibel gemarkeerd. Als je dat nog niet hebt geprobeerd, probeer dan te installeren vanaf <a>addons.mozilla.org</a> en let er op dat JavaScript ingeschakeld is -- installatie van addons.mozilla.org zal de browser actuelere compatibiliteitsinformatie geven. Als dat ook niet help, creëer dan een nieuw onderwerp in het <a>forum</a> (registratie is niet nodig)."
  },
  "s9": {
    "message": "Overige problemen tijdens installatie"
  },
  "s10": {
    "message": "Er is een aantal andere problemen bekend die kunnen voorkomen tijdens installatie van de extensie. Kijk alstublieft naar de"
  },
  "s11": {
    "message": "http://kb.mozillazine.org/Unable_to_install_themes_or_extensions_-_Firefox"
  },
  "s12": {
    "message": "MozillaZine Knowledge Base"
  },
  "s13": {
    "message": "voor oplossingen."
  }
}