{
  "title": {
    "message": "Adblock Plus - Voor een internet zonder vervelende reclames!"
  },
  "s5": {
    "message": "Adblock Plus"
  },
  "s6": {
    "message": "Voor een internet zonder vervelende reclames!"
  },
  "s7": {
    "message": "Blokkeert banners, pop-ups en video reclames - zelfs op Facebook en YouTube"
  },
  "s8": {
    "message": "Niet-opdringerige advertenties worden niet geblokkeerd, zodat websites gesteund worden (<a>instelbaar</a>)"
  },
  "s9": {
    "message": "Geheel gratis!"
  },
  "s12": {
    "message": "Installeer voor Firefox"
  },
  "s13": {
    "message": "Installeer voor Chrome"
  },
  "s14": {
    "message": "Installeer voor Opera"
  },
  "s15": {
    "message": "Installeer voor Android"
  },
  "s16": {
    "message": "Installeer voor Internet Explorer"
  },
  "s17": {
    "message": "Installeer voor Safari"
  },
  "s18": {
    "message": "Installeer voor Yandex.Browser"
  },
  "s19": {
    "message": "Adblock Plus voor Firefox"
  },
  "s20": {
    "message": "Adblock Plus voor Chrome"
  },
  "s21": {
    "message": "Adblock Plus voor Android"
  },
  "s22": {
    "message": "Adblock Plus voor Opera"
  },
  "s23": {
    "message": "Adblock Plus voor Internet Explorer"
  },
  "s24": {
    "message": "Adblock Plus voor Safari"
  },
  "s27": {
    "message": "Het lijkt erop dat je Mozilla Firefox gebruikt."
  },
  "s28": {
    "message": "Ga naar Adblock Plus voor Firefox."
  },
  "s29": {
    "message": "Het lijkt erop dat je Google Chrome gebruikt."
  },
  "s30": {
    "message": "Ga naar Adblock Plus voor Chrome."
  },
  "s31": {
    "message": "Het lijkt erop dat je Android gebruikt."
  },
  "s32": {
    "message": "Ga naar Adblock Plus voor Android."
  },
  "s33": {
    "message": "Het lijkt erop dat je Opera gebruikt."
  },
  "s34": {
    "message": "Ga naar Adblock Plus voor Opera."
  },
  "s35": {
    "message": "Het lijkt erop dat je Internet Explorer gebruikt."
  },
  "s36": {
    "message": "Ga naar Adblock Plus voor Internet Explorer."
  },
  "s37": {
    "message": "Het lijkt erop dat je Safari gebruikt."
  },
  "s38": {
    "message": "Ga naar Adblock Plus voor Safari."
  },
  "s43": {
    "message": "Open Source"
  },
  "s44": {
    "message": "Adblock Plus is een community project. <a>Doe mee!</a>"
  },
  "s45": {
    "message": "Meer dan"
  },
  "s46": {
    "message": "miljoen downloads"
  },
  "s47": {
    "message": "Adblock Plus is de meest populaire browser extension."
  },
  "s48": {
    "message": "Privacy gegarandeerd"
  },
  "s49": {
    "message": "Adblock Plus zal nooit persoonlijke gegevens van u verzamelen."
  },
  "s50": {
    "message": "Lees meer"
  },
  "s51": {
    "message": "Minder"
  },
  "s52": {
    "message": "Mozilla Firefox"
  },
  "s53": {
    "message": "Google Chrome"
  },
  "s54": {
    "message": "Opera"
  },
  "s55": {
    "message": "Android"
  },
  "s56": {
    "message": "Internet Explorer"
  },
  "s57": {
    "message": "Apple Safari"
  },
  "s60": {
    "message": "Download Firefox Adblock Plus"
  },
  "s62": {
    "message": "Adblock Plus voor Firefox is meer dan een popup blokker. Als je last hebt van banners, pagina-bedekkende advertenties, en andere vervelende advertenties? Installer de Firefox ad blocker en beleef het web zoals het zou moeten zijn. Afhangende van de filterlijsten die je hebt geactiveerd, kan je zelfs YouTube video advertenties blokkeren, en Facebook tracking verhinderen. Filterlijsten worden gecreëerd en onderhouden door de leden van de open source gemeenschap en gratis te gebruiken. Als je niet afhankelijk wil zijn van de filter lijsten, kun je je eigen <a>blokkeringsregels</a> maken om zo je web ervaring aan jouw wensen aan te passen."
  },
  "s63": {
    "message": "Adblock Plus voor Firefox is de meest gedownloade browser extensie in de wereld, en de winnaar van de \"About.com Reader's Choice Award\" in 2011 en 2013, zowel als de \"Linux New Media Award\" voor de beste open source extensie voor Firefox."
  },
  "s64": {
    "message": "Ad Blocker voor Chrome"
  },
  "s65": {
    "message": "Adblock Plus is de meest geavanceerde adblocker voor de Google Chrome browser. Ben je flauw van alle adverteerders die inbreuk maken op je online ervaring? Installeer simpelweg de extensie, en alle vervelende advertenties worden geblokkeerd van het internet. Blinkende banners, popups, video reclames op YouTube en Facebook ads: De Chrome Adblock Plus extensie zal automatisch alle ongewenste advertenties van alle websites voor je verwijderen. Wil je meer? Je kan gemakkelijk extra privacy- en beveiliging <a>functies</a> zoals tracking- en malware bescherming toevoegen."
  },
  "s67": {
    "message": "De add-on is ontwikkeld door de open-source gemeenschap, en gratis te gebruiken door iedereen. Met meer dan"
  },
  "s68": {
    "message": "miljoen gebruikers, is het een van de meest populaire extensies van Chrome. Hier zie je wat anderen over ons te zeggen hebben:"
  },
  "s69": {
    "message": "Als je Google Chrome gebruikt, is er geen enkele reden om zonder het te surfen."
  },
  "s70": {
    "message": "Download.com over Adblock Plus voor Chrome"
  },
  "s71": {
    "message": "Als je last hebt van advertenties op het internet, probeer Adblock Plus. Je zult er geen spijt van krijgen."
  },
  "s72": {
    "message": "Softonic.com"
  },
  "s73": {
    "message": "Advertenties blokkeren op Opera"
  },
  "s74": {
    "message": "Adblock Plus is een van de meest populaire add-ons beschikbaar voor Opera, en is meer dan"
  },
  "s75": {
    "message": "miljoen keer gedownload. De installatie van Opera extensies kost een paar seconden. Door Adblock Plus toe te voegen aan je Opera browser, kun je alle online advertenties zoals: banners, pop-ups, 30-seconde YouTube reclames, Facebook adverenties en andere ongewenste advertenties blokkeren. Na de installatie van deze extensie, zullen alle irritante advertenties verwijderd worden van alle websites, wat surfen op het internet minder storend en aangenamer maakt."
  },
  "s76": {
    "message": "Naast het blokkeren van alle vervelende advertenties van je online ervaring, zorgt Adblock Plus ervoor dat je significant sneller kunt surfen met je Opera browser. Door ervoor te zorgen dat advertenties niet meer geladen hoeven te worden, help de ad blocker ervoor om bandbreedte te sparen zodat je sneller kan surfen, helemaal als je een langzame internet verbinding hebt."
  },
  "s77": {
    "message": "Voeg Adblock Plus toe aan je Opera browser door op groene knop boven  \"Installeer voor Opera\" te klikken. Klik \"Installeer\" om de installatie te bevestigen, en de extensie aan Opera toe te voegen. Er zijn geen verdere stappen of configuraties nodig, je zal automatisch beschermt worden tegen alle online advertenties."
  },
  "s78": {
    "message": "Adblock Plus voor Opera werkt fantastisch. Geloof je ons niet? Hier is wat het populaire download portaal Softpedia te zeggen heeft: \"Adblock Plus voor Opera is een zeer nuttige add-on die specifiek ontwikkeld was om irritaties zoals pop-up advertenties, blinkende banners enzovoorts te blokkeren.\""
  },
  "s79": {
    "message": "Android Adblock app"
  },
  "s80": {
    "message": "Adblock Plus is de meest populaire ad blocking app voor Android, en wordt gebruikt door meer dan"
  },
  "s81": {
    "message": "miljoen gebruikers per dag. Het is de eerste mobiele ad blocker die werkt op zogenaamde 'non-rooted' toestellen, wat ervoor zorgt dat het een stuk makkelijker te gebruiken is dan welke andere advertentie blokkerende app op je Android. Door Adblock Plus toe te voegen aan je Android toestel, worden alle banners en andere vervelende advertenties automatisch geblokkeerd van de meeste apps en websites die je bezoekt op je tablet of smartphone. De Android adblocker werkt met browsers zoals Google Chrome voor Android."
  },
  "s82": {
    "message": "Door de Android Adblock Plus app te installeren, kun je de snelheid van het surfen op je mobiele toestel significant verbeteren. De app filtert het web verkeer en voorkomt dat ads worden gedownload, wat ervoor zorgt dat de bandbreedte gereduceerd wordt en de snelheid van je browsing toeneemt. Het blokkeren van advertenties op Android is ook nuttig om je privacy te beschermen, en om te voorkomen dat kwaadaardige apps gedownload worden, die vaak worden verspreid door misleidende advertenties."
  },
  "s83": {
    "message": "Let er op dat er een aantal limiteringen zijn in Android, die wat handmatige handelingen vereisen voordat de app advertenties kan blokkeren. Voor zogenaamde 'non-rooted' toestellen die draaien op 4.1.2 en 4.2.1 en later, is minimale handmatige configuratie vereist. Voor 'non-rooted' toestellen die draaien op Android 3.1 of later, zal Adblock Plus alle advertenties over je WiFi verbinding blokkeren. Android toestellen zonder root, kunnen geen advertenties blokkeren over 3G verbindingen."
  },
  "s85": {
    "message": "Ook al zou je het niet denken, Internet Explorer is nog steeds 's werelds tweede meest populairste browser, met honderden miljoenen gebruikers per dag. Wij hebben Adblock Plus voor Internet Explorer ontwikkeld voor deze groep gebruikers - zodat zij ook eindelijk het web kunnen beleven zonder vervelende advertenties."
  },
  "s87": {
    "message": "Huidige beperkingen: Door de beperkingen van sommige van de Internet Explorer versies, werkt Adblock Plus momenteel niet voor:"
  },
  "s88": {
    "message": "De zogenaamde 'Metro Mode' van Internet Explorer in Windows 8"
  },
  "s89": {
    "message": "Internet Explorer in Windows RT"
  },
  "s91": {
    "message": "Met de introductie van Adblock Plus voor Safari in januari 2014, is de ABP browser familie compleet geworden. Vanaf dat moment is onze extensie voor alle bekende browsers beschikbaar geweest: Mozilla Firefox, Google Chrome, Internet Explorer, Opera en Apple Safari."
  },
  "s92": {
    "message": "Adblock Plus voor Safari gebruikt dezelfde codebase als de Chrome en Opera versies. Dit maakte de ontwikkeling van onze adblocker veel complexer, maar het heeft een aantal belangrijke voordelen. Bijvoobeeld, doordat ze dezelfde codebase gebruiken, worden alle veranderingen of verbeteringen in een van deze browsers altijd automatisch verwerkt in Safari, wat zorgt voor een ervaring die altijd up-to-date is."
  },
  "s93": {
    "message": "In tegenstelling tot Chrome en Firefox, heeft Safari een aantal beperkingen. Omdat deze zijn ingebouwd in de browser, heeft dit invloed op alle extensies voor Safari - en onze is natuurlijk geen uitzondering. Deze beperkingen bestaan omdat het voor extensies niet mogelijk is om \"diepe\" toegang te krijgen tot de Safari code, zoals wij wel kunnen bij andere browsers. Conclusie: er zijn een aantal onderdelen van Adblock Plus voor Safari die niet optimaal functioneren. Bijvoorbeeld, het is niet mogelijk om advertenties te blokkeren in \"third-party plugins\" zoals video spelers, of zogenaamde XHR requests te blokkeren. Normaal gesproken zou dit betekenen dat YouTube video advertenties niet geblokkeerd kunnen worden. Maar, vanwege een aantal zeer slimme oplossingen kan Adblock Plus deze vervelende video advertenties in je Safari browser blokkeren."
  },
  "s94": {
    "message": "Desalniettemin is Adblock Plus voor Safari het beste wat je kan krijgen, en zal het alle vervelende banners en video advertenties blokkeren."
  }
}