{
  "title": {
    "message": "Adblock Plus - Voor een internet zonder vervelende reclames!"
  },
  "s1": {
    "message": "Adblock Plus - Voor een internet zonder vervelende reclames!"
  },
  "s2": {
    "message": "Adblock Plus is de meest populaire adblocker beschikbaar voor Firefox, Chrome, Android, Opera en Internet Explorer. Blokkeer alle vervelende advertenties op het web: verwijder video advertenties op YouTube, blokkeer Facebook advertenties, verwijder pop-ups en veel meer. Voor Google Chrome, Adblock Plus is een van de snelst groeiende extensies ooit. Onze Adblock voor Chrome telt meer dan 10 miljoen gebruikers. Download geheel gratis!"
  },
  "s3": {
    "message": "Adblock Plus - Voor een internet zonder vervelende reclames!"
  },
  "s4": {
    "message": "Adblock Plus is de meest populaire adblocker beschikbaar voor Firefox, Chrome, Android, Opera en Internet Explorer. Blokkeer alle vervelende advertenties op het web: verwijder video advertenties op YouTube, blokkeer Facebook advertenties, verwijder pop-ups en veel meer. Voor Google Chrome, Adblock Plus is een van de snelst groeiende extensies ooit. Onze Adblock voor Chrome telt meer dan 10 miljoen gebruikers. Download geheel gratis!"
  },
  "s5": {
    "message": "Adblock Plus"
  },
  "s6": {
    "message": "Voor een internet zonder vervelende reclames!"
  },
  "s7": {
    "message": "Blokkeert banners, pop-ups en video reclames - zelfs op Facebook en YouTube"
  },
  "s8": {
    "message": "Beschermt je online privacy"
  },
  "s9": {
    "message": "Installatie in 2 clicks"
  },
  "s10": {
    "message": "Geheel gratis!"
  },
  "s11": {
    "message": "Installeer voor Firefox"
  },
  "s12": {
    "message": "Installeer voor Chrome"
  },
  "s13": {
    "message": "Installeer voor Opera"
  },
  "s14": {
    "message": "Installeer voor Android"
  },
  "s15": {
    "message": "Installeer voor Internet Explorer"
  },
  "s16": {
    "message": "Adblock Plus voor Firefox"
  },
  "s17": {
    "message": "Adblock Plus voor Chrome"
  },
  "s18": {
    "message": "Adblock Plus voor Android"
  },
  "s19": {
    "message": "Adblock Plus voor Opera"
  },
  "s20": {
    "message": "Adblock Plus voor Internet Explorer"
  },
  "s21": {
    "message": "Het lijkt erop dat je Mozilla Firefox gebruikt."
  },
  "s22": {
    "message": "Ga naar Adblock Plus voor Firefox."
  },
  "s23": {
    "message": "Het lijkt erop dat je Google Chrome gebruikt."
  },
  "s24": {
    "message": "Ga naar Adblock Plus voor Chrome."
  },
  "s25": {
    "message": "Het lijkt erop dat je Android gebruikt."
  },
  "s26": {
    "message": "Ga naar Adblock Plus voor Android."
  },
  "s27": {
    "message": "Het lijkt erop dat je Opera gebruikt."
  },
  "s28": {
    "message": "Ga naar Adblock Plus voor Opera."
  },
  "s29": {
    "message": "Het lijkt erop dat je Internet Explorer gebruikt."
  },
  "s30": {
    "message": "Ga naar Adblock Plus voor Internet Explorer."
  },
  "s31": {
    "message": "Open Source"
  },
  "s32": {
    "message": "Adblock Plus is een community project.\n      <a>Doe mee!</a>"
  },
  "s33": {
    "message": "Meer dan"
  },
  "s34": {
    "message": "miljoen downloads"
  },
  "s35": {
    "message": "Adblock Plus is de meest populaire browser extension."
  },
  "s36": {
    "message": "Kostenloze content ondersteunen"
  },
  "s37": {
    "message": "Met <a>Acceptable Advertenties</a> help je gratis content zo te blijven."
  },
  "s38": {
    "message": "Lees meer"
  },
  "s39": {
    "message": "Minder"
  },
  "s40": {
    "message": "Mozilla Firefox"
  },
  "s41": {
    "message": "Google Chrome"
  },
  "s42": {
    "message": "Opera"
  },
  "s43": {
    "message": "Android"
  },
  "s44": {
    "message": "Internet Explorer"
  },
  "s45": {
    "message": "Download Firefox Adblock Plus"
  },
  "s46": {
    "message": "Firefox is een gratis een open-source browser beschikbaar voor Windows, OS X, Linux en Android, die addons ondersteund. Addons zijn uitbreidingen voor je browser, om zo je privacy en veiligheid te verbeteren. Sinds de lancering in 2006, is Adblock Plus doorlopend de meest populaire addon voor de Mozilla Firefox web browser."
  },
  "s47": {
    "message": "Adblock Plus voor Firefox is meer dan een popup blokker. Als je last hebt van banners, pagina-bedekkende advertenties, en andere vervelende advertenties? Installer de Firefox ad blocker en beleef het web zoals het zou moeten zijn. Afhangende van de filterlijsten die je hebt geactiveerd, kan je zelfs YouTube video advertenties blokkeren, en Facebook tracking verhinderen. Filterlijsten worden gecreëerd en onderhouden door de leden van de open source gemeenschap en gratis te gebruiken. Als je niet afhankelijk wil zijn van de filter lijsten, kun je je eigen <a>blokkeringsregels</a> maken om zo je web ervaring aan jouw wensen aan te passen."
  },
  "s48": {
    "message": "Adblock Plus voor Firefox is de meest gedownloade browser extensie in de wereld, en de winnaar van de \"About.com Reader's Choice Award\" in 2011 en 2013, zowel als de \"Linux New Media Award\" voor de beste open source extensie voor Firefox."
  },
  "s49": {
    "message": "Ad Blocker voor Chrome"
  },
  "s50": {
    "message": "Adblock Plus is de meest geavanceerde adblocker voor de Google Chrome browser. Ben je flauw van alle adverteerders die inbreuk maken op je online ervaring? Installeer simpelweg de extensie, en alle vervelende advertenties worden geblokkeerd van het internet. Blinkende banners, popups, video reclames op YouTube en Facebook ads: De Chrome Adblock Plus extensie zal automatisch alle ongewenste advertenties van alle websites voor je verwijderen. Wil je meer? Je kan gemakkelijk extra privacy- en beveiliging <a>functies</a> zoals tracking- en malware bescherming toevoegen."
  },
  "s51": {
    "message": "Installatie van de Chrome Adblock Plus addon in je browser kost letterlijk een paar secondes. Klik simpelweg op \"Installeer voor Chrome\" knop boven, en bevestig de installatie door op de \"Toevoegen\" knop te klikken. Let op: De Chrome browser laat een waarschuwing zien dat Adblock Plus toegang krijgt tot alle data van je surfgedrag. Dit is een standaard waarschuwing van Chrome voor alle extensies die op alle tabs aanwezig zijn. Wij beloven nooit data van je te verzamelen."
  },
  "s52": {
    "message": "De add-on is ontwikkeld door de open-source gemeenschap, en gratis te gebruiken door iedereen. Met meer dan"
  },
  "s53": {
    "message": "miljoen gebruikers, is het een van de meest populaire extensies van Chrome. Hier zie je wat anderen over ons te zeggen hebben:"
  },
  "s54": {
    "message": "Als je Google Chrome gebruikt, is er geen enkele reden om zonder het te surfen."
  },
  "s55": {
    "message": "Download.com over Adblock Plus voor Chrome"
  },
  "s56": {
    "message": "Als je last hebt van advertenties op het internet, probeer Adblock Plus. Je zult er geen spijt van krijgen."
  },
  "s57": {
    "message": "Softonic.com"
  },
  "s58": {
    "message": "Advertenties blokkeren op Opera"
  },
  "s59": {
    "message": "Adblock Plus is een van de meest populaire add-ons beschikbaar voor Opera, en is meer dan"
  },
  "s60": {
    "message": "miljoen keer gedownload. De installatie van Opera extensies kost een paar seconden. Door Adblock Plus toe te voegen aan je Opera browser, kun je alle online advertenties zoals: banners, pop-ups, 30-seconde YouTube reclames, Facebook adverenties en andere ongewenste advertenties blokkeren. Na de installatie van deze extensie, zullen alle irritante advertenties verwijderd worden van alle websites, wat surfen op het internet minder storend en aangenamer maakt."
  },
  "s61": {
    "message": "Naast het blokkeren van alle vervelende advertenties van je online ervaring, zorgt Adblock Plus ervoor dat je significant sneller kunt surfen met je Opera browser. Door ervoor te zorgen dat advertenties niet meer geladen hoeven te worden, help de ad blocker ervoor om bandbreedte te sparen zodat je sneller kan surfen, helemaal als je een langzame internet verbinding hebt."
  },
  "s62": {
    "message": "Voeg Adblock Plus toe aan je Opera browser door op groene knop boven  \"Installeer voor Opera\" te klikken. Klik \"Installeer\" om de installatie te bevestigen, en de extensie aan Opera toe te voegen. Er zijn geen verdere stappen of configuraties nodig, je zal automatisch beschermt worden tegen alle online advertenties."
  },
  "s63": {
    "message": "Adblock Plus voor Opera werkt fantastisch. Geloof je ons niet? Hier is wat het populaire download portaal Softpedia te zeggen heeft: \"Adblock Plus voor Opera is een zeer nuttige add-on die specifiek ontwikkeld was om irritaties zoals pop-up advertenties, blinkende banners enzovoorts te blokkeren.\""
  },
  "s64": {
    "message": "Android Adblock app"
  },
  "s65": {
    "message": "Adblock Plus is de meest populaire ad blocking app voor Android, en wordt gebruikt door meer dan"
  },
  "s66": {
    "message": "miljoen gebruikers per dag. Het is de eerste mobiele ad blocker die werkt op zogenaamde 'non-rooted' toestellen, wat ervoor zorgt dat het een stuk makkelijker te gebruiken is dan welke andere advertentie blokkerende app op je Android. Door Adblock Plus toe te voegen aan je Android toestel, worden alle banners en andere vervelende advertenties automatisch geblokkeerd van de meeste apps en websites die je bezoekt op je tablet of smartphone. De Android adblocker werkt met browsers zoals Google Chrome voor Android."
  },
  "s67": {
    "message": "Door de Android Adblock Plus app te installeren, kun je de snelheid van het surfen op je mobiele toestel significant verbeteren. De app filtert het web verkeer en voorkomt dat ads worden gedownload, wat ervoor zorgt dat de bandbreedte gereduceerd wordt en de snelheid van je browsing toeneemt. Het blokkeren van advertenties op Android is ook nuttig om je privacy te beschermen, en om te voorkomen dat kwaadaardige apps gedownload worden, die vaak worden verspreid door misleidende advertenties."
  },
  "s68": {
    "message": "Let er op dat er een aantal limiteringen zijn in Android, die wat handmatige handelingen vereisen voordat de app advertenties kan blokkeren. Voor zogenaamde 'non-rooted' toestellen die draaien op 4.1.2 en 4.2.1 en later, is minimale handmatige configuratie vereist. Voor 'non-rooted' toestellen die draaien op Android 3.1 of later, zal Adblock Plus alle advertenties over je WiFi verbinding blokkeren. Android toestellen zonder root, kunnen geen advertenties blokkeren over 3G verbindingen."
  },
  "s69": {
    "message": "Adblock Plus voor Internet Explorer"
  },
  "s70": {
    "message": "Ook al zou je het niet denken, Internet Explorer is nog steeds 's werelds tweede meest populairste browser, met honderden miljoenen gebruikers per dag. Wij hebben Adblock Plus voor Internet Explorer ontwikkeld voor deze groep gebruikers - zodat zij ook eindelijk het web kunnen beleven zonder vervelende advertenties."
  },
  "s71": {
    "message": "Een extensie ontwikkelen voor Internet Explorer is een uitdaging - dat is een van de redenen waarom er niet zo veel extensies beschikbaar zijn voor Internet Explorer als voor Mozilla Firefox, Google Chrome en Opera. De installatie van Adblock Plus voor Internet Explorer is dan ook anders dan voor andere browsers. Normaal kan een extensie direct in de browser worden toegevoegd, alleen voor Internet Explorer moet je Adblock Plus installeren door middel van een zogenaamde 'installer'. Maar, maak je geen zorgen: de installatie van Adblock Plus voor Internet Explorer kost minder dan 30 seconden.  Klik op de groene knop hierboven \"Installeer voor Internet Explorer\" om jezelf te beschermen tegen vervelende advertenties."
  },
  "s72": {
    "message": "Huidige beperkingen: Door de beperkingen van sommige van de Internet Explorer versies, werkt Adblock Plus momenteel niet voor:"
  },
  "s73": {
    "message": "De zogenaamde 'Enhanced Protected Mode' van Internet Explorer 10"
  },
  "s74": {
    "message": "De zogenaamde 'Metro Mode' van Internet Explorer in Windows 8"
  },
  "s75": {
    "message": "Internet Explorer in Windows RT"
  },
  "s76": {
    "message": "Wij verwachten dat de ondersteuning voor de Enhanced Protected Mode van Internet Explorer 10 in de volgende release zal worden toegevoegd."
  }
}