{
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Betaal via:"
  },
  "installed-loader__card__body__text--installing": {
    "message": "Installatie van Adblock Plus…"
  },
  "installed-loader__card__body__text--done": {
    "message": "gereed!"
  },
  "installed-main__block-2__heading-1": {
    "message": "Het honor-systeem"
  },
  "installed-main__block-1__paragraph-1": {
    "message": "Groeten van het Adblock Plus team. Bedankt voor het installeren van Adblock Plus!"
  },
  "installed-main__block-2__paragraph-1": {
    "message": "Adblock Plus is honor-ware, wat betekent <strong>dat we elkaar vertrouwen</strong> om aardig te zijn:"
  },
  "installed-main__block-2__item-1": {
    "message": "U <strong>betaalt wat u kunt</strong> voor Adblock Plus. We laten u de prijs kiezen."
  },
  "installed-main__block-2__item-2": {
    "message": "We ontwikkelen functies die u controle geven over uw surfervaring."
  },
  "installed-main__block-2__item-3": {
    "message": "U ontvangt een <strong>terugbetaling</strong> - en kunt <strong>Adblock Plus houden</strong> - als het u niet <em>bevalt</em>."
  },
  "installed-main__block-4__paragraph-1": {
    "message": "Adblock Plus begon opdringerige advertenties te blokkeren vanaf het moment van installatie. Hoewel we de meeste advertenties blokkeren, beseffen we dat de vele sites afhankelijk zijn van adverteren. Daarom laten we bepaalde advertenties standaard toe zolang ze voldoen aan onze <a>strenge criteria</a>. Voor het uitschakelen van deze optie, gaat u naar uw <a>instellingen</a> en kunt u op elke gewenst moment Acceptabele advertenties uitschakelen."
  },
  "installed-main__block-5__heading-1": {
    "message": "Hulp is slechts een e-mail verwijderd"
  },
  "installed-main__block-5__paragraph-1": {
    "message": "Als u ons ooit nodig heeft, is er dag en nacht zelfhulp en op werkdagen e-mail hulp beschikbaar op ons ondersteuningsportaal, <a>help.adblockplus.org</a>."
  },
  "installed-footer__block-1__paragraph-1": {
    "message": "Adblock Plus blokkeert ook internetadvertenties op <strong>mobiele apparaten</strong>! Download <a>Adblock Plus voor iOS</a> via de App Store voor het blokkeren van advertenties in uw Safari browser, of <a>Adblock Plus voor Samsung Internet</a> via Google Play."
  },
  "installed-main__block-6__heading-1": {
    "message": "Blokkeer meer dan alleen reclame"
  },
  "installed-main__block-6__paragraph-1": {
    "message": "Geniet van een betere surfervaring met Adblock Plus Premium en blokkeer afleidingen zoals cookiebanners, zwevende video's, enquêteverzoeken en meer. Meld u vandaag nog aan voor <a>Adblock Plus Premium</a>!"
  }
}