{
  "title": {
    "message": "Het gebruik van Adblock Plus in K-Meleon"
  },
  "s1": {
    "message": "Installatie"
  },
  "s2": {
    "message": "<em>N.B.</em>: De volgende Adblock Plus versies zullen alleen werken in K-Meleon 1.6. Om deze te installeren, moet u een speciaal ZIP bestand downloaden:"
  },
  "s3": {
    "message": "Download Adblock Plus"
  },
  "s4": {
    "message": "Pak het ZIP bestand uit met willekeurig welke ZIP uitpakker dan ook in de map van uw K-Meleon browser, alle bestanden worden direct in de juiste mappen geplaatst. Start dan K-Meleon, het zal vragen of u Adblock Plus wilt activeren — bevestig dit. Dat is alles, Adblock Plus zou nu moeten werken."
  },
  "s5": {
    "message": "Voor K-Meleon 1.5 kunt u  <a>{1}</a> downloaden."
  },
  "s6": {
    "message": "De-installatie van Adblock Plus"
  },
  "s7": {
    "message": "Let op dat de-installatie van Adblock Plus het alleen uit de gebruikersinterface verwijdert, normaal gesproken blijft Adblock Plus werken in de achtergrond.Om Adblock Plus te de-installeren, moet u alle bestanden die met het ZIP bestand zijn geïnstalleerd verwijderen."
  },
  "s8": {
    "message": "Bekende verschillen ten opzicht van Firefox"
  },
  "s9": {
    "message": "Adblock Plus heeft op het moment een aantal beperkingen in K-Meleon als je het met de Firefox versie vergelijkt. De volgende beperkingen zouden in toekomstige Adblock Plus versies met meer volledige K-Meleon ondersteuning opgelost kunnen worden:"
  },
  "s10": {
    "message": "ABP pictogram status en lijst van blokkeerbare onderdelen worden niet juist bijgewerkt als een leeg tabblad geopend is."
  },
  "s11": {
    "message": "Blokkeerbare onderdelen moet ontkoppeld blijven, K-Meleon's implementatie van de zijbalk wordt nog niet ondersteund."
  },
  "s12": {
    "message": "Blokkeerbare onderdelen venster kan niet met sneltoetsen gesloten worden (Esc of Ctrl+Shift+V)."
  },
  "s13": {
    "message": "Voorkeuren venster: \"Toon in werkbalk\" optie zou verborgen moeten zijn."
  },
  "s14": {
    "message": "Er zijn andere beperkingen die hun oorsprong hebben in K-Meleon's architectuur en die waarschijnlijk niet opgelost kunnen worden, tenzijj er wijzigingen op K-Meleon worden gedaan:"
  },
  "s15": {
    "message": "Blokkeerbare onderdelen venster is altijd op de voorgrond en refereert aan alle browser vensters."
  },
  "s16": {
    "message": "Het klikken van een melding koppeling na het versturen van een probleemmelding resulteetr in een crash."
  },
  "s17": {
    "message": "De grootte van het \"Voeg filterabonnement toe\" venster verandert fout als je wisselt naar \"Voeg een ander abonnement toe\" en weer terug."
  },
  "s18": {
    "message": "Statusbalk pictogram heeft geen tooltip."
  },
  "s19": {
    "message": "Werkbalk pictogram kan niet verborgen worden via het Adblock Plus opties menu, alleen via Beeld / Extra menu."
  },
  "s21": {
    "message": "Sneltoetsen voorkeuren zoals <a>extensions.adblockplus.sidebar_key</a> gebruiken <a>Win32 virtuele toets codes</a> in plaats van Gecko's virtuele toets codes."
  },
  "s21-link": {
    "message": "http://msdn.microsoft.com/library/en-us/winui/winui/WindowsUserInterface/UserInput/VirtualKeyCodes.asp"
  }
}