{
  "title": {
    "message": "Bekende problemen in Adblock Plus voor Google Chrome"
  },
  "s1": {
    "message": "De volgende lijst bevat bekende problemen die kunnen optreden in Adblock Plus voor Google Chrome."
  },
  "s2": {
    "message": "Als uw probleem niet in de lijst voorkomt, controleer dan het <a>forum</a>\n  en creëer een nieuw onderwerp indien nodig (registratie is niet vereist)."
  },
  "s3": {
    "message": "De pagina \"Adblock Plus is geïnstalleerd\" wordt elke keer als de browser wordt gestart getoond."
  },
  "s4": {
    "message": "Oorzaak:"
  },
  "s5": {
    "message": "Chrome issue 158709"
  },
  "s6": {
    "message": ", bestand opslag is beschadigd en Adblock Plus gegevens kunnen niet bewaard worden"
  },
  "s7": {
    "message": "<strong>Oplossing: </strong> Verwijder Adblock Plus en installeer het opnieuw vanuit de \n  <a>Chrome Web Store</a>\n  (hierdoor worden alle Adblock Plus gegevens verwijderd, waardoor het probleem verhopen zou moeten zijn). Ga als dat niet helpt naar de map waar Chrome zijn gegevens op uw computer opslaat (op Windows:"
  },
  "s8": {
    "message": ", Linux:"
  },
  "s9": {
    "message": ", Mac OS X:"
  },
  "s10": {
    "message": ") en verwijder de map"
  },
  "s11": {
    "message": "."
  },
  "s12": {
    "message": "Dit zal het probleem niet verergeren: de gegevens in de map zijn al corrupt."
  },
  "s13": {
    "message": "Als u de map verwijdert, kan Chrome hem opnieuw aanmaken en hem correct gebruiken."
  },
  "s14": {
    "message": "Adblock Plus blokkeert geen in-video reclames, achtergrond afbeeldingen, XMLHttpRequests"
  },
  "s15": {
    "message": "Oorzaak: Op dit moment ondersteunt Google Chrome het blokkeren van deze verzoektypes niet"
  },
  "s16": {
    "message": "<strong>Oplossing: </strong>\nWerk bij naar Chrome versie 17."
  },
  "s17": {
    "message": "Tekst-gebaseerde reclames worden soms niet geblokkeerd"
  },
  "s18": {
    "message": "Oorzaak: Vertraging bij het blokkeren veroorzaakt door de manier waarop Adblock Plus op dit moment dingen blokkeert"
  },
  "s19": {
    "message": "<strong>Oplossing: </strong>\nWerk bij naar Chrome versie 17."
  }
}