{
  "title": {
    "message": "Bedankt voor uw contributie aan Adblock Plus!"
  },
  "subheading": {
    "message": "We waarderen uw steun. Door contributies van mensen zoals u kunnen we doorgaan met het creëren van tools die het internet een betere plaats maken voor ons allemaal."
  },
  "p1": {
    "message": "Uw transactie is verwerkt en u krijgt een ontvangstbewijs via email. Als u PayPal heeft gebruikt, kunt u inloggen in uw account om de transactiegegevens te bekijken."
  },
  "faq-heading": {
    "message": "Veelgestelde vragen"
  },
  "faq-receipt": {
    "message": "Krijg ik een ontvangstbewijs?"
  },
  "faq-receipt-1": {
    "message": "We gebruiken PayPal en Stripe om contributies veilig te verwerken en gebruiken hun geautomatiseerde e-mailsystemen om een bevestiging en een ontvangstbewijs te sturen voor uw contributie aan Adblock Plus."
  },
  "faq-receipt-2": {
    "message": "We adviseren u om de e-mail met het betalingsbewijs te bewaren in het geval dat u later een terugbetaling wilt, omdat we wat basisinformatie nodig hebben over de transactie zodat we uw terugbetaling kunnen verwerken of een terugkerende contributie kunnen annuleren."
  },
  "faq-receipt-3": {
    "message": "<strong>Let op:</strong> de transactie wordt op uw ontvangstbewijs getoond als “eyeo GmbH (Adblock Plus)”, en op uw rekeningafschrift als Adblock Plus of ABP"
  },
  "faq-refund": {
    "message": "Ik denk dat dit een vergissing was! Hoe kan ik dit oplossen?"
  },
  "faq-refund-1": {
    "message": "Neem <strong>gewoon contact met ons op via email op <a>support@adblockplus.org</a> zodat we u kunnen terugbetalen</strong>. We verwerken terugbetalingen van maandag tot en met vrijdag. Terugbetalingsverzoeken die in het weekend worden aangevraagd worden op maandag als eerste verwerkt."
  },
  "faq-info-transactions": {
    "message": "Graag de volgende informatie verstrekken zodat we uw transactie kunnen vinden:"
  },
  "faq-info-transactions-1": {
    "message": "Transactiedatum"
  },
  "faq-info-transactions-2": {
    "message": "Bedrag (te vinden op uw ontvangstbewijs van PayPal of Stripe)"
  },
  "faq-info-transactions-3": {
    "message": "Het e-mailadres dat u voor de transactie heeft gebruikt"
  },
  "faq-info-transactions-4": {
    "message": "De transactiecode"
  },
  "faq-info-transactions-5": {
    "message": "<strong>Opmerking:</strong> We vragen u nooit om gevoelige informatie m.b.t. uw transactie (bijv. uw volledige kaartnummer) en u moet dit ook nooit verstrekken."
  },
  "faq-refund-policy": {
    "message": "Wat is uw terugbetalingsbeleid?"
  },
  "faq-refund-policy-1": {
    "message": "We zullen uw betaling retourneren, om welke reden ook, binnen 60 dagen na betaling. Schrijf naar ons op <a>support@adblockplus.org</a> en we geven u een volledige terugbetaling. En wees gerust, u kunt Adblock Plus gratis blijven gebruiken zonder toegang tot de functies te verliezen!"
  },
  "faq-refund-policy-2": {
    "message": "Vermeld de volgende informatie in uw e-mail, ongeacht of u met PayPal of een bankpas hebt betaald:"
  },
  "faq-cancellations": {
    "message": "Hoe kan ik mijn maandelijkse abonnement opzeggen?"
  },
  "faq-cancellations-paypal": {
    "message": "PayPal donaties"
  },
  "faq-cancellations-paypal-1": {
    "message": "U kunt een PayPal abonnement rechtstreeks vanuit uw PayPal account beheren of annuleren. Om een terugkerende donatie voor Adblock Plus te annuleren, volg de stap-voor-stap instructies in <a>het hulpcentrum van PayPal</a>."
  },
  "faq-cancellations-card": {
    "message": "Donaties via credit card"
  },
  "faq-cancellations-card-1": {
    "message": "Als u zich heeft aangemeld voor een terugkerende donatie aan Adblock Plus en deze wilt annuleren, schrijf ons gewoon een e-mail via <a>support@adblockplus.org</a>."
  },
  "further-questions": {
    "message": "Heeft u nog vragen?"
  },
  "further-questions-1": {
    "message": "Vragen over Adblock Plus? Neem contact met ons op via e-mail op <a>support@adblockplus.org</a> of stuur ons een <a>bugrapport</a>. U kunt ook een kijkje nemen in ons <a>Hulpcentrum</a>."
  },
  "further-questions-2": {
    "message": "U kunt altijd zien wat we doen door een kijkje te nemen op <a>ons blog</a>."
  }
}