{
  "s1": {
    "message": "Algemene opmerkingen"
  },
  "s12": {
    "message": "Opgeslagen IP-adressen"
  },
  "s13": {
    "message": "De webapplicatie die geïnstalleerd is op AdblockPlus.org slaat uw IP-adres op als u een forum post maakt, een blog commentaar toevoegt of een pagina vertaalt."
  },
  "s15": {
    "message": "Alle opgeslagen IP-adressen worden na 30 dagen verwijderd."
  },
  "s18": {
    "message": "Cookies worden niet op een andere manier gebruikt en worden nooit gebruikt om bezoekers te volgen."
  },
  "s19": {
    "message": "Forum registratie"
  },
  "s2": {
    "message": "Het algemene privacy beleid van het Adblock Plus project is om te voorkomen dat er meer gegevens worden verzameld dan nodig is voor de extensie en de AdblockPlus.org website om hun werk goed te doen."
  },
  "s21": {
    "message": "Er zijn twee uitzonderingen:"
  },
  "s24": {
    "message": "E-mailadressen worden alleen in het publieke profiel getoond als daar expliciet toestemming voor is gegeven."
  },
  "s26": {
    "message": "Registratie is niet verplicht om aan de forums deel te nemen."
  },
  "s27": {
    "message": "Blog commentaren"
  },
  "s31": {
    "message": "Extensie update controles"
  },
  "s32": {
    "message": "Uw browser controleert periodiek of er updates beschikbaar zijn voor al uw extensies inclusief Adblock Plus."
  },
  "s33": {
    "message": "Wat algemene informatie, zoals browser versie, extensie versie, besturingssysteem en uw IP-adres worden verstuurd tijdens een controle op updates."
  },
  "s37": {
    "message": "Updates voor normale Adblock Plus voor Opera versies worden afgehandeld door de Opera Add-ons website en vallen onder de <a>Opera privacy policy</a>."
  },
  "s38": {
    "message": "Downloads van abonnementen"
  },
  "s4": {
    "message": "Ze worden nooit met derde partijen gedeeld."
  },
  "s40": {
    "message": "Elke update zorgt er voor dat de hosting website uw IP-adres ontvangt evenals enkele algemene gegevens, zoals de versie van Adblock Plus, welke browser u gebruikt en welke versie van de browser."
  },
  "s41": {
    "message": "Deze gegevens vallen onder de privacy policy van de betreffende website."
  },
  "s42": {
    "message": "Verder wordt, als het downloaden van een abonnement een aantal opeenvolgende keren mislukt, het bijgewerkte adres van de filterlijst gevraagd aan het AdblockPlus.org domein."
  },
  "s44": {
    "message": "Deze gegevens worden gebruikt om problemen op te sporen die niet door de beheerders van de abonnementen zijn gemeld en vallen onder de gebruikelijke  <a>AdblockPlus.org privacy policy</a>."
  },
  "s45": {
    "message": "Melder van problemen"
  },
  "s48": {
    "message": "Parameterwaarden worden van alle verzonden adressen verwijderd, om te voorkomen dat er per ongeluk privé informatie gelekt wordt."
  },
  "s49": {
    "message": "Het is ook mogelijk om extra informatie op te geven, wat misschien privacy-gevoelig is:"
  },
  "s5": {
    "message": "Dit beleid laat zien waar gegevens verzameld worden en hoe ze verwerkt worden."
  },
  "s51": {
    "message": "Het is mogelijk om in het bijzonder gevoelige delen uit de pagina te verwijderen voordat de melding verzonden wordt."
  },
  "s55": {
    "message": "Deze adressen worden alleen gedeeld met de beheerders van een filterabonnement die in de melding genoemd worden en het is onwaarschijnlijk dat deze door anderen achterhaald kunnen worden, tenzij ze een koppeling krijgen."
  },
  "s56": {
    "message": "Alle meldingen en hun bijbehorende gegevens worden automatisch na 30 dagen verwijderd."
  },
  "s57": {
    "message": "Nood kennisgeving"
  },
  "s58": {
    "message": "Recente versies van Adblock Plus bevatten een nood kennisgeving mechanisme waarmee ze gebruikers op de oogte kunnen stellen van belangrijke zaken die invloed kunnen hebben op de installatie van Adblock Plus."
  },
  "s59": {
    "message": "Voor deze functies moet de Adblock Plus installatie regelmatig een adres op het AdblockPlus.org domein raadplegen om de alijst met actieve meldingen op te halen."
  },
  "s60": {
    "message": "Via dit verzoek wordt uw IP-adres naar de website gestuurd, alsmede algemene informatie zoals de versie van Adblock Plus, welke uw browser u heeft en welke browser versie."
  },
  "s61": {
    "message": "Met behulp van deze gegevens kunnen verschillende meldingen naar verschillende clients gestuurd worden en deze gegevens vallen onder de  <a>AdblockPlus.org privacy policy</a>."
  },
  "s64": {
    "message": "Deze verzoeken vallen onder de gebruikelijke  <a>AdblockPlus.org privacy policy</a>."
  },
  "s65": {
    "message": "Het bewaren van gegevens"
  },
  "s68": {
    "message": "Adblock Plus bewaart enkele gegevens in  <a>het Firefox profiel</a> op uw computer."
  },
  "s68-link": {
    "message": "http://support.mozilla.org/nl/kb/Profielen"
  },
  "s69": {
    "message": "Adblock Plus verstuurt deze gegevens nooit naar een server, maar andere extensies en diensten, zoals  <a>Firefox Sync</a>, doen dit misschien wel."
  },
  "s7": {
    "message": "Website logbestanden"
  },
  "s70": {
    "message": "De meeste gegevens (uw voorkeuren, filterabonnementen en aangepaste filters) zijn onberispelijk qua privacy."
  },
  "s71": {
    "message": "Echter, statistieken van gebruikte filters en recente probleemmeldingen zouden gebruikt kunnen worden om uw browser geschiedenis te achterhalen."
  },
  "s72": {
    "message": "Adblock Plus behandelt deze informatie identiek aan de manier waarop geschiedenis gegevens door de browser worden behandeld:"
  },
  "s73": {
    "message": "deze gegevens worden niet opgeslagen als u  <a>privénavigatie</a> gebruikt en wordt verwijderd als u er voor kiest om uw navigatiegeschiedenis te wissen."
  },
  "s73-link": {
    "message": "http://support.mozilla.org/nl/kb/Priv%C3%A9navigatie"
  },
  "s74": {
    "message": "Element Hiding Helper extensie"
  },
  "s75": {
    "message": "Extensie update controles"
  },
  "s77": {
    "message": "Wat algemene informatie, zoals uw browser versie, extensie versie, besturingssysteem en uw IP-adres, worden verstuurd tijdens een controle op updates."
  },
  "s8": {
    "message": "Alle verzoeken aan de AdblockPlus.org website worden opgeslagen in de website logbestanden."
  }
}