{
  "abb-ios": {
    "message": "Adblock Browser voor iOS"
  },
  "abb-ios-data-collection": {
    "message": "Bij een onverwachte crash verzamelt Adblock Browser voor iOS gegevens die relevant zijn voor het analyseren van de oorzaak van de fout en verzendt deze naar onze <a>HockeyApp</a>-account. De gegevens worden uitsluitend gebruikt voor het oplossen van incidentele problemen (evenals voor het identificeren van algemene fouten die leiden tot onverwachte crashes) en worden nooit gedeeld met derden."
  },
  "abb-ios-data-retention": {
    "message": "De genoemde gegevens worden alleen verzameld als de applicatie crasht. Verder vraagt Adblock Browser voor iOS expliciet om toestemming voor het verzenden van de verzamelde gegevens nadat de crash zich heeft voorgedaan. Alle crashrapporten die wij op onze servers opslaan, verwijderen we na 30 dagen."
  },
  "crash-data": {
    "message": "Tijdens een crash worden de volgende gegevens verzonden:"
  },
  "crash-reporter": {
    "message": "Crashrapport"
  },
  "data-bundle-id": {
    "message": "Bundel-id, bundelversie en korte bundelversiestring van Adblock Browser voor iOS."
  },
  "data-device-type": {
    "message": "Type apparaat, CPU-architectuur en versie van het besturingssysteem."
  },
  "data-exception": {
    "message": "Als er een uitzondering is opgetreden, de klassenaam van de platte tekst en de berichtwaarde van de uitzondering."
  },
  "data-low-level-data": {
    "message": "Crashgegevens op laag niveau, zoals programmateller (oftewel IP, instruction pointer), methode- of functienamen, signaaldata, pointerregisters en informatie over de geladen binaire beelden."
  },
  "data-timestamp": {
    "message": "Tijdstempel van het moment waarop de crash zich voordeed."
  },
  "data-uuid": {
    "message": "Een gegenereerde UUID om dubbele crashrapporten te voorkomen."
  },
  "hockeyapp-privacy": {
    "message": "Voor meer informatie over het privacybeleid van HockeyApp, raadpleegt u hun <a>servicevoorwaarden</a> en hun <a>documentatie van verzamelde gegevens</a>."
  },
  "s1": {
    "message": "Algemene opmerkingen"
  },
  "s10": {
    "message": "Deze gegevens worden gebruikt om gebruiksstatistieken te maken alsmede potentiele veiligheidsrisico's te onderzoeken en forum/blog spam."
  },
  "s11": {
    "message": "De gedetailleerde logbestanden worden voor een periode van 30 dagen bewaard , waarna alleen de geaggregeerde gebruiksstatistieken bewaard blijven."
  },
  "s12": {
    "message": "Opgeslagen IP-adressen"
  },
  "s13": {
    "message": "De webapplicatie die geïnstalleerd is op AdblockPlus.org slaat uw IP-adres op als u een forum post maakt, een blog commentaar toevoegt of een pagina vertaalt."
  },
  "s14": {
    "message": "Dit maakt het mogelijk voor beheerders om spam inhoud en beveiliginsovertredingen effectief aan te pakken."
  },
  "s15": {
    "message": "Alle opgeslagen IP-adressen worden na 30 dagen verwijderd."
  },
  "s17": {
    "message": "Verschillende gebieden van de AdblockPlus.org website gebruiken cookies om ingelogde gebruikers te herkennen of om instellingen te bewaren."
  },
  "s18": {
    "message": "Cookies worden niet op een andere manier gebruikt en worden nooit gebruikt om bezoekers te volgen."
  },
  "s19": {
    "message": "Forum registratie"
  },
  "s2": {
    "message": "Het algemene privacy beleid van het Adblock Plus project is om te voorkomen dat er meer gegevens worden verzameld dan nodig is voor de extensie en de AdblockPlus.org website om hun werk goed te doen."
  },
  "s20": {
    "message": "Gegevens ingevoerd tijdens forum registratie worden gebruikt om een gebruiker's publieke profiel te maken en zijn daarom zichtbaar voor andere bezoekers van het forum."
  },
  "s21": {
    "message": "Er zijn twee uitzonderingen:"
  },
  "s22": {
    "message": "Wachtwoorden worden onomkeerbaar versleuteld voordat ze op de server worden opgeslagen."
  },
  "s23": {
    "message": "Dit betekent dat ze door niemand achterhaald kunnen worden, zelfs niet door personen met toegang tot de gegevensbank."
  },
  "s24": {
    "message": "E-mailadressen worden alleen in het publieke profiel getoond als daar expliciet toestemming voor is gegeven."
  },
  "s25": {
    "message": "Standaard worden e-mailadressen alleen gebruikt voor het versturen van notificaties waarop je je geabonneerd hebt."
  },
  "s26": {
    "message": "Registratie is niet verplicht om aan de forums deel te nemen."
  },
  "s27": {
    "message": "Blog commentaren"
  },
  "s28": {
    "message": "Als een commentaar wordt toegevoegd aan de <a>Adblock Plus blog</a> kan er optioneel een e-mailadres worden opgegeven."
  },
  "s29": {
    "message": "Anders dan de overige velden wordt deze nooit getoond en wordt het alleen gebruikt om de auteur op de hoogte te stellen van antwoorden."
  },
  "s3": {
    "message": "De verzamelde gegevens worden geanonimiseerd als dit mogelijk is en verwijderd wanneer ze niet meer nodig zijn."
  },
  "s30": {
    "message": "Adblock Plus extensie"
  },
  "s31": {
    "message": "Extensie update controles"
  },
  "s32": {
    "message": "Uw browser controleert periodiek of er updates beschikbaar zijn voor al uw extensies inclusief Adblock Plus."
  },
  "s33": {
    "message": "Wat algemene informatie, zoals browser versie, extensie versie, besturingssysteem en uw IP-adres worden verstuurd tijdens een controle op updates."
  },
  "s34": {
    "message": "Adblock Plus nightly build updates en Adblock Plus updates voor Android en Internet Explorer worden afgehandeld door de AdblockPlus.org website en de verstuurde gegevens vallen onder de  <a>privacy policy</a>."
  },
  "s35": {
    "message": "Updates voor de normale Adblock Plus voor Firefox worden afgehandeld door de Addons.Mozilla.Org website en vallen onder de <a>Firefox Privacy Policy</a>."
  },
  "s36": {
    "message": "Updates voor de normale Adblock Plus voor Chrome worden afgehandeld door de Google Web Store website en vallen onder de  <a>Google Privacy Policy</a>."
  },
  "s37": {
    "message": "Updates voor normale Adblock Plus voor Opera versies worden afgehandeld door de Opera Add-ons website en vallen onder de <a>Opera privacy policy</a>."
  },
  "s38": {
    "message": "Downloads van abonnementen"
  },
  "s39": {
    "message": "Als je een filterabonnement aan je Adblock Plus installatie toevoegt, wordt het abonnement regelmatig verzocht om updates op te halen."
  },
  "s4": {
    "message": "Ze worden nooit met derde partijen gedeeld."
  },
  "s40": {
    "message": "Elke update zorgt er voor dat de hosting website uw IP-adres ontvangt evenals enkele algemene gegevens, zoals de versie van Adblock Plus, welke browser u gebruikt en welke versie van de browser."
  },
  "s41": {
    "message": "Deze gegevens vallen onder de privacy policy van de betreffende website."
  },
  "s42": {
    "message": "Verder wordt, als het downloaden van een abonnement een aantal opeenvolgende keren mislukt, het bijgewerkte adres van de filterlijst gevraagd aan het AdblockPlus.org domein."
  },
  "s43": {
    "message": "De verzonden gegevens bevatten Adblock Plus versie, adres van het abonnement, en informatie over de fout die is opgetreden."
  },
  "s44": {
    "message": "Deze gegevens worden gebruikt om problemen op te sporen die niet door de beheerders van de abonnementen zijn gemeld en vallen onder de gebruikelijke  <a>AdblockPlus.org privacy policy</a>."
  },
  "s45": {
    "message": "Melder van problemen"
  },
  "s46": {
    "message": "Met Adblock Plus voor Firefox kunt u probleemrapporten versturen die dan tijdelijk op het AdblockPlus.org domein worden opgeslagen."
  },
  "s47": {
    "message": "Deze probleemmeldingen bevatten informatie die nodig is om het probleem te onderzoeken, waaronder Adblock Plus versie, browser versie, adres van de webpagina waarop het probleem te zien is, blokkeerbare onderdelen op deze web pagina, overeenkomende filters en actieve abonnementen."
  },
  "s48": {
    "message": "Parameterwaarden worden van alle verzonden adressen verwijderd, om te voorkomen dat er per ongeluk privé informatie gelekt wordt."
  },
  "s49": {
    "message": "Het is ook mogelijk om extra informatie op te geven, wat misschien privacy-gevoelig is:"
  },
  "s5": {
    "message": "Dit beleid laat zien waar gegevens verzameld worden en hoe ze verwerkt worden."
  },
  "s50": {
    "message": "Schermafdrukken van websites bieden een verkleinde en in kleur verminderde versie van de pagina die u bekeek."
  },
  "s51": {
    "message": "Het is mogelijk om in het bijzonder gevoelige delen uit de pagina te verwijderen voordat de melding verzonden wordt."
  },
  "s53": {
    "message": "Een lijst van geïnstalleerde extensies is nodig voor het uitzoeken van conflicten met andere extensies."
  },
  "s54": {
    "message": "De verwerkte probleemmeldingen kunnen alleen benaderd worden door iemand die hun unieke adres weet."
  },
  "s55": {
    "message": "Deze adressen worden alleen gedeeld met de beheerders van een filterabonnement die in de melding genoemd worden en het is onwaarschijnlijk dat deze door anderen achterhaald kunnen worden, tenzij ze een koppeling krijgen."
  },
  "s56": {
    "message": "Alle meldingen en hun bijbehorende gegevens worden automatisch na 30 dagen verwijderd."
  },
  "s57": {
    "message": "Nood kennisgeving"
  },
  "s58": {
    "message": "Recente versies van Adblock Plus bevatten een nood kennisgeving mechanisme waarmee ze gebruikers op de oogte kunnen stellen van belangrijke zaken die invloed kunnen hebben op de installatie van Adblock Plus."
  },
  "s59": {
    "message": "Voor deze functies moet de Adblock Plus installatie regelmatig een adres op het AdblockPlus.org domein raadplegen om de alijst met actieve meldingen op te halen."
  },
  "s60": {
    "message": "Via dit verzoek wordt uw IP-adres naar de website gestuurd, alsmede algemene informatie zoals de versie van Adblock Plus, welke uw browser u heeft en welke browser versie."
  },
  "s61": {
    "message": "Met behulp van deze gegevens kunnen verschillende meldingen naar verschillende clients gestuurd worden en deze gegevens vallen onder de  <a>AdblockPlus.org privacy policy</a>."
  },
  "s62": {
    "message": "Verdere AdblockPlus.org website verzoeken"
  },
  "s63": {
    "message": "Adblock Plus kan verdere verzoeken aan de AdblockPlus.org website maken indien nodig, bijvoorbeeld als er op een koppeling geklikt wordt of als de volledige lijst met filterabonnement gedownload moet worden."
  },
  "s64": {
    "message": "Deze verzoeken vallen onder de gebruikelijke  <a>AdblockPlus.org privacy policy</a>."
  },
  "s65": {
    "message": "Het bewaren van gegevens"
  },
  "s68": {
    "message": "Adblock Plus bewaart enkele gegevens in  <a>het Firefox profiel</a> op uw computer."
  },
  "s68-link": {
    "message": "http://support.mozilla.org/nl/kb/Profielen"
  },
  "s69": {
    "message": "Adblock Plus verstuurt deze gegevens nooit naar een server, maar andere extensies en diensten, zoals  <a>Firefox Sync</a>, doen dit misschien wel."
  },
  "s7": {
    "message": "Website logbestanden"
  },
  "s70": {
    "message": "De meeste gegevens (uw voorkeuren, filterabonnementen en aangepaste filters) zijn onberispelijk qua privacy."
  },
  "s71": {
    "message": "Echter, statistieken van gebruikte filters en recente probleemmeldingen zouden gebruikt kunnen worden om uw browser geschiedenis te achterhalen."
  },
  "s72": {
    "message": "Adblock Plus behandelt deze informatie identiek aan de manier waarop geschiedenis gegevens door de browser worden behandeld:"
  },
  "s73": {
    "message": "deze gegevens worden niet opgeslagen als u  <a>privénavigatie</a> gebruikt en wordt verwijderd als u er voor kiest om uw navigatiegeschiedenis te wissen."
  },
  "s73-link": {
    "message": "http://support.mozilla.org/nl/kb/Priv%C3%A9navigatie"
  },
  "s74": {
    "message": "Element Hiding Helper extensie"
  },
  "s75": {
    "message": "Extensie update controles"
  },
  "s76": {
    "message": "Uw browser controleert periodiek of er updates voor uw extensies zijn, inclusief Element Hiding Helper."
  },
  "s77": {
    "message": "Wat algemene informatie, zoals uw browser versie, extensie versie, besturingssysteem en uw IP-adres, worden verstuurd tijdens een controle op updates."
  },
  "s78": {
    "message": "Element Hiding Helper nightly build updates worden afgehandeld door de AdblockPlus.org website en de verzonden gegevens vallen onder zijn <a>privacy policy</a>."
  },
  "s79": {
    "message": "Update op stabiele releases worden afgehandeld door de addons.mozilla.org website en vallen onder de <a>Firefox Privacy Policy</a>."
  },
  "s8": {
    "message": "Alle verzoeken aan de AdblockPlus.org website worden opgeslagen in de website logbestanden."
  },
  "s9": {
    "message": "De opgeslagen gegevens bevatten IP adres, tijd van het verzoek, de web pagina die is opgevraagd, welke browser gebruikt is en de verwijzende pagina."
  }
}