{
  "title": {
    "message": "Projectplan"
  },
  "title-full": {
    "message": "Adblock Plus roadmap"
  },
  "s1": {
    "message": "Deze roadmap toont de hoog-niveau status van planning voor Adblock Plus en gerelateerde extensies. Het is aanconstante wijzigingen onderhevig. Een nieuwe versie wordt over het algemeen vrijgegeven als alle functies die er voor gepland zijn, geïmplementeer zijn en voldoende getest in development builds."
  },
  "s2": {
    "message": "Eerste-keer-uitvoeren pagina: Maak het mogelijk om privacy abonnement toe te voegen"
  },
  "s3": {
    "message": "Geef gebruikers een eenvoudigere gebruikersinterface, tenzij \"geavanceerde modus\" is ingeschakeld"
  },
  "s4": {
    "message": "Integreer Element Hiding Helper in Adblock Plus (alleen \"geavanceerde modus\")"
  },
  "s5": {
    "message": "Filtervoorkeuren: Maak het mogelijk om meerdere abonnementen te selecteren (voor Bijwerken en Verwijderen acties)"
  },
  "s6": {
    "message": "<a>\nProbleemrapportage: sta scollen toe bij selectie in een schermafbeelding\n  </a> -- voorlopig"
  },
  "s7": {
    "message": "Vereenvoudig het gebruik van Adblock Plus in \"zwarte lijst stand\" (voeg \"@@$document\" toe via optie en maak \"Uitschakelen op...\" mogelijk om het aan te passen) -- voorlopig"
  },
  "s8": {
    "message": "<a>\nVoorbeeld voor abonnement wat wordt toegevoegd\n  </a> -- voorlopig"
  },
  "s9": {
    "message": "<a>\nBetere ondersteuning voor gegevens: URL abonnementen\n  </a> -- voorlopig"
  },
  "s10": {
    "message": "<a>\nOndersteuning voor TLD wildcard voor $domain optie\n  </a> -- voorlopig"
  },
  "s11": {
    "message": "Ongeplande wijzigingen"
  },
  "s12": {
    "message": "Blokkeerbare onderdelen verbeteringen: kolommen grootte van achtergrond afbeeldingen, voorbeeld voor afbeeldingen die door Flash geladen worden, bestandsgrootte\n    images loaded by Flash, file size"
  },
  "s13": {
    "message": "Voeg gebruikersinterface toe voor uitzonderingsregels met de <a>nieuwe $elemhide optie</a>"
  },
  "s14": {
    "message": "Open geen nieuw venster als de gebruiker blokkeert uit de lijst van blokkeerbare onderdelen, toon filter bewerk scherm direct"
  },
  "s15": {
    "message": "Thunderbird: Verbeter ondersteuning voor browser tabs"
  },
  "s16": {
    "message": "Voeg"
  },
  "s17": {
    "message": "http://www.wyzo.com/"
  },
  "s18": {
    "message": "Wyzo"
  },
  "s19": {
    "message": "ondersteuning toe"
  },
  "s20": {
    "message": "Thunderbird: Maak het mogelijk om regels tot e-mails van sommige adressen of domeinen te beperken"
  },
  "s21": {
    "message": "C++ implementatie van core classes (via JSctypes) voor betere prestatie (de huidige JavaScript implementatie blijft als terugval mogelijkheid)"
  }
}