{
  "blog": {
    "message": "Blog"
  },
  "changelog": {
    "message": "Changelog"
  },
  "contact": {
    "message": "Contactpagina"
  },
  "deprecation_warning": {
    "message": "Let op: deze lijst is niet voor Adblock Plus geoptimaliseerd en kan uw browserervaring vertragen."
  },
  "forum": {
    "message": "Forum"
  },
  "homepage": {
    "message": "Startpagina"
  },
  "maintainer_prefix": {
    "message": "door"
  },
  "policy": {
    "message": "Beleid"
  },
  "s1": {
    "message": "Hieronder vindt u een lijst met de actief beheerde filterabonnementen die bij ons bekend zijn. Om u op een filterlijst te abonneren, klikt u op de link \"Abonneer\". Houd er rekening mee dat <a>u niet te veel filterabonnementen toevoegt</a>."
  },
  "s2": {
    "message": "Ziet u uw filterlijst hier niet? <a>Stuur ons</a> uw lijst met eventuele informatie die u op deze pagina wilt tonen. Let op: om op deze lijst te worden opgenomen, moet uw abonnement een kort overzicht bevatten waarin de oorsprong van de filterlijst wordt beschreven en de wijze waarop er contact met u moet worden opgenomen, mocht zich een probleem voordoen. Onthoud dat u een problemen binnen redelijke tijd moet kunnen verhelpen."
  },
  "s3": {
    "message": "Alle filterlijsten op deze pagina worden door derden onderhouden. eyeo, het bedrijf achter Adblock Plus, heeft over hen geen controle. We laten deze alleen maar zien zodat u abonnementen kunt vinden die u mogelijk van pas komen. In geen enkel geval zal eyeo aansprakelijk worden gehouden jegens u of een andere derde, voor schade of verlies (inclusief maar niet beperkt tot gemiste kansen of zakelijke verliezen) die al dan niet direct of indirect uit het gebruik van deze lijsten voortvloeit."
  },
  "specialization": {
    "message": "Specialisatie"
  },
  "subscribe": {
    "message": "Abonneren:"
  },
  "supplements_prefix": {
    "message": "aanvulling voor"
  },
  "title": {
    "message": "Bekende filterabonnementen voor Adblock Plus"
  },
  "type_ads": {
    "message": "Advertentieblokkering"
  },
  "type_other": {
    "message": "Diversen"
  }
}