{
  "title": {
    "message": "Tutorials"
  },
  "s1": {
    "message": "Tutorials - Adblock Plus"
  },
  "s2": {
    "message": "Wil je YouTube reclames blokkeren? Facebook advertenties verwijderen? Nooit meer een banner zien? Gebruik de Adblock Plus tutorials om jezelf te beschermen tegen ongevraagde online advertenties."
  },
  "s3": {
    "message": "Tutorials - Adblock Plus"
  },
  "s4": {
    "message": "Wil je YouTube reclames blokkeren? Facebook advertenties verwijderen? Nooit meer een banner zien? Gebruik de Adblock Plus tutorials om jezelf te beschermen tegen ongevraagde online advertenties."
  },
  "s5": {
    "message": "Wat is een adblocker?"
  },
  "s6": {
    "message": "Een adblocker (of advertentieblokker) voor Chrome of Firefox is een extensie (of add-on) voor je browser, die functionaliteit toevoegt aan je browser zodat het de inhoud van webpagina's kan filteren. Adblockers zelf hebben geen functionaliteit, in de zin dat ze niets kunnen blokkeren zonder dat er wordt 'verteld' welke elementen te blokkeren. De zogenaamde filterlijsten 'vertellen' de advertentieblokker wat te blokkeren. Deze filterlijsten zijn eigenlijk een uitgebreide set met regels, die Adblock Plus vertellen wat te blokkeren. Deze lijsten zijn gemaakt en worden onderhouden door een grote online community."
  },
  "s7": {
    "message": "Vooral voor Google Chrome, zijn adblockers erg populair, en meer dan 20 miljoen mensen gebruiken dit. Voor Firefox, gebruiken gemiddeld 16 miljoen mensen de adblocker elke dag."
  },
  "s8": {
    "message": "How advertenties te blokkeren"
  },
  "s9": {
    "message": "Alhoewel het veel meer kan, de basisfunctionaliteit van Adblock Plus is het blokkeren van vervelende advertenties. Deze tutorials laten je zien hoe je de irritante advertenties kan blokkeren in de verschillende browsers."
  },
  "s10": {
    "message": "Hoe advertenties te blokkeren in Firefox"
  },
  "s11": {
    "message": "Met Adblock Plus voor Firefox kun je alle irritante online advertenties verwijderen, zoals YouTube reclames, Facebook advertenties, banners, pop-ups, en veel meer. Als je de Mozilla Firefox browser nog niet geinstalleerd hebt, kun je deze <a>installeren van Mozilla</a>. Als je advertenties wil blokkeren in een andere browser, zie dan de tutorials van Adblock Plus voor Google Chrome en Opera."
  },
  "s12": {
    "message": "De snelste manier om Adblock Plus aan je Firefox toe te voegen is door <a>naar de Firefox installatie pagina</a> te gaan, en klik op de installeer knop. Een klein venster zal openen, klik vervolgens op \"Installeer nu\". Dit zal Adblock Plus aan je browser toevoegen, en zal je beschermen tegen alle irritante reclames."
  },
  "s13": {
    "message": "Je kunt ook <a>Adblock Plus installeren via Mozilla Firefox</a>. Ga eerst naar Adblock Plus in de Mozilla Add-ons gedeelte. Wanneer je de link hebt geopend, zal het volgende venster zich openen:"
  },
  "s14": {
    "message": "Klik op de grote groene knop \"Aan Firefox toevoegen\" om Adblock Plus te installeren. Vervolgens zal Firefox je vragen om \"Alleen add-ons te installeren van programmeurs die je vertrouwt\" (of een vergelijkbare melding) bevestig dit door op \"Installeer\" te klikken. Na de bevestiging, zijn alle irritante advertenties geblokkeerd."
  },
  "s15": {
    "message": "Een standaard filterlijst zal worden geinstalleerd en geactiveerd de eerste maal dat je Adblock Plus installeert, gebaseerd op de taalinstellingen van je browser. Om andere filterabonnementen toe te voegen, <a>lees meer hier</a>. Voor meer gevorderde opties, zoals zelf een filter maken, <a>klik hier</a>."
  },
  "s16": {
    "message": "Hoe advertenties te blokkeren in Google Chrome"
  },
  "s17": {
    "message": "Momenteel zijn er dagelijks meer dan 10 miljoen mensen op Chrome die vervelende advertenties blokkeren. Als je Google Chrome gebruikt, gebruik dan de Adblock Plus extensie om alle irritante reclames te verwijderen. Adblock Plus blokkeert alle vervelende advertenties op het web, zoals YouTube video reclames, flashy banner advertenties, Facebook reclames en veel meer. Het blokkeert zelfs pop-ups die niet door je browser worden geblokkeerd. Dit tutorial laat je zien hoe je Adblock Plus kan installeren, en hoe je advertenties in Chrome kan blokkeren."
  },
  "s18": {
    "message": "Adblock Plus toevoegen aan Google Chrome"
  },
  "s19": {
    "message": "Er zijn twee manieren om Adblock Plus aan je Chrome browser toe te voegen. Ten eerste, je kan onze ad blocker voor Chrome toevoegen door <a>naar de Chrome installatie pagina te gaan</a> en op de groene installatie knop te klikken. Een klein venster zal verschijnen en je vragen om Chrome's Adblock Plus te installeren. Klik vervolgens op \"Toevoegen\" om Adblock Plus te installeren. Je bent vanaf nu beschermt tegen alle online reclames."
  },
  "s20": {
    "message": "Je kan ook Adblock Plus toevoegen via de Google Chrome Webstore. Om onze adblokker te installeren, <a>ga naar de Webstore</a>. Klik op \"Toevoegen aan Chrome\" (of een vergelijkbare optie) en klik op \"Toevoegen\" om te bevestigen."
  },
  "s21": {
    "message": "Adblock Plus zal automatisch een standaard filterlijst installeren, gebaseerd op de taalinstellingen van je browser. Als je wil leren hoe andere/meer filterlijsten toe te voegen, kun je <a>hier meer lezen</a>. Voor meer gevorderde opties, zoals het uitschakelen van tracking, klik <a>hier</a>."
  },
  "s22": {
    "message": "Hoe advertenties in Opera te blokkeren"
  },
  "s23": {
    "message": "Om advertenties in Opera te blokkeren, hoef je alleen Adblock Plus te installeren. Het gemakkelijkste is om<a> naar de Opera Add-ons pagina te gaan</a> en klik op \"Aan Opera toevoegen\". Een klein venster zal je vragen of je Adblock Plus wil toevoegen aan je Opera browser. Klik op \"Installeren\" om jezelf te beschermen tegen online advertenties."
  },
  "s24": {
    "message": "Hoe advertenties te blokkeren op Android"
  },
  "s25": {
    "message": "Als je alle advertenties wil blokkeren op je Android toestel, ga dan naar <a>onze homepage</a> met je Android toestel en download de applicatie \"Adblock Plus\". Voordat je deze download, zorg ervoor dat je toestel <a>installaties toestaat vanaf onbekende bronnen</a>. Als je geen 'rooted' toestel heb, zul je waarschijnlijk <a>handmatig de proxy moeten instellen</a>. Daarna ben je beschermt tegen online advertenties."
  },
  "s26": {
    "message": "Hoe online tracking uit te schakelen"
  },
  "s27": {
    "message": "Er zijn erg veel bedrijven die data van je verzamelen over je online leven op vele websites. Zelfs je online geschiedenis wordt onderzocht en verzameld. Een klein aantal gebruikers heeft hier geen problemen mee, want bedrijven kunnen zo beter gepersonaliseerde advertenties aanbieden. Echter zijn er honderden advertentie bedrijven die veel data van je online leven verzamelen en opslaan. Als je niet wil dat je online gedrag wordt gevolgd door andere bedrijven, kun je Adblock Plus gebruiken om alle online tracking uit te schakelen. Volgens deze <a>studie van Stanford University</a>, is Adblock Plus the beste oplossing om jezelf te beschermen tegen online tracking."
  },
  "s28": {
    "message": "Zie <a>hoe social media buttons uit te schakelen</a> als je de tracking wil uitschakelen van bedrijven zoals Facebook en Google door alle social media buttons op alle websites te verwijderen."
  },
  "s29": {
    "message": "Online tracking uitschakelen voor Firefox"
  },
  "s30": {
    "message": "Online tracking kan worden uitgeschakeld door een nieuw filterlijst abonnement toe te voegen aan Adblock Plus. De zogenaamde \"EasyPrivacy\" filter zal alle online tracking verzoeken blokkeren. Om deze aan Adblock Plus toe te voegen, <a>klik hier</a>, en klik op \"Filter toevoegen\""
  },
  "s31": {
    "message": "Online tracking uitschakelen voor Google Chrome"
  },
  "s32": {
    "message": "In Google Chrome, Adblock Plus kan alle ongewenste online tracking praktijken van online advertising bedrijven uitschakelen. De tracking uitschakelen kan worden gedaan door het installeren en inschakelen van het \"EasyPrivacy\" filterlijst abonnement,  door <a>dit venster te openen</a>. Klik op \"toevoegen\" om jezelf te beschermen tegen online tracking in Chrome."
  },
  "s33": {
    "message": "Hoe malware domeinen uit te schakelen"
  },
  "s34": {
    "message": "Malware is momenteel het grootste gevaar online. Zonder dat de gebruiker het weet, worden stukjes software geinstalleerd op je harde schijf die je computer openstellen voor allerlei cyber misdaden. Als je computer door malware geinfecteerd is, zijn je online banking gegevens, credit card informatie, Burger Service Nummers, wachtwoorden etc. niet meer veilig. Malware kan op je computer worden geinstalleerd <a>door online ads</a>, zelfs de Google en Yahoo advertenties. Je kan Adblock Plus gebruiken om jezelf te beschermen tegen malware, Trojan horses, wormen, spy- en adware en andere virussen."
  },
  "s35": {
    "message": "Malware domeinen uitschakelen op Firefox"
  },
  "s36": {
    "message": "Het uitschakelen van bekende malware domeinen is gemakkelijk gedaan door een nieuw filter abonnement toe te voegen aan Adblock Plus. Om de lijst van bekende domeinen toe te voegen aan Adblock Plus, <a>klik hier</a>, en klik op \"Filter toevoegen\"."
  },
  "s37": {
    "message": "Malware domeinen uitschakelen op Chrome"
  },
  "s38": {
    "message": "Door een nieuw filterlijst abonnement aan Chrome toe te voegen, kunnen alle domeinen die bekend zijn malware te verspreiden worden geblokkeerd. Om dit abonnement toe te voegen aan Adblock Plus, <a>klik hier</a>, en klik \"Toevoegen\" in het instellingen menu van onze adblokker voor Chrome."
  },
  "s39": {
    "message": "Hoe Social Media buttons uit te schakelen"
  },
  "s40": {
    "message": "Tegenwoordig heeft bijna elke website buttons van populaire social media, zoals Facebook, Twitter, Google + en anderen. Ook al klik je nooit op deze knoppen, je online data wordt nog steeds verzameld en doorgespeeld aan deze social media zodat ze een profiel kunnen creëren gebaseerd op je online gedrag."
  },
  "s41": {
    "message": "Als je het internet wil gebruiken zonder in de gaten te worden gehouden door de social media, kun je Adblock Plus gebruiken voor een makkelijke oplossing om deze knoppen te verwijderen."
  },
  "s42": {
    "message": "Social Media buttons uitschakelen in Firefox"
  },
  "s43": {
    "message": "Als je de social media buttons in Firefox wil uitschakelen, volg dan deze makkelijke stappen: <a>klik hier</a> en kies \"Filter toevoegen\"."
  },
  "s44": {
    "message": "Social Media buttons uitschakelen in Google Chrome"
  },
  "s45": {
    "message": "Met Adblock Plus voor Google Chrome is het erg gemakkelijk om social media knoppen te verwijderen door een nieuw filter abonnement toe te voegen. Je hoeft alleen <a>hier te klikken</a>, en klik op \"toevoegen\" in het filterinstellingen menu van Adblock Plus."
  },
  "s46": {
    "message": "Hoe YouTube reclames te blokkeren"
  },
  "s47": {
    "message": "Een van de grootste online irritaties is de 30-seconde reclames waar je naar moet kijken om een 20-seconde filmpje op YouTube te kunnen zien. Ondanks het feit dat gebruikers hier constant over klagen, is de verwachting dat deze manier van adverteren alleen nog maar zal toenemen in de toekomst. Met Adblock Plus is het erg gemakkelijk om video reclames te blokkeren. Installeer Adblock Plus, en alle YouTube video reclames zullen worden geblokkeerd."
  },
  "s48": {
    "message": "Voor Google Chrome, Adblock Plus kan worden geinstallleerd door naar <a>de Chrome installatie pagina te gaan</a> en op de installatie knop te klikken. Een klein venster zal openen, klik op \"Toevoegen\". Adblock Plus zal nu automatisch alle vervelende YouTube advertenties blokkeren."
  },
  "s49": {
    "message": "Voor Firefox kun je Adblock Plus installeren door <a>de Firefox installatie pagina te openen</a> en op de installeerknop te klikken. Bevestig de installatie door op \"Toestaan\" (of een vergelijkbare optie) in het eerste venster te klikken, en \"Nu installeren\" in de tweede. Adblock Plus blokkeert standaard alle vervelende video reclame van YouTube."
  },
  "s50": {
    "message": "Hoe Facebook advertenties te blokkeren"
  },
  "s51": {
    "message": "Word je ook zo moe van alle Facebook advertenties in je tijdslijn? Gebruik Adblock Plus om alle Facebook advertenties te blokkeren. Na de installatie zal Adblock Plus alle advertenties automatisch blokkeren, dus ook de Facebook advertenties."
  },
  "s52": {
    "message": "Voor Google Chrome kan Adblock Plus worden geinstalleerd door de <a>Chrome installatie pagina te openen</a> en op de groene installatie knop te klikken. Bevestig de installatie door op \"Toevoegen\" te klikken, en vernieuw de Facebook pagina. Je zult direct zien dat alle Facebook advertenties geblokkeerd zullen zijn!"
  },
  "s53": {
    "message": "Adblock Plus voor Firefox kan worden geinstalleerd door naar <a>de Firefox installatie pagina te gaan</a> en op de installeer button te klikken. Firefox zal je tweemaal vragen om de installatie te bevestigen, dus klik op \"Toestaan\" en \"Installeer\". Direct na de installatie zal Adblock Plus automatisch alle vervelende Facebook advertenties blokkeren."
  }
}