{
  "s1": {
    "message": "uBlock Origin verlaat Chrome. Hier is wat u moet weten:"
  },
  "s2": {
    "message": "Google Chrome is begonnen met het uitschakelen van uBlock Origin in zijn browser. Begin deze zomer schakelde Chrome zijn extensieplatform over naar Manifest V3, waarmee de ondersteuning voor Manifest V2 en alle MV2-extensies werd beëindigd. Chrome-extensies die niet zijn bijgewerkt naar Manifest V3 worden nu uitgefaseerd in de browser."
  },
  "s3": {
    "message": "Als MV2-extensie zal uBlock Origin niet langer werken in Chrome. uBlock Origin heeft publiekelijk verklaard dat het zijn volledige versie niet zal updaten om aan de MV3-vereisten te voldoen en <a>Chrome schakelt uBlock Origin automatisch uit omdat het niet langer wordt ondersteund</a>."
  },
  "s4": {
    "message": "Reclameblokkering voor Chrome zoeken"
  },
  "s5": {
    "message": "<span>Zorg ervoor dat uw browser up-to-date is</span> Normaal gesproken worden browserupdates op de achtergrond uitgevoerd, maar als u uw browser al een tijdje niet heeft gesloten, kan het zijn dat er een update in de wacht staat. Extensies werken mogelijk niet goed als uw browser verouderd is. Ontdek <a>hier</a> hoe u Chrome handmatig kunt bijwerken op uw desktopcomputer, Android- of iOS-apparaten of controleer of u de nieuwste versie gebruikt."
  },
  "s6": {
    "message": "<span>Zoek extensies die werken in Chrome</span> Als uw huidige advertentieblokkering of extensie niet langer werkt in Chrome, gaat u naar de <a>Chrome Web Store</a> om MV3-compatibele extensies te zoeken."
  },
  "s7": {
    "message": "Wat betekent Manifest V3 voor advertentieblokkering?"
  },
  "s8": {
    "message": "Extensies, zoals advertentieblokkering en wachtwoordbeheerders, zijn tools die we aan onze browsers toevoegen om onze online ervaring persoonlijker en veiliger te maken. Achter de schermen bieden browsers een platform dat ontwikkelaars gebruiken om deze extensies te bouwen, zodat ze soepel werken en tegelijkertijd de privacy en veiligheid van gebruikers respecteren."
  },
  "s9": {
    "message": "Onlangs heeft Google de manier waarop Chrome omgaat met extensies bijgewerkt via het platform <a>Manifest V3</a>. Deze updates hebben invloed gehad op de manier waarop veel Chrome-extensies werken, waaronder een aantal populaire tools voor advertentieblokkering. Belangrijke veranderingen zijn het vervangen van oudere functies door nieuwere functies, zoals het gebruik van 'service workers' in plaats van achtergrondpagina's, het introduceren van strengere regels voor het wijzigen van webverzoeken en het verbieden van code die op afstand wordt gehost. Google zegt dat deze updates bedoeld zijn om de beveiliging, privacy en prestaties van extensies te verbeteren met behoud van belangrijke functies."
  },
  "s10": {
    "message": "Extensies die niet zijn overgegaan op MV3, zoals uBlock Origin Chrome, worden momenteel echter verwijderd uit de Chrome Web Store en zullen niet langer werken in Chrome."
  },
  "s11": {
    "message": "Adblock Plus is compatibel met MV3 en beschikbaar in Chrome"
  },
  "s12": {
    "message": "Toen Manifest V3 werd aangekondigd, gingen we aan de slag met het bijwerken en testen van Adblock Plus, zodat we u dezelfde hoge kwaliteit van advertentieblokkering konden blijven bieden op al uw apparaten en browsers."
  },
  "s13": {
    "message": "Wij vinden dat u zelf moet kunnen kiezen welke browser u gebruikt en toch over de tools moet beschikken om uw online ervaring te verbeteren. <a>Adblock Plus was een van de eerste extensies die migreerde naar Manifest V3</a> en is compatibel met de nieuwste versie van Chrome. Hopelijk heeft u niet eens gemerkt wanneer de verandering plaatsvond."
  }
}