{
  "title": {
    "message": "Adblock Plus is vernieuwd"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus is bijgewerkt!"
  },
  "update-lead-1": {
    "message": "We hebben de afgelopen paar maanden besteed aan het toevoegen van nieuwe functies en het verbeteren van de prestaties van Adblock Plus. We leggen ons erop toe om u de beste advertentieblokkeringstechnologie te bieden zodat u kunt genieten van een schoon web. Adblock Plus is gratis, door de gemeenschap ondersteunde software, en dat zou niet mogelijk zijn zonder uw voortdurende ondersteuning."
  },
  "update-lead-2": {
    "message": "We steken veel tijd en middelen in het ontwikkelen en verzekeren van de beste online ervaring voor onze gebruikers. Geef een bijdrage die volgens u redelijk is aan het Adblock Plus project en onze pogingen om de advertentieblokkeringsgemeenschap in leven te houden. Elke bijdrage wordt op prijs gesteld!"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Betaal via:"
  },
  "whats-new-header-1": {
    "message": "Wat is er nieuw?"
  },
  "whats-new-lead-1": {
    "message": "Hier is een overzicht van enkele recente verbeteringen."
  },
  "whats-new-list-1": {
    "message": "<strong>Verbeterde advertentieblokkeringsfunctionaliteit</strong>. Veel websites zoeken naar manieren om te voorkomen dat Adblock Plus opdringerige advertenties blokkeert. Als u ooit een website tegenkomt die u niet toestaat advertenties te blokkeren, laat het ons dan weten door onze Report Issue-functie te gebruiken."
  },
  "whats-new-list-2": {
    "message": "<strong>Betere prestatie</strong>. We hebben de manier veranderd waarop we omgaan met anti-ontduikingsfragmenten die zich op dezelfde domeinen richten, om alleen degenen te houden waarbij 'veranderingen toepassen' ingeschakeld is. Dit betekent dat u betere prestaties van onze extensie kunt verwachten."
  },
  "whats-new-list-3": {
    "message": "<strong>Betere basis voor de toekomst</strong>. Manifest V3, de meest recente versie van het extensieplatform voor op Chromium gebaseerde browsers ligt in het verschiet. En we hebben ons erop voorbereid! MV3 vertegenwoordigt een grote verschuiving in hoe browserextensies werken, die het nodig maakt dat ons team enkele grote veranderingen aanbrengt in de manier waarop Adblock Plus werkt. We hebben veel vooruitgang geboekt zodat we Adblock Plus gebruikers kunnen blijven helpen de controle over hun online ervaring te houden terwijl het web evolueert."
  },
  "whats-new-list-4": {
    "message": "<strong>Verbeterde gebruikerservaring.</strong> We werken er altijd aan om Adblock Plus te verbeteren. We hebben recent enkele foutmeldingen bijgewerkt om gemakkelijker bugs te kunnen verwijderen, hebben veranderingen aangebracht in onze terminologie, en hebben een nieuwe voettekst aan het pop-upmenu toegevoegd zodat je gemakkelijke toegang hebt tot wat je nodig hebt."
  },
  "whats-new-support": {
    "message": "Wilt u een probleem melden? Neem contact met ons op via sociale media, <a data-mask='{\"href\": \"bWFpbHRvOmRvbmF0aW9uc0BhZGJsb2NrcGx1cy5vcmc=\"}'>e-mail</a> of het <a href=\"https://adblockplus.org/forum\">gebruikersforum</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Privacybeleid"
  },
  "main-heading-1": {
    "message": "Het honor-systeem"
  },
  "main-lead-1": {
    "message": "Groeten van het Adblock Plus team!"
  },
  "main-lead-2": {
    "message": "Adblock Plus is honor-ware, wat betekent <strong>dat we elkaar vertrouwen</strong> om aardig te zijn:"
  },
  "main-lead-3": {
    "message": "U <strong>betaalt wat u kunt</strong> voor Adblock Plus. We laten u de prijs kiezen."
  },
  "main-lead-4": {
    "message": "We ontwikkelen functies die u controle geven over uw surfervaring."
  },
  "main-lead-5": {
    "message": "U ontvangt een <strong>terugbetaling</strong> - en kunt <strong>Adblock Plus houden</strong> - als het u niet <em>bevalt</em>."
  },
  "main-heading-2": {
    "message": "Hulp is slechts een e-mail verwijderd"
  },
  "main-body-1": {
    "message": "Betaal zoveel als u kunt, want u krijgt een terugbetaling als u binnen 120 dagen van gedachten verandert."
  },
  "main-body-3": {
    "message": "Als u ons ooit nodig heeft, is er dag en nacht zelfhulp en op werkdagen e-mail hulp beschikbaar op ons ondersteuningsportaal, <a>help.eyeo.com</a>."
  },
  "main-body-4": {
    "message": "Bedankt voor het kiezen van Adblock Plus! Veel surfplezier!"
  },
  "main-body-5": {
    "message": "Met vriendelijke groet, <span></span>het Adblock Plus team"
  }
}