{
  "abp-can-be-improved": {
    "message": "Uw Adblock Plus kan worden verbeterd!"
  },
  "adding-enhancements": {
    "message": "We hebben onlangs de eerste van een reeks verbeteringen aan Adblock Plus aangebracht. Met de lancering van Adblock Plus Premium hebben we extra manieren ontwikkeld om onze gebruikers te helpen genieten van een internetervaring met minder pop-ups en afleidingen. Hieronder vindt u een overzicht van dit werk."
  },
  "abp-free-software": {
    "message": "Ons team besteedt duizenden uren om ervoor te zorgen dat iedereen de beste ervaring heeft met Adblock Plus. Dit jaar hebben we ons gericht op het gemakkelijker maken voor onze gebruikers om meer pop-ups en afleidingen te blokkeren, en we zijn nog maar net begonnen. Bekijk ook eens Adblock Plus Premium. <strong>Elke bijdrage wordt gewaardeerd!</strong>"
  },
  "whats-new-header-1": {
    "message": "Wat is er nieuw?"
  },
  "enjoy-fewer-distractions": {
    "message": "Met Adblock Premium kunt u genieten van een internetervaring met veel minder afleiding."
  },
  "stop-autoplay-video": {
    "message": "<strong>Stop het automatisch afspelen van video's. </strong> Verberg de door websites vaak gebruikte video's die automatisch worden afgespeeld en u op de website blijven volgen."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Verwijder de nieuwsbriefpop-ups.</strong> Stop de pop-ups die websites gebruiken om u over te halen u aan te melden voor hun e-mails en nieuwsbrieven."
  },
  "block-survey-requests": {
    "message": "<strong>Blokkeer sitemeldingen en enquêteverzoeken.</strong> Veel websites vragen om uw locatie te volgen of vragen u om deel te nemen aan korte enquêtes. Nu wijzen we deze verzoeken van de websites die u bezoekt automatisch af."
  },
  "hide-cookie-notices": {
    "message": "<strong>Verberg de toestemmingsverklaringen voor cookies.</strong> Binnenkort kunt u een einde maken aan die irritante banners voor toestemming voor cookies die op de meeste websites worden gebruikt, dankzij een nieuwe functie voor het blokkeren van cookies die we bijna klaar hebben."
  },
  "whats-new-support": {
    "message": "Wilt u een probleem melden? Neem contact met ons op via social media, <a>e-mail</a> of het <a>gebruikersforum</a>."
  },
  "privacy-policy": {
    "message": "Privacybeleid"
  }
}