{
  "title": {
    "message": "Adblock Plus is bijgewerkt"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus is bijgewerkt!"
  },
  "update-lead-1": {
    "message": "We hebben de afgelopen maanden besteed aan het toevoegen van nieuwe functies en het verbeteren van de prestaties van Adblock Plus. Het is onze passie om u de beste technologie voor het blokkeren van advertenties te bieden, zodat u kunt genieten van een schoon web. Adblock Plus is gratis software die door de gemeenschap wordt ondersteund. Dat <strong>zou niet mogelijk zijn zonder uw voortdurende steun.</strong>"
  },
  "update-lead-2": {
    "message": "We besteden veel tijd en middelen aan het ontwikkelen en veiligstellen van de beste online ervaring voor onze gebruikers. Draag alstublieft een wat u geschikt bedrag vindt bij aan het Adblock Plus-project en onze pogingen om de ad-blocking gemeenschap levend te houden. <strong>Elke bijdrage wordt gewaardeerd!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Betaal via:"
  },
  "whats-new-header-1": {
    "message": "Wat is er nieuw?"
  },
  "whats-new-lead-1": {
    "message": "Hier ziet u een overzicht van enkele recente verbeteringen."
  },
  "whats-new-list-1": {
    "message": "<strong>Verbeterde advertentieblokkeringsfunctionaliteit</strong>. Veel websites zoeken naar manieren om te voorkomen dat Adblock Plus opdringerige advertenties blokkeert. Als u ooit een website tegenkomt die u niet toestaat advertenties te blokkeren, laat het ons dan weten door onze Report Issue-functie te gebruiken."
  },
  "whats-new-list-2": {
    "message": "<strong>Verbeterde prestatie</strong>. We hebben de manier veranderd waarop we omgaan met anti-ontwijkingssnippets die op dezelfde domeinen zijn gericht, zodat alleen die wijzigingen worden toegepast die zijn ingeschakeld. Dit betekent dat u over het algemeen een betere prestatie van onze extensie kunt verwachten."
  },
  "whats-new-list-3": {
    "message": "<strong>Verbeterde basis voor de toekomst</strong>. Manifest V3, de nieuwste versie van het extensieplatform voor op Chromium gebaseerde browsers, komt eraan. En we hebben ons er op voorbereid! MV3 vertegenwoordigt een grote verschuiving in hoe browserextensies zullen werken, waardoor ons team enkele grote veranderingen moet doorvoeren in hoe Adblock Plus werkt. We hebben veel vooruitgang geboekt, zodat we Adblock Plus-gebruikers kunnen blijven helpen om de controle te houden over hun online ervaring terwijl het web evolueert."
  },
  "whats-new-list-4": {
    "message": "<strong>Verbeterde gebruikerservaring.</strong> We werken er altijd aan om Adblock Plus te verbeteren. We hebben recent enkele foutmeldingen bijgewerkt om gemakkelijker bugs te kunnen verwijderen, hebben veranderingen aangebracht in onze terminologie, en hebben een nieuwe voettekst aan het pop-upmenu toegevoegd zodat je gemakkelijke toegang hebt tot wat je nodig hebt."
  },
  "whats-new-support": {
    "message": "Wilt u een probleem melden? Neem contact met ons op via sociale media, <a>e-mail</a> of het <a>gebruikersforum</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Privacybeleid"
  },
  "main-heading-1": {
    "message": "Het honor-systeem"
  },
  "main-lead-1": {
    "message": "Groeten van het Adblock Plus team!"
  },
  "main-lead-2": {
    "message": "Adblock Plus is honor-ware, wat betekent <strong>dat we elkaar vertrouwen</strong> om aardig te zijn:"
  },
  "main-lead-3": {
    "message": "U <strong>betaalt wat u kunt</strong> voor Adblock Plus. We laten u de prijs kiezen."
  },
  "main-lead-4": {
    "message": "We ontwikkelen functies die u controle geven over uw surfervaring."
  },
  "main-lead-5": {
    "message": "U ontvangt een <strong>terugbetaling</strong> - en kunt <strong>Adblock Plus houden</strong> - als het u niet <em>bevalt</em>."
  },
  "main-heading-2": {
    "message": "Hulp is slechts een e-mail verwijderd"
  },
  "main-body-1": {
    "message": "Betaal zoveel als u kunt, want u krijgt een terugbetaling als u binnen 120 dagen van gedachten verandert."
  },
  "main-body-3": {
    "message": "Als u ons ooit nodig heeft, is er dag en nacht zelfhulp en op werkdagen e-mail hulp beschikbaar op ons ondersteuningsportaal, <a>help.eyeo.com</a>."
  },
  "main-body-4": {
    "message": "Bedankt voor het kiezen van Adblock Plus! Veel surfplezier!"
  },
  "main-body-5": {
    "message": "Met vriendelijke groet, <span></span>het Adblock Plus team"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Verbeterde functionaliteit voor het blokkeren van advertenties</strong>. Veel websites zoeken naar manieren om te voorkomen dat Adblock Plus vervelende advertenties blokkeert. Daarom hebben we ons gericht op het verbeteren van onze functionaliteit, zodat we deze anti-advertentieblokkeringspogingen kunnen overwinnen."
  },
  "new-tab-heading-1": {
    "message": "Help Adblock Plus om van het internet een betere plek te maken"
  },
  "new-tab-lead-1": {
    "message": "We hebben ons gericht op het toevoegen van nieuwe functies en het verbeteren van de prestaties van Adblock Plus. Het is dan ook onze passie om u de beste technologie voor het blokkeren van advertenties te bieden, zodat u kunt genieten van een schoon web."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus is gratis, door de gemeenschap ondersteunde software. Het is belangrijk voor ons dat iedereen onze software kan gebruiken, ongeacht of ze een bijdrage kunnen doen of niet. Maar dat zou niet mogelijk zijn zonder uw voortdurende steun. We besteden veel tijd en middelen aan het ontwikkelen en veiligstellen van de beste online ervaring voor onze gebruikers. Draag alstublieft een wat u geschikt bedrag vindt bij aan het Adblock Plus-project en onze pogingen om de ad-blocking gemeenschap levend te houden. Elke bijdrage wordt gewaardeerd!"
  },
  "out-mission-heading-1": {
    "message": "Een betere webervaring creëren voor iedereen"
  },
  "out-mission-lead-1": {
    "message": "Het is onze missie om een internetervaring te creëren die voor iedereen ongestoord en zorgeloos is. We hebben veel werk te doen: van het blokkeren van meer pop-ups en afleidingen tot het veiliger maken van uw internetervaring. We zijn erop gericht ervoor te zorgen dat onze gebruikers de controle houden over hoe ze het internet gebruiken. Dankzij uw bijdrage kan ons team eenvoudige, intuïtieve tools blijven ontwikkelen die voor iedereen toegankelijk zijn. Zonder u zouden we niet kunnen doen wat we doen!"
  },
  "abp-can-be-improved": {
    "message": "Uw Adblock Plus kan worden verbeterd!"
  },
  "adding-enhancements": {
    "message": "We hebben onlangs de eerste van een reeks verbeteringen in Adblock Plus aangebracht. Met de lancering van Adblock Plus Premium hebben we extra manieren ontwikkeld om onze gebruikers te helpen genieten van een internetervaring met minder pop-ups en afleidingen. Hieronder vindt u een overzicht van dit werk."
  },
  "abp-free-software": {
    "message": "Ons team besteedt duizenden uren om ervoor te zorgen dat iedereen de beste ervaring heeft met Adblock Plus. Dit jaar hebben we ons gericht op het gemakkelijker maken voor onze gebruikers om meer pop-ups en afleidingen te blokkeren, en we zijn nog maar net begonnen. Bekijk ook eens Adblock Plus Premium. <strong>Elke bijdrage wordt gewaardeerd!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Met Adblock Premium geniet u van een internetervaring met veel minder afleidingen."
  },
  "stop-autoplay-video": {
    "message": "<strong>Stop het automatisch afspelen van videofeeds. </strong> Verberg de video's die veel websites gebruiken en die automatisch worden afgespeeld en u volgen terwijl u op een website surft."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Verwijder pop-ups voor nieuwsbrieven.</strong> Maak een einde aan de pop-ups die websites gebruiken om u aan te melden voor hun e-mails en nieuwsbrieven."
  },
  "block-survey-requests": {
    "message": "<strong>Blokkeer websitemeldingen en enquête-uitnodigingen.</strong> Veel websites vragen om uw locatie te volgen of vragen u om deel te nemen aan korte enquêtes. Nu zullen we deze verzoeken van de websites die u bezoekt, automatisch weigeren."
  },
  "hide-cookie-notices": {
    "message": "<strong>Verberg de toestemmingsverklaringen voor cookies.</strong> Binnenkort kunt u een einde maken aan die irritante banners voor toestemming voor cookies die op de meeste websites worden gebruikt, dankzij een nieuwe functie voor het blokkeren van cookies die we bijna klaar hebben."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Blokkeer meer pop-ups en afleidingen.</strong> Neem afscheid van enquêteverzoeken, pop-ups voor nieuwsbrieven en vervelende videoadvertenties die automatisch afspelen wanneer u Adblock Plus Premium ontgrendelt."
  },
  "do-you-like-adblockplus": {
    "message": "Bevalt Adblock Plus u tot dusver? Zo ja, wilt u overwegen een bijdrage te leveren om ons te steunen?"
  },
  "an-overview": {
    "message": "Hier ziet u een overzicht van het werk dat we onlangs in Adblock Plus hebben geïntroduceerd."
  }
}