{
  "update-header-20-years-section-1__heading": {
    "message": "Al 20 jaar beschermen we u"
  },
  "update-header-20-years-section-2__heading": {
    "message": "Premium is nu nog beter"
  },
  "update-header-20-years-section-3-item-1__heading": {
    "message": "Eersteklas desktopbescherming"
  },
  "update-header-20-years-section-3-item-1-listitem-1": {
    "message": "Verberg cookiebanners en toestemmingspop-ups"
  },
  "update-header-20-years-section-3-item-1-listitem-2": {
    "message": "Blokkeer opdringerige advertenties, pop-ups en video's"
  },
  "update-header-20-years-section-3-item-1-listitem-3": {
    "message": "Geniet van snellere, schonere webpagina's"
  },
  "update-header-section-3-item-2__heading": {
    "message": "Volledige bescherming op iPhone en iPad"
  },
  "update-header-section-3-item-2-listitem-1": {
    "message": "Blokkeer advertenties in Safari"
  },
  "update-header-section-3-item-2-listitem-2": {
    "message": "Blokkeer advertenties in apps"
  },
  "update-header-section-3-item-2-listitem-3": {
    "message": "Stop trackers in apps en websites"
  },
  "title": {
    "message": "Adblock Plus is bijgewerkt"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus is bijgewerkt!"
  },
  "update-lead-1": {
    "message": "We hebben de afgelopen maanden besteed aan het toevoegen van nieuwe functies en het verbeteren van de prestaties van Adblock Plus. Het is onze passie om u de beste technologie voor het blokkeren van advertenties te bieden, zodat u kunt genieten van een schoon web. Adblock Plus is gratis software die door de gemeenschap wordt ondersteund. Dat <strong>zou niet mogelijk zijn zonder uw voortdurende steun.</strong>"
  },
  "update-lead-2": {
    "message": "We besteden veel tijd en middelen aan het ontwikkelen en veiligstellen van de beste online ervaring voor onze gebruikers. Draag alstublieft een wat u geschikt bedrag vindt bij aan het Adblock Plus-project en onze pogingen om de ad-blocking gemeenschap levend te houden. <strong>Elke bijdrage wordt gewaardeerd!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Betaal via:"
  },
  "whats-new-header-1": {
    "message": "Wat is er nieuw?"
  },
  "whats-new-lead-1": {
    "message": "Hier ziet u een overzicht van enkele recente verbeteringen."
  },
  "whats-new-list-1": {
    "message": "<strong>Verbeterde advertentieblokkeringsfunctionaliteit</strong>. Veel websites zoeken naar manieren om te voorkomen dat Adblock Plus opdringerige advertenties blokkeert. Als u ooit een website tegenkomt die u niet toestaat advertenties te blokkeren, laat het ons dan weten door onze Report Issue-functie te gebruiken."
  },
  "whats-new-list-2": {
    "message": "<strong>Verbeterde prestatie</strong>. We hebben de manier veranderd waarop we omgaan met anti-ontwijkingssnippets die op dezelfde domeinen zijn gericht, zodat alleen die wijzigingen worden toegepast die zijn ingeschakeld. Dit betekent dat u over het algemeen een betere prestatie van onze extensie kunt verwachten."
  },
  "whats-new-list-3": {
    "message": "<strong>Verbeterde basis voor de toekomst</strong>. Manifest V3, de nieuwste versie van het extensieplatform voor op Chromium gebaseerde browsers, komt eraan. En we hebben ons er op voorbereid! MV3 vertegenwoordigt een grote verschuiving in hoe browserextensies zullen werken, waardoor ons team enkele grote veranderingen moet doorvoeren in hoe Adblock Plus werkt. We hebben veel vooruitgang geboekt, zodat we Adblock Plus-gebruikers kunnen blijven helpen om de controle te houden over hun online ervaring terwijl het web evolueert."
  },
  "whats-new-list-4": {
    "message": "<strong>Verbeterde gebruikerservaring.</strong> We werken er altijd aan om Adblock Plus te verbeteren. We hebben recent enkele foutmeldingen bijgewerkt om gemakkelijker bugs te kunnen verwijderen, hebben veranderingen aangebracht in onze terminologie, en hebben een nieuwe voettekst aan het pop-upmenu toegevoegd zodat je gemakkelijke toegang hebt tot wat je nodig hebt."
  },
  "whats-new-support": {
    "message": "Wilt u een probleem melden? Neem contact met ons op via ons <a>Help Center</a> of stuur een e-mail naar <a>support@adblockplus.org</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Privacybeleid"
  },
  "main-heading-1": {
    "message": "Het honor-systeem"
  },
  "main-lead-1": {
    "message": "Groeten van het Adblock Plus team!"
  },
  "main-lead-2": {
    "message": "Adblock Plus is honor-ware, wat betekent <strong>dat we elkaar vertrouwen</strong> om aardig te zijn:"
  },
  "main-lead-3": {
    "message": "U <strong>betaalt wat u kunt</strong> voor Adblock Plus. We laten u de prijs kiezen."
  },
  "main-lead-4": {
    "message": "We ontwikkelen functies die u controle geven over uw surfervaring."
  },
  "main-lead-5": {
    "message": "U ontvangt een <strong>terugbetaling</strong> - en kunt <strong>Adblock Plus houden</strong> - als het u niet <em>bevalt</em>."
  },
  "main-heading-2": {
    "message": "Hulp is slechts een e-mail verwijderd"
  },
  "main-body-1": {
    "message": "Betaal zoveel als u kunt, want u krijgt een terugbetaling als u binnen 120 dagen van gedachten verandert."
  },
  "main-body-3": {
    "message": "Als u ons ooit nodig heeft, is er dag en nacht zelfhulp en op werkdagen e-mail hulp beschikbaar op ons ondersteuningsportaal, <a>help.adblockplus.org</a>."
  },
  "main-body-4": {
    "message": "Bedankt voor het kiezen van Adblock Plus! Veel surfplezier!"
  },
  "main-body-5": {
    "message": "Met vriendelijke groet, <span></span>het Adblock Plus team"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Verbeterde functionaliteit voor het blokkeren van advertenties</strong>. Veel websites zoeken naar manieren om te voorkomen dat Adblock Plus vervelende advertenties blokkeert. Daarom hebben we ons gericht op het verbeteren van onze functionaliteit, zodat we deze anti-advertentieblokkeringspogingen kunnen overwinnen."
  },
  "new-tab-heading-1": {
    "message": "Help Adblock Plus om van het internet een betere plek te maken"
  },
  "new-tab-lead-1": {
    "message": "We hebben ons gericht op het toevoegen van nieuwe functies en het verbeteren van de prestaties van Adblock Plus. Het is dan ook onze passie om u de beste technologie voor het blokkeren van advertenties te bieden, zodat u kunt genieten van een schoon web."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus is gratis, door de gemeenschap ondersteunde software. Het is belangrijk voor ons dat iedereen onze software kan gebruiken, ongeacht of ze een bijdrage kunnen doen of niet. Maar dat zou niet mogelijk zijn zonder uw voortdurende steun. We besteden veel tijd en middelen aan het ontwikkelen en veiligstellen van de beste online ervaring voor onze gebruikers. Draag alstublieft een wat u geschikt bedrag vindt bij aan het Adblock Plus-project en onze pogingen om de ad-blocking gemeenschap levend te houden. Elke bijdrage wordt gewaardeerd!"
  },
  "out-mission-heading-1": {
    "message": "Een betere webervaring creëren voor iedereen"
  },
  "out-mission-lead-1": {
    "message": "Het is onze missie om een internetervaring te creëren die voor iedereen ongestoord en zorgeloos is. We hebben veel werk te doen: van het blokkeren van meer pop-ups en afleidingen tot het veiliger maken van uw internetervaring. We zijn erop gericht ervoor te zorgen dat onze gebruikers de controle houden over hoe ze het internet gebruiken. Dankzij uw bijdrage kan ons team eenvoudige, intuïtieve tools blijven ontwikkelen die voor iedereen toegankelijk zijn. Zonder u zouden we niet kunnen doen wat we doen!"
  },
  "abp-can-be-improved": {
    "message": "Uw Adblock Plus kan worden verbeterd!"
  },
  "adding-enhancements": {
    "message": "We hebben onlangs de eerste van een reeks verbeteringen in Adblock Plus aangebracht. Met de lancering van Adblock Plus Premium hebben we extra manieren ontwikkeld om onze gebruikers te helpen genieten van een internetervaring met minder pop-ups en afleidingen. Hieronder vindt u een overzicht van dit werk."
  },
  "abp-free-software": {
    "message": "Ons team besteedt duizenden uren om ervoor te zorgen dat iedereen de beste ervaring heeft met Adblock Plus. Dit jaar hebben we ons gericht op het gemakkelijker maken voor onze gebruikers om meer pop-ups en afleidingen te blokkeren, en we zijn nog maar net begonnen. Bekijk ook eens Adblock Plus Premium. <strong>Elke bijdrage wordt gewaardeerd!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Met Adblock Premium geniet u van een internetervaring met veel minder afleidingen."
  },
  "stop-autoplay-video": {
    "message": "<strong>Stop het automatisch afspelen van videofeeds. </strong> Verberg de video's die veel websites gebruiken en die automatisch worden afgespeeld en u volgen terwijl u op een website surft."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Verwijder pop-ups voor nieuwsbrieven.</strong> Maak een einde aan de pop-ups die websites gebruiken om u aan te melden voor hun e-mails en nieuwsbrieven."
  },
  "block-survey-requests": {
    "message": "<strong>Blokkeer websitemeldingen en enquête-uitnodigingen.</strong> Veel websites vragen om uw locatie te volgen of vragen u om deel te nemen aan korte enquêtes. Nu zullen we deze verzoeken van de websites die u bezoekt, automatisch weigeren."
  },
  "hide-cookie-notices": {
    "message": "<strong>Verberg de toestemmingsverklaringen voor cookies.</strong> Binnenkort kunt u een einde maken aan die irritante banners voor toestemming voor cookies die op de meeste websites worden gebruikt, dankzij een nieuwe functie voor het blokkeren van cookies die we bijna klaar hebben."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Blokkeer meer pop-ups en afleidingen.</strong> Neem afscheid van enquêteverzoeken, pop-ups voor nieuwsbrieven en vervelende videoadvertenties die automatisch afspelen wanneer u Adblock Plus Premium ontgrendelt."
  },
  "do-you-like-adblockplus": {
    "message": "Bevalt Adblock Plus u tot dusver? Zo ja, wilt u overwegen een bijdrage te leveren om ons te steunen?"
  },
  "an-overview": {
    "message": "Hier ziet u een overzicht van het werk dat we onlangs in Adblock Plus hebben geïntroduceerd."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "Adblock Plus is bijgewerkt!"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "De afgelopen maanden hebben we besteed aan het toevoegen van nieuwe functies en het verbeteren van de prestaties van Adblock Plus. Het is onze passie om u de beste reclameblokkeringstechnologie te bieden zodat u van een schoon internet kunt genieten. Adblock Plus is gratis, door de gemeenschap ondersteunde software, en dat zou niet mogelijk zijn zonder uw voortdurende steun."
  },
  "whats-new-header-1-unrestricted": {
    "message": "Wat is er nieuw?"
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>Verbeterde functionaliteit van reclameblokkering.</strong> Veel websites zoeken naar manieren om te voorkomen dat Adblock Plus vervelende advertenties blokkeert. Dat is de reden waarom we ons hebben gericht op het verbeteren van ons vermogen om deze advertenties te blokkeren en deze steeds veranderende sites bij te houden. Met de herontworpen Adblock Plus voor Safari, samen met updates in Chrome, Edge, en Firefox, blijft u minder opdringerige advertenties zien wanneer u op het internet surft."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>Verbeterde architectuur voor de toekomst.</strong> Manifest V3, de nieuwste versie van het extensieplatform voor op Chromium-gebaseerde browsers, is binnen handbereik. En we hebben ons erop voorbereid! MV3 vertegenwoordigt een grote verschuiving in hoe browserextensies werken, die van ons team vereist om enkele grote veranderingen aan te brengen in de manier waarop Adblock Plus werkt. We hebben veel vooruitgang geboekt, zodat we onze gebruikers kunnen blijven bedienen terwijl het internetlandschap verandert."
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>Pas pagina's aan terwijl u surft.</strong> We hebben onze element-blokkeerfunctie uitgebracht waarmee u delen van een webpagina kunt blokkeren zelfs als het geen advertenties zijn. U zou bijvoorbeeld gedeeltes van een webpagina, zoals zijbalk-suggesties, bijzonder storend kunnen vinden. Met deze nieuwe functie, kunt u een willekeurig deel van een pagina blokkeren zodat het verborgen blijft elke keer dat u de site bezoekt."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>Adblock Plus Premium is er!</strong> Met Adblock Plus Premium, kunt u meer gerichte afleidingen op alle websites blokkeren, inclusief sitemeldingen, zwevende video's, nieuwsbrief pop-ups en meer. U kunt <a>hier</a> meer te weten komen over Premium. En als u al eerder een bijdrage heeft gegeven, heeft u meteen <a>toegang</a> tot deze Premium-functies."
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[Binnenkort beschikbaar]</em> Bypass Mode voor Adblock Plus Premium.</strong> Pop-ups die internetgebruikers vragen om hun reclameblokkering uit te schakelen komen steeds vaker voor op het internet. Daarom brengen we een nieuwe functie uit voor Adblock Plus Premium die Bypass Mode heet. Met Bypass Mode, kunt u op het internet surfen en minder van deze anti-reclameblokkeringsberichten zien terwijl u geniet van dezelfde surfervaring."
  },
  "update__alert__heading": {
    "message": "Scroll niet weg"
  },
  "update__alert__paragraph-1": {
    "message": "Hallo,"
  },
  "update__alert__paragraph-2": {
    "message": "Als een Adblock Plus-gebruiker, weet u uit ervaring welke waarde onze software toevoegt aan uw online ervaring. Door ongewenste en opdringerige reclame te blokkeren, helpt Adblock Plus u om sneller en veiliger te browsen op het internet, en met minder afleidingen. Maar wist u dat Adblock Plus helemaal gratis is, zonder verborgen kosten? We vinden dat iedereen toegang moet hebben tot een beter internet, vrij van reclame, en daarom bieden we Adblock Plus gratis aan voor alle gebruikers."
  },
  "update__alert__paragraph-3": {
    "message": "Maar we hebben uw hulp nodig om Adblock Plus te blijven aanbieden en verbeteren. Hoewel een klein percentage gebruikers royaal bijdraagt om onze missie te steunen, rekenen we op de steun van gebruikers zoals u om Adblock Plus in stand en gratis te houden voor iedereen. Uw bijdrage, hoe klein die ook is, kan een groot verschil maken. Dus als Adblock Plus u zelfs maar een paar euro of uren aan frustratie van het omgaan met ongewenste reclame heeft bespaard, overweeg dan een bijdrage te doen om ons team te ondersteunen en ons doel te bevorderen om een internet vrij van reclame voor iedereen beschikbaar te maken. Bedankt voor uw steun. Samen kunnen we van het internet een betere plaats maken voor iedereen."
  },
  "update__alert__paragraph-4": {
    "message": "Met vriendelijke groet,  Het Adblock Plus-team"
  },
  "new__paragraph-1": {
    "message": "Bij Adblock Plus geloven we in een betere internetervaring voor iedereen. Hier is waar we aan hebben gewerkt om van die overtuiging een realiteit te maken voor u:"
  },
  "new__item-1__heading": {
    "message": "Voorbereiding op Manifest V3"
  },
  "new__item-1__paragraph-1": {
    "message": "We zijn verheugd te kunnen melden dat de officiële release van de Manifest V3 Adblock Plus-extensie dit voorjaar plaatsvindt! Manifest V3, de nieuwste versie van het extensieplatform voor Chromium-gebaseerde browsers, staat voor de deur. MV3 vertegenwoordigt een grote verschuiving in de manier waarop browserextensies zullen werken en heeft ons team verplicht om <a>enkele wijzigingen aan te brengen in de manier waarop Adblock Plus werkt</a>."
  },
  "new__item-2__heading": {
    "message": "Meerdere bugfixes"
  },
  "new__item-2__paragraph-1": {
    "message": "Zoals altijd zorgen we er voortdurend voor dat u het maximale uit uw reclameblokkeringsproduct kunt halen. We hebben bugs verholpen, waaronder een bug die de toegang tot Adblock Plus Premium verstoorde."
  },
  "new__item-3__heading": {
    "message": "Verberg cookiebanners en andere afleidingen (Premium)"
  },
  "new__item-3__paragraph-1": {
    "message": "Concentreer u op de inhoud die u wilt zien en <a>blokkeer die vervelende cookiebanners</a> die u vragen om cookies op websites te accepteren.  U kunt ook <a>andere pop-ups blokkeren</a>, waaronder automatisch afspelende video's, pop-ups voor nieuwsbrieven, enquêteverzoeken en meer."
  },
  "new__item-4__heading": {
    "message": "Betere advertentieblokkering op het web"
  },
  "new__item-4__paragraph-1": {
    "message": "Zoals altijd kijken we voortdurend hoe websites en uitgevers omgaan met advertentieblokkering. We hebben onze extensie aangepast om ervoor te zorgen dat we voorop blijven en dat u advertenties kunt blijven blokkeren terwijl u op het web surft. We hebben ook een recent probleem opgelost waardoor sommige gebruikers vertraging ondervonden op YouTube en andere websites. U kunt daar <a>hier</a> meer over lezen."
  },
  "new__item-4__paragraph-2": {
    "message": "<a>Meer informatie over Adblock Plus Premium.</a>"
  },
  "new__paragraph-3": {
    "message": "Moet u een probleem melden? Neem contact met ons op via social media, <a>e-mail</a> of het <a>gebruikersforum</a>."
  },
  "new__item-5__heading": {
    "message": "Kies hoe u websites ervaart"
  },
  "new__item-5__paragraph-1": {
    "message": "Wat als datgene wat u wilt blokkeren geen advertentie is? U kunt de manier waarop u op het web surft personaliseren als u <a>de wizard voor handmatig verbergen gebruikt</a> om de delen van een pagina te verbergen die u niet wilt zien."
  },
  "support-money-back": {
    "message": "Ondersteun ons met vertrouwen: <strong>60 dagen geld-terug-garantie</strong>. En u kunt Adblock Plus houden."
  },
  "update-section-1__heading": {
    "message": "Adblock Plus is bijgewerkt!"
  },
  "update-section-1-row-1__paragraph-1": {
    "message": "Hallo,"
  },
  "update-section-1-row-1__paragraph-2": {
    "message": "Onze missie bij Adblock Plus is om een zorgeloos en afleidingsvrij internet voor iedereen te creëren. Daarom hebben we onze extensie ontwikkeld om pop-ups, vervelende reclame en andere afleidingen op het web te blokkeren. Adblock Plus helpt u om sneller, veiliger en met meer controle over uw internetervaring op het web te surfen."
  },
  "update-section-1-row-1__paragraph-3": {
    "message": "Adblock Plus is bovendien gratis voor gebruikers, omdat we vinden dat iedereen toegang moet hebben tot een betere internetervaring. Daarom kiezen veel gebruikers ervoor om bij te dragen aan onze inspanningen. Als u gelooft in wat we doen en ons wilt helpen op onze reis, kunt u dat hieronder doen. Samen kunnen we van het internet een betere plek maken voor iedereen!"
  },
  "update-section-1-row-1__paragraph-4": {
    "message": "Met vriendelijke groeten,<span></span> Het Adblock Plus Team"
  },
  "update-gaurantee__text": {
    "message": "Steun ons met vertrouwen: <strong>Annuleer op elk moment</strong> en maak gebruik van onze <strong>60 dagen geldteruggarantie</strong>. En u kunt Adblock Plus houden."
  },
  "update-payment-frequency__label--once": {
    "message": "Doe een <strong>eenmalige</strong> bijdrage"
  },
  "update-payment-frequency__label--recurring": {
    "message": "Doe een <strong>terugkerende</strong> bijdrage"
  },
  "update-payment-switch__label--monthly": {
    "message": "Maandelijks"
  },
  "update-payment-switch__label--yearly": {
    "message": "Jaarlijks"
  },
  "update-payment-reward__text": {
    "message": "Mooi! Met een bijdrage van <span>35.00</span> krijgt u <span>Adblock Plus Premium</span> <span>voor een periode van één jaar</span>. Bedankt voor uw steun."
  },
  "update-payment__checkout-button": {
    "message": "Nu afrekenen"
  },
  "product__premium": {
    "message": "Adblock Plus Premium"
  },
  "update-payment-reward__1-month": {
    "message": "Mooi! Met een bijdrage van <span>35.00</span> krijgt u <span>Adblock Plus Premium</span> voor een periode van één maand. Bedankt voor uw steun."
  },
  "update-payment-reward__n-months": {
    "message": "Mooi! Met een bijdrage van <span>35.00</span> krijgt u <span>Adblock Plus Premium</span> voor een periode van <span>8</span> maanden. Bedankt voor uw steun."
  },
  "update-payment-reward__1-year": {
    "message": "Mooi! Met een bijdrage van <span>35.00</span> krijgt u <span>Adblock Plus Premium</span> voor een periode van één jaar. Bedankt voor uw steun."
  },
  "update-payment-reward__n-years": {
    "message": "Mooi! Met een bijdrage van <span>35.00</span> krijgt u <span>Adblock Plus Premium</span> voor een periode van <span>8</span> jaar. Bedankt voor uw steun."
  },
  "update-payment-reward": {
    "message": "Mooi! Met een bijdrage van <span>35.00</span> krijgt u <span>Adblock Plus Premium</span>. Bedankt voor uw steun."
  },
  "update-payment-suffix__monthly": {
    "message": "/maandelijks"
  },
  "update-payment-suffix__yearly": {
    "message": "/jaarlijks"
  },
  "update__installing-card__heading-1": {
    "message": "Bezig met het installeren van de nieuwste update voor Adblock Plus"
  },
  "please_dont_scroll_away": {
    "message": "Scroll niet gewoon door"
  },
  "whats-new-paragraph-1": {
    "message": "We werken er hard aan om Adblock Plus waardevoller voor u te maken door functies te verbeteren en de extensie voor te bereiden op de toekomst."
  },
  "whats-new-paragraph-2": {
    "message": "Hier is wat meer informatie over wat we hebben gedaan:"
  },
  "new__item-6__heading": {
    "message": "Steun uw favoriete contentcreators"
  },
  "new__item-6__paragraph-1": {
    "message": "Veel contentcreators zijn afhankelijk van advertentie-inkomsten om content te kunnen blijven creëren. Steun de creators van wie u houdt en <a>laat advertenties op specifieke websites toe</a>, terwijl u ze elders blijft blokkeren."
  },
  "new__item-7__heading": {
    "message": "Geniet van een veiliger web met meer privacy"
  },
  "new__item-7__paragraph-1": {
    "message": "Met <a>AdBlock VPN</a>, gemaakt door onze partners bij AdBlock, hebt u nog meer controle over hoe u surft. Verberg uw online identiteit, maak veiliger gebruik van openbare wifi en geniet van meer online veiligheid wanneer u aan de slag gaat."
  },
  "new-premium__heading": {
    "message": "Ontgrendel meer opties met Premium."
  },
  "new-premium__paragraph-1": {
    "message": "Wist u dat Adblock Plus u meer controle geeft over hoe u op het web surft? Een van de manieren om te genieten van een betere surfervaring is door <a>cookiebanners te verbergen</a> met <a>Adblock Plus Premium</a>."
  },
  "new-premium__paragraph-2": {
    "message": "U bent waarschijnlijk maar al te bekend met cookiebanners die u vragen om cookies op websites te accepteren of te weigeren. Hoewel deze banners bedoeld zijn om u te informeren omwille van uw privacy, zijn ze voor veel gebruikers een ongemak geworden. Sommige gebruikers accepteren zelfs alle cookies, alleen maar om de banner te sluiten en er zeker van te zijn dat ze toegang hebben tot de inhoud die ze willen."
  },
  "new-premium__paragraph-3": {
    "message": "Gelukkig kunt u sneller op uw bestemming komen met Adblock Plus Premium. Adblock Plus Premium <a>blokkeert die vervelende cookiebanners</a> en weigert namens u alle onnodige cookies van derden. Nu kunt u zich zonder afleidingen concentreren op wat belangrijk is."
  },
  "240423-shared__heading-1": {
    "message": "Haal het maximale uit Adblock Plus"
  },
  "240423-shared__paragraph-1": {
    "message": "Adblock Plus begint meteen met het blokkeren van pop-ups en andere vervelende advertenties. Hier zijn enkele manieren waarop u nog meer kunt doen:"
  },
  "240423-shared__heading-2": {
    "message": "Blokkeer meer met Premium"
  },
  "240423-shared__paragraph-2": {
    "message": "Neem controle over uw surfervaring met <a>Adblock Plus Premium</a>. Blokkeer <a>vervelende cookiebanners</a> en extra pop-ups zoals automatisch afspelende video's, pop-ups voor nieuwsbrieven, enquêteverzoeken en meer."
  },
  "240423-shared__heading-3": {
    "message": "Geniet van meer privacy"
  },
  "240423-shared__paragraph-3": {
    "message": "Krijg toegang tot een veiliger web, waar u ook bent, wanneer u Adblock Plus Premium en <a>AdBlock VPN</a> gebruikt, ontwikkeld door onze partners bij AdBlock. Naast de voordelen van Premium kunt u uw persoonlijke gegevens veilig houden wanneer u <a>anoniem op het web surft</a>."
  },
  "240423-shared__heading-4": {
    "message": "Maak AdBlock vast aan uw werkbalk"
  },
  "240423-shared__paragraph-4": {
    "message": "Ga naar uw instellingen en zie hoeveel advertenties u heeft geblokkeerd als u <a>de extensie in uw browser vastmaakt</a>. In de meeste browsers betekent dit dat u gewoon op het puzzelpictogram rechtsboven klikt om de extensie vast te zetten."
  },
  "240423-shared__heading-5": {
    "message": "Kies wat u wilt blokkeren"
  },
  "240423-shared__paragraph-5": {
    "message": "U kunt <a>filterlijsten verkennen</a> of onze handmatige blokkeringstool gebruiken om aan te passen wat u juist blokkeert terwijl u surft - zelfs als het geen advertentie is!"
  },
  "240423-shared__heading-6": {
    "message": "Schakel Adblock Plus in voor de privénavigatiemodus"
  },
  "240423-shared__paragraph-6": {
    "message": "Bent u een fan van de privénavigatiemodus van uw browser? Volg de stappen in <a>dit blogbericht</a> om AdBlock te laten werken in de privémodus."
  },
  "240423-shared__heading-7": {
    "message": "Steun contentcreators waar u van houdt"
  },
  "240423-shared__paragraph-7": {
    "message": "Hoewel we allemaal een hekel hebben aan opdringerige advertenties, zijn er zeker contentcreators waar we van houden. Als u hen wilt steunen met inkomsten afkomstig van advertenties, kunt u altijd <a>uw favoriete websites toevoegen aan uw toelatingslijst</a>. Hierdoor worden advertenties op die websites toegestaan terwijl ze overal elders worden geblokkeerd."
  },
  "240430-shared__heading-2": {
    "message": "Blokkeer vervelende cookiebanners"
  },
  "240430-shared__paragraph-2": {
    "message": "Wist u dat cookies uw gegevens verzamelen? Cookies zijn overal op het web te vinden en dat geldt ook voor de vervelende banners die u vragen om ze te accepteren. U kunt ongewenste tracking voorkomen en cookiebanners blokkeren met <a>Premium</a>."
  },
  "240507-shared__heading-8": {
    "message": "We zijn klaar voor de toekomst"
  },
  "240507-shared__paragraph-8": {
    "message": "We hebben officieel de Manifest V3-versie van Adblock Plus uitgerold om u nu en altijd de beste webervaring te blijven bieden."
  },
  "update-premium-benefits__heading": {
    "message": "Doe vandaag een bijdrage en krijg een upgrade naar Adblock <strong>Plus</strong> Premium"
  },
  "update-premium-benefits__item-1": {
    "message": "Blokkeer pop-ups voor cookietoestemmingen"
  },
  "update-premium-benefits__item-2": {
    "message": "Blokkeer e-mailaanmeldingen en zwevende video's"
  },
  "240529-shared__heading-1": {
    "message": "Wat is er veranderd?"
  },
  "240529-shared__paragraph-1": {
    "message": "We werken eraan om Adblock Plus steeds beter te maken. Hier is wat meer informatie over wat we hebben gedaan:"
  },
  "240529-shared__heading-2": {
    "message": "Een nieuw Adblock Plus-menu"
  },
  "240529-shared__paragraph-2": {
    "message": "Het Adblock Plus-menu is nu beter dan ooit! <a>Blokkeer nu cookiebanners</a>, automatisch afspelende video's, pop-ups voor nieuwsbrieven en andere vervelende afleidingen in minder kliks met <a>Adblock Plus Premium</a>. (Voor gebruikers in Duitsland zal Adblock Plus Premium binnenkort beschikbaar zijn!)"
  },
  "240529-shared__heading-3": {
    "message": "We zijn voorbereid op de toekomst"
  },
  "240529-shared__paragraph-3": {
    "message": "We hebben officieel de Manifest V3-versie van Adblock Plus uitgerold om u nu en altijd de beste webervaring te blijven bieden."
  },
  "240529-shared__heading-4": {
    "message": "Adblock Plus voor al uw apparaten"
  },
  "240529-shared__paragraph-4": {
    "message": "Surft u op meer dan één apparaat? Adblock Plus is beschikbaar voor veel browsers, waaronder Chrome, Edge en Firefox. En met <a>Adblock Plus voor Safari</a> kunt u advertenties op het web blokkeren op uw Mac!"
  },
  "240529-shared__heading-5": {
    "message": "Betere advertentieblokkering terwijl u surft"
  },
  "240529-shared__paragraph-5": {
    "message": "Adverteerders en uitgevers gaan regelmatig op zoek naar manieren om advertenties te tonen en tegelijkertijd advertentieblokkering te omzeilen. We blijven onze functionaliteit verbeteren, zodat u minder advertenties te zien krijgt wanneer u online bent."
  },
  "update-motivation-notification-header__heading": {
    "message": "Ziet u het verschil?"
  },
  "update-motivation-notification-body__text": {
    "message": "Bij elke bijdrage krijgt u Adblock <strong>Plus</strong> Premium. Gebruik onze schuifregelaar om het verschil te zien."
  },
  "update-motivation-slider-modal-header__heading": {
    "message": "Gebruik de schuifregelaar om te ontdekken hoe Premium werkt"
  },
  "update-motivation-slider-modal-header__subheading": {
    "message": "Pop-ups, zwevende video's en cookiebanners verdwijnen dankzij uw upgrade naar Premium"
  },
  "240625-shared__paragraph-1": {
    "message": "We zijn verheugd te kunnen aankondigen dat we u niet langer om bijdragen zullen vragen in de toekomst. In plaats daarvan geven we u iets terug, namelijk Adblock Plus Premium. Met Adblock Plus Premium geniet u van meer controle over het web met extra functies die zijn ontworpen voor een betere surfervaring."
  },
  "240625-shared__paragraph-2": {
    "message": "Met Premium beschikt u, naast onze gratis functies, ook over de volgende mogelijkheden:"
  },
  "240625-shared__heading-1": {
    "message": "Cookiebanners verbergen"
  },
  "240625-shared__paragraph-3": {
    "message": "Adblock Plus Premium <a>blokkeert pop-ups voor cookies</a> die u vragen cookies op een site te accepteren, terwijl onnodige cookies namens u worden geweigerd."
  },
  "240625-shared__heading-2": {
    "message": "Extra afleidingen blokkeren"
  },
  "240625-shared__paragraph-4": {
    "message": "Concentreer u meer op wat u wilt en maak een einde aan automatisch afspelende video's die u volgen terwijl u surft, pop-ups voor nieuwsbrieven, enquêteverzoeken en nog veel meer."
  },
  "240625-shared__paragraph-5": {
    "message": "We hopen dat u Adblock Plus Premium eens probeert!"
  },
  "240625-shared__paragraph-6": {
    "message": "We zijn verheugd te kunnen aankondigen dat we u niet langer om bijdragen zullen vragen in de toekomst. In plaats daarvan geven we u iets terug, namelijk Adblock Plus Premium. <strong>Onze Premium-abonnementsdienst zal later in 2024 beschikbaar zijn voor al onze gebruikers in Frankrijk</strong>."
  },
  "240625-shared__paragraph-7": {
    "message": "Met Adblock Plus Premium geniet u van meer controle over het web met extra functies die zijn ontworpen voor een betere surfervaring. U krijgt toegang tot de volgende functies:"
  },
  "240625-shared__heading-6": {
    "message": "Cookiebanners verbergen"
  },
  "240625-shared__paragraph-8": {
    "message": "Neem afscheid van die vervelende cookiebanners en geniet van een vlotte surfervaring. Adblock Plus Premium verbergt pop-ups voor cookies die u vragen cookies op een site te accepteren, terwijl onnodige cookies namens u worden geweigerd."
  },
  "240625-shared__heading-7": {
    "message": "Extra afleidingen blokkeren"
  },
  "240625-shared__paragraph-9": {
    "message": "Concentreer u meer op wat u wilt en maak een einde aan automatisch afspelende video's die u volgen terwijl u surft, pop-ups voor nieuwsbrieven, enquêteverzoeken en nog veel meer."
  },
  "240625-shared__paragraph-10": {
    "message": "Als u in de tussentijd een probleem wilt melden, kunt u contact met ons opnemen via ons <a>Helpcentrum</a> of een e-mail sturen naar <a>support@adblockplus.org</a>."
  },
  "update-header-section-1__heading": {
    "message": "Uw Adblock Plus is bijgewerkt"
  },
  "update-header-section-1__subheading": {
    "message": "Adblock Plus Premium is hier! Geniet van meer controle over het web met extra functies die zijn ontworpen voor een betere surfervaring."
  },
  "update-header-section-2": {
    "message": "Concentreer u op wat echt belangrijk is en zeg vaarwel tegen afleidingen met Adblock Plus Premium."
  },
  "update-header-section-3-item-1": {
    "message": "Verberg vervelende banners die vragen om cookietoestemming"
  },
  "update-header-section-3-item-2": {
    "message": "Blokkeer zwevende video's, e-mailaanmeldingen en meer"
  },
  "update-header-section-3-item-3": {
    "message": "Zorg ervoor dat webpagina's sneller laden"
  },
  "update-plan-1-discount": {
    "message": "BESTE PRIJS - BESPAAR 17%"
  },
  "update-plan-heading__product-premium": {
    "message": "PREMIUM"
  },
  "update-plan-heading__frequency-yearly": {
    "message": "JAARLIJKS"
  },
  "update-plan-heading-price__frequency-yearly": {
    "message": "/jaar"
  },
  "update-plan-checkout-button": {
    "message": "Volledige aankoop"
  },
  "update-plan-heading__frequency-monthly": {
    "message": "MAANDELIJKS"
  },
  "update-plan-heading-price__frequency-monthly": {
    "message": "/maand"
  },
  "update-payment-providers-preface": {
    "message": "Geaccepteerde betalingen:"
  },
  "update-cancel-policy": {
    "message": "<strong>Annuleer op elk moment</strong> en maak gebruik van onze <strong>60 dagen geldteruggarantie</strong>."
  },
  "update-difference-tease__lead": {
    "message": "Bekijk hieronder het verschil dat Premium maakt voor uw online ervaring:"
  },
  "update-premium-difference__heading": {
    "message": "Ziet u het verschil?"
  },
  "update-premium-difference__subheading": {
    "message": "Pop-ups, zwevende video's en cookiebanners verdwijnen dankzij uw upgrade naar Premium"
  },
  "premium-difference-card__heading": {
    "message": "Gebruik de schuifregelaar om te ontdekken hoe Premium werkt"
  },
  "update-premium-checkout-button-frequency__yearly": {
    "message": "Jaarlijks"
  },
  "update-premium-checkout-button-frequency__monthly": {
    "message": "Maandelijks"
  },
  "update-premium-features__heading": {
    "message": "Waarom kiezen voor Premium?"
  },
  "update-premium-features-item-1__heading": {
    "message": "Blokkeer pop-ups die vragen om cookietoestemming"
  },
  "update-premium-features-item-1__paragraph-1": {
    "message": "Over het hele internet tonen websites meldingen die u informeren over het gebruik van cookies op hun site. U kunt deze vervelende pop-ups verbergen met Premium."
  },
  "update-premium-features-item-2__heading": {
    "message": "Blokkeer meer afleidingen"
  },
  "update-premium-features-item-2__paragraph-1": {
    "message": "Neem de controle over uw browser en surf zoals u dat wilt! Zeg vaarwel tegen pop-ups voor nieuwsbrieven, zwevende video's en andere vervelende afleidingen met Afleidingscontrole."
  },
  "update-premium-features-item-3__heading": {
    "message": "Steun Adblock Plus"
  },
  "update-premium-features-item-3__paragraph-1": {
    "message": "Dankzij uw steun kunnen wij voor iedereen een afleidingsvrije en zorgeloze internetervaring creëren. Help ons Adblock Plus nog jaren in stand te houden en krijg toegang tot meer functies zodra we ze uitbrengen."
  },
  "update-header-section-2__heading": {
    "message": "We hebben <span>23.358</span> advertenties voor u geblokkeerd!"
  }
}
