{
  "title": {
    "message": "Adblock Plus is vernieuwd"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus is vernieuwd! <span>(versie 3.12)</span>"
  },
  "update-lead-1": {
    "message": "Wij zijn de laatste maanden bezig geweest met het toevoegen van nieuwe functies en prestatieverbetering van Adblock Plus. Het is onze passie om u de beste advertentieblokkerende technologie te bieden, zodat u van een schoon internet kunt genieten. Adblock Plus is een gratis, gemeenschap ondersteunde software, en dat zou niet <strong>mogelijk zijn zonder uw voortdurende steun.</strong>"
  },
  "update-lead-2": {
    "message": "Wij besteden veel tijd en middelen aan het ontwikkelen en waarborgen van de beste online ervaring voor onze gebruikers. Doneer wat volgens u een redelijke bijdrage is aan het Adblock Plus project en onze pogingen om de advertentieblokkerende gemeenschap staande te houden. <strong>Elke donatie wordt gewaardeerd!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Betaal via:"
  },
  "whats-new-header-1": {
    "message": "Wat is er veranderd?"
  },
  "whats-new-lead-1": {
    "message": "Hier vindt u een overzicht van een aantal verbeteringen en nieuwe functies. Er komen binnenkort me er wijzigingen!"
  },
  "whats-new-list-1": {
    "message": "<strong>Verbeterde blokkering van reclame.</strong> Veel websites zoeken naar manieren om te voorkomen dat Adblock Plus vervelende reclames blokkeert. Daarom, werken we regelmatig onze functionaliteit bij, zodat we deze pogingen tot anti-reclameblokkering kunnen ondervangen. Als je ooit een website tegenkomt die het niet toelaat dat je reclames blokkeert, laat het ons dan weten door gebruik te maken van onze Probleem melden-functie."
  },
  "whats-new-list-2": {
    "message": "<strong>Toegevoegde slimme taalfilters.</strong> Als je deze functie inschakelt, wordt je automatisch op de hoogte gesteld van beschikbare filterlijsten in de talen waarin je regelmatig surft. Dit maakt het makkelijker dan ooit om meer vervelende reclames te blokkeren in die talen. Natuurlijk respecteren we altijd je privacy. Deze informatie blijft op jouw computer en wordt nooit gedeeld met onze servers. Je kunt de functie inschakelen in je opties-pagina onder het <em>Algemeen</em> tab > <em>Taalfilterlijsten</em> onderdeel."
  },
  "whats-new-list-3": {
    "message": "<strong>Extra ondersteuning voor het blokkeren van reclames in meer talen.</strong> Gebruikers die browsen in het Fins en Zweeds kunnen nu reclames blokkeren op websites die deze talen gebruiken."
  },
  "whats-new-list-4": {
    "message": "<strong>Verbeterde gebruikerservaring.</strong> We werken er altijd aan om Adblock Plus te verbeteren. We hebben recent enkele foutmeldingen bijgewerkt om gemakkelijker bugs te kunnen verwijderen, hebben veranderingen aangebracht in onze terminologie, en hebben een nieuwe voettekst aan het pop-upmenu toegevoegd zodat je gemakkelijke toegang hebt tot wat je nodig hebt."
  },
  "whats-new-support": {
    "message": "Wilt u een probleem melden? Neem contact met ons op via sociale media, <a>e-mail</a> of het <a>gebruikersforum</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Privacybeleid"
  },
  "main-heading-1": {
    "message": "Het honor-systeem"
  },
  "main-lead-1": {
    "message": "Groeten van het Adblock Plus team!"
  },
  "main-lead-2": {
    "message": "Adblock Plus is honor-ware, wat betekent <strong>dat we elkaar vertrouwen</strong> om aardig te zijn:"
  },
  "main-lead-3": {
    "message": "U <strong>betaalt wat u kunt</strong> voor Adblock Plus. We laten u de prijs kiezen."
  },
  "main-lead-4": {
    "message": "We ontwikkelen functies die u controle geven over uw surfervaring."
  },
  "main-lead-5": {
    "message": "U ontvangt een <strong>terugbetaling</strong> - en kunt <strong>Adblock Plus houden</strong> - als het u niet <em>bevalt</em>."
  },
  "main-heading-2": {
    "message": "Hulp is slechts een e-mail verwijderd"
  },
  "main-body-1": {
    "message": "Betaal zoveel als u kunt, want u krijgt een terugbetaling als u binnen 120 dagen van gedachten verandert."
  },
  "main-body-3": {
    "message": "Als u ons ooit nodig heeft, is er dag en nacht zelfhulp en op werkdagen e-mail hulp beschikbaar op ons ondersteuningsportaal, <a>help.eyeo.com</a>."
  },
  "main-body-4": {
    "message": "Bedankt voor het kiezen van Adblock Plus! Veel surfplezier!"
  },
  "main-body-5": {
    "message": "Met vriendelijke groet, <span></span>het Adblock Plus team"
  }
}