{
  "youtube-letter__heading": {
    "message": "De nieuwe anti-AdBlock-muren van YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Reclame blokkeren wordt moeilijker op YouTube."
  },
  "youtube-letter__paragraph-1": {
    "message": "Als Adblock Plus-gebruiker, kunt u anti-reclameblokkeringsmuren tegenkomen op YouTube. Soms wordt u gevraagd om YouTube-advertenties toe te staan na drie video's en op andere momenten kunt u helemaal niets afspelen tot Adblock Plus is uitgeschakeld. "
  },
  "youtube-letter__paragraph-2": {
    "message": "Terwijl wij werken om onze extensie actueel en effectief te houden, werkt YouTube er voortdurend aan om deze anti-reclameblokkeringsmuur te laten zien. We weten dat u hierdoor een onvoorspelbare ervaring heeft in hoeverre u al dan niet een anti-reclameblokkeringsmuur ziet op de site. We doen alles wat we kunnen om deze ervaring beter te maken voor onze gebruikers terwijl we werken binnen de wettelijk toegestane parameters. We hebben over de hele wereld gebruikers en dat betekent dat we ervoor moeten zorgen dat we werken in overeenstemming met de vele wetten van die landen."
  },
  "youtube-letter__paragraph-3": {
    "message": "Om ervoor te zorgen dat u toegang heeft tot YouTube terwijl Adblock Plus geïnstalleerd is, hoeft u alleen maar <a>YouTube toe te voegen aan uw toelatingslijst</a>. Hierdoor wordt reclame op YouTube toegestaan, terwijl reclame op alle andere site die u bezoekt, geblokkeerd blijft. Waar u ook bent op het web, Adblock Plus geeft u tevens de mogelijkheid om <a>aangepaste blokkeringsregels</a> te gebruiken om afleidingen op webpagina's te verbergen. (Deze functie is beschikbaar voor gebruikers van Chrome, Edge en Firefox.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "In de tussentijd blijven we pop-ups en andere vervelende reclame voor u blokkeren op het hele web. En als u geïnteresseerd bent in het blokkeren van nog meer afleidingen (zoals pop-ups voor nieuwsbrieven, enquêteverzoeken, en zwevende video's), kunt u zich altijd aanmelden voor <a>Adblock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "We waarderen al uw steun!"
  },
  "title": {
    "message": "Blokkeren op YouTube | Adblock Plus"
  },
  "description": {
    "message": "Probeert u YouTube-advertenties te blokkeren? Ontdek meer informatie over waarom Adblock Plus-gebruikers een anti-reclameblokkeringsmuur tegenkomen op YouTube."
  }
}