{
  "youtube-letter__heading": {
    "message": "Het anti-advertentieblokkeringsbericht van YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Advertenties blokkeren wordt moeilijker op YouTube."
  },
  "youtube-letter__paragraph-1": {
    "message": "Als gebruiker van Adblock Plus kan YouTube soms voorkomen dat u video's afspeelt wanneer uw advertentieblokkering is ingeschakeld. Soms krijgt u na drie video's een bericht waarin u wordt gevraagd om YouTube-advertenties toe te staan en andere keren kunt u niets afspelen totdat Adblock Plus is uitgeschakeld."
  },
  "youtube-letter__paragraph-2": {
    "message": "Terwijl wij werken om onze extensie up-to-date en effectief houden, werkt YouTube er voortdurend aan om advertentieblokkering op hun website te stoppen. We weten dat u hierdoor een onvoorspelbare en minder-dan-ideale ervaring hebt, ongeacht of u dit bericht ziet. We doen er alles aan om deze ervaring beter te maken voor onze gebruikers."
  },
  "youtube-letter__paragraph-3": {
    "message": "Om ervoor te zorgen dat u YouTube kunt gebruiken terwijl Adblock Plus is geïnstalleerd, hoeft u <a>YouTube alleen maar toe te voegen aan uw toelatingslijst</a>. U kunt ervoor kiezen om advertenties eenmalig of altijd toe te staan op YouTube. Natuurlijk blijven we overal waar u surft vervelende advertenties blokkeren. Waar u ook bent op het web, Adblock Plus geeft u ook de mogelijkheid om <a>aangepaste blokkeerregels</a> te gebruiken om afleidingen op webpagina's te verbergen. (Deze functie is beschikbaar voor gebruikers van Chrome, Edge en Firefox.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "In de tussentijd blijven we pop-ups en andere vervelende advertenties op het internet voor u blokkeren. En als u nog meer afleidingen wilt blokkeren (zoals pop-ups voor nieuwsbrieven, enquêteverzoeken en zwevende video's), kunt u zich altijd aanmelden voor <a>Adblock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "We waarderen al uw steun!"
  },
  "title": {
    "message": "Blokkeren op YouTube | Adblock Plus"
  },
  "description": {
    "message": "Probeert u YouTube-advertenties te blokkeren? Ontdek meer informatie over waarom Adblock Plus-gebruikers een anti-reclameblokkeringsmuur tegenkomen op YouTube."
  }
}