{
  "title": {
    "message": "Apie"
  },
  "title-full": {
    "message": "Apie Adblock Plus"
  },
  "s1": {
    "message": "Rodyti daugiau"
  },
  "s2": {
    "message": "Rodyti mažiau"
  },
  "s3": {
    "message": "Kas yra „Adblock Plus“?"
  },
  "s4": {
    "message": "„Adblock Plus“ blokuoja reklamas internete. Taipogi gali blokuoit ir<a>kitus dalykus</a>, tokius kaip sekimo įrankiai. Turint daugiau nei"
  },
  "s5": {
    "message": "milijonų naudotojų, tai yra populiariausias"
  },
  "s6": {
    "message": "naršyklės plėtinys"
  },
  "s8": {
    "message": "Kaip veikia „Adblock Plus“?"
  },
  "s9": {
    "message": "Pats „Adblock Plus“ kaip ir nieko nedaro, ta prasme jog jis pats nieko neblokuoja kol jam to „neliepia“ filtrų sąrašai. Šie filtrų sąrašai iš esmės yra taisyklių rinkiniai, kurie pasako „Adblock Plus“ kuriuos tinklapių elementus blokuoti. Be reklamų blokavimo, filtrų sąrašai gali būti naudojami blokuoti <a>sekimą</a> ir <a>kenkėjišką turinį</a>."
  },
  "s10": {
    "message": "Pagal nutylėjimą yra įjungti du filtrų sąrašai:"
  },
  "s11": {
    "message": "Reklamų blokavimo sąrašas pagal jūsų pasirinktą naršyklės kalbą"
  },
  "s12": {
    "message": "„Priimtinų reklamų“ išimčių sąrašas"
  },
  "s13": {
    "message": "Galite išjungti šiuos sąrašus, pridėti kitus ar <a>sukurti savo</a>."
  },
  "s14": {
    "message": "Kas yra „Priimtinos reklamos“?"
  },
  "s15": {
    "message": "„Adblock Plus“ sukurtas apsaugoti jo naudotojus nuo įkyrių reklamų. Tačiau, mes nemanome jog visos reklamos yra blogis, mes pilnai suprantame jog tinklapių savininkai turi iš kažkur gauti pajamų. Todėl mes sukūrėme <a>griežtus kriterijus</a> (at/pri)pažinti „Priimtinas reklamas“: nereikia blokuoti nekrentančių į akis. Tinklapiai kurie sutinka su šiuo reikalavimu gali <a>pretenduoti</a> patekti į „Priimtinų reklamų“ išimčių sąrašą, dauguma naudotojų matys tas reklamas neužblokuotas. Turėkite omeny jog jei nenorite matyti jokių reklamų visada galite <a>išjungti</a> šį sąrašą."
  },
  "s16": {
    "message": "Paskaitykite <a>„Priimtinų reklamų“ DUK</a> ir sužinokite daugiau."
  },
  "s17": {
    "message": "Kaip mes uždirbame?"
  },
  "s18": {
    "message": "Ne kurios didesnės įmonės mums moka už tai jog įtraukiame jų neįkyrias reklamaas į „Priimtinų reklamų“ sąrašą."
  },
  "s20": {
    "message": "Patekimas į išimčių sąrašą yra nemokamas mažiems ir vidutiniams tinklapiams ir tinklaraščiams. Dėja, tvarkyti šį sąrašą reikia daug pastangų iš mūsų pusės ir šios užduoties negali atlikti savanoriai kurie tvarko didžiąją dalį sąrašų."
  },
  "s21": {
    "message": "Turėkite omeny jog mes niekad nepridėsime į išimčių sąrašą, reklamų kurios neatitinka šių <a>kriterijų</a>. Nėra galimybės nusipirkti vietą baltajame sąraše. Taipogi nepamirškite jog patekimas į baltąjį sąrašą yra nemokamas mažiems ir vidutiniams tinklapiams."
  },
  "s22": {
    "message": "Papildomai mes gavome pradinio kapitalo iš mūsų investuotojų, tokių kaip Tim Schumacher, kuris tiki „Priimtinomis reklamomis“ ir nori jog mūsų idėja pasisektų."
  },
  "s23": {
    "message": "Kodėl mums reikia pinigų?"
  },
  "s24": {
    "message": "<a>Eyeo GmbH</a>, kompanija už „Adblock Plus“ vardo, buvo įkurta su tikslu pakeisti internetines reklamas. Tai nėra kažkas ką galėtų padaryt laisvalaikiu vienas žmogus."
  },
  "s26": {
    "message": "Mes turime auginti „Adblock Plus“ naudotojų bazę, plėstis į naujas platformas, sudominti leidėjus „Priimtinomis reklamomis“. „Adblock Plus“ originaliai buvo prieinamas tik <a>Firefox</a>, dabar prieinama <a>Chrome</a>, <a>Android</a>, <a>Opera</a>, <a>Internet Explorer</a> ir <a>Safari</a>. Mes taipogi sukūrėme infrastuktūrą <a>EasyList</a>, populiariausiam reklamų blokavimo sąrašui, kurį taipogi naudoja kiti blokavimo įrankiai."
  },
  "s27": {
    "message": "Be to, mums reikia peržiūrėti daug „Priimtinų reklamų“ programų ir sukurti atitinkamus baltuosius sąrašus. Taipogi turime aktyviai skleisti žinią apie „Priimtinos reklamos“ iniciatyvą leidėjams ir reklamos tinklams."
  },
  "s28": {
    "message": "Bet, Eyeo  nėra vien tik „Adblock Plus“ ir „Acceptable Ads“. Mūsų tikslas yra paversti internetą geresne vieta, mes tai bandome pasiekti mokydami kūrėjus uždirbti kitokiais būdais, be klientų erzinimo."
  },
  "s29": {
    "message": "Ar „Adblock Plus“ renka kokius nors duomenis?"
  },
  "s30": {
    "message": "Mes nerenkame jokių naudotojų duomenų, dauguma duomenų (pvz. kokius tinklapius lankėte) niekada nesiunčiama į mūsų serverius. Peržiūrėkite mūsų <a>Privatumo politiką</a> norėdami sužinoti išsamiau."
  }
}