{
  "title": {
    "message": "Prisidėkite prie Adblock Plus"
  },
  "s5": {
    "message": "Adblock Plus yra bendruomenės kuriamas, atviro kodo projektas, kurio tikslas padaryti internetą geresne vieta gyventi pašalinant netinkamas reklamas."
  },
  "s6": {
    "message": "Jei jums patiko ši programinė įranga, padėkite mums."
  },
  "s7": {
    "message": "Skleiskite žodį"
  },
  "s8": {
    "message": "Praneškite apie klaidas"
  },
  "s10": {
    "message": "Padėkite kitiems naudotojams"
  },
  "s11": {
    "message": "Išverskite Adblock Plus"
  },
  "s12": {
    "message": "Pateikite savo pasiūlymus"
  },
  "s13": {
    "message": "Paremkite"
  },
  "s16": {
    "message": "Skleiskite žodį"
  },
  "s17": {
    "message": "Tiesiogiai iš to niekas neuždirba, bet paplitus reklamų blokavimo programinei įrangai, ji taps ekonomiškai nenaudinga ir taps tokia pat reta kaip iššokantys langai."
  },
  "s18": {
    "message": "Be to jog internetas tampa geresne vieta, gera žinoti jog šis darbas naudojamas."
  },
  "s19": {
    "message": "Yra daug būdų kuriais galite padėti padaryti Adblock Plus populiaresniu:"
  },
  "s20": {
    "message": "Sekite mus <a>Twitter</a>, <a>Facebook</a> ar <a>Google+</a> ir rekomenduokite ABP savo draugams."
  },
  "s21": {
    "message": "Jei Adblock Plus pagerino jūsų naršymo patirtį, pasidalinkite tuo savo tinklaraštyje ar socialiniuose tinkluose."
  },
  "s23": {
    "message": "Praneškite vietinei spaudai apie privatumą ir saugumą internete."
  },
  "s24": {
    "message": "Praneškite apie klaidas"
  },
  "s25": {
    "message": "Jei pastebėjote jog Adblock Plus elgiasi ne taip kaip turėtų — <a>praneškite mums</a>."
  },
  "s26": {
    "message": "Visada lieka situacijų kurių mes neišbandėme ir gali kažkas neveikti, mums reikia jūsų pagalbos surandant jas."
  },
  "s27": {
    "message": "Įterpkite visą reikalingą informaciją, kurios mums reikės atkuriant tą situaciją kurioje įvyksta klaida, kokią naršyklę naudojate, kokia buvo Adblock Plus versija?"
  },
  "s28": {
    "message": "Taipogi nepabėkite, gali būti jog mes jums turėsime klausimų arba prašysime patvirtinti jog klaida ištaisyta."
  },
  "s29": {
    "message": "Bandomosios kūrimo versijos"
  },
  "s30": {
    "message": "Prieš išleidžiant naują Adblock Plus versiją būna kelios  <a>kūrimo versijos</a>."
  },
  "s31": {
    "message": "Jų tikslas yra surasti kuo daugiau klaidų ar blogų dizaino sprendimų prieš leidimą."
  },
  "s32": {
    "message": "Prenumeruokite  <a>mūsų RSS kanalą</a> , kad visada žinotumėte kada išleidžiama kūrimo versija."
  },
  "s37": {
    "message": "Jei jūs patyręs Adblock Plus naudotojas gal galite skirti šiek tiek laiko atsakydami į naujų naudotojų klausimus."
  },
  "s38": {
    "message": "Paskaitykite  <a>forume</a>, ten visada daug žmonių ieško atsakymų."
  },
  "s40": {
    "message": "Šiuo metu Adblock Plus išverstas į daugiau nei 30 kalbų, bet kai kurie vertimai apleisti ir mums vis dar reikia vertėjų kitoms kalboms."
  },
  "s45": {
    "message": "Visada yra kažkas ką galima būtų patobulinti, pasidalinkite savo idėjomis su mumis."
  },
  "s46": {
    "message": "Idealiu atveju turėtumėte ne tik pasakyti ką reikia tobulinti (greičiausiai tai ir taip jau žinoma), bet ir kaip turėtų būti padaryta."
  },
  "s48": {
    "message": "Turėkite omeny jog dėl įvairių priežasčių ne visi pasiūlymai bus priimti, priimkite konstruktyvią kritiką."
  },
  "s50": {
    "message": "Kuo daugiau turėsime lėšų, tuo greičiau Adblock Plus tobulės."
  },
  "s51": {
    "message": "Paaukoti galite <a>prisidėjimų puslapyje</a>."
  }
}