{
  "title": {
    "message": "Pirmieji žingsniai naudojant Adblock Plus"
  },
  "s9": {
    "message": "Adblock Plus diegimas"
  },
  "s32": {
    "message": "Pirmieji žingsniai"
  },
  "s40": {
    "message": "Firefox"
  },
  "s48": {
    "message": "Google Chrome"
  },
  "s61": {
    "message": "Adblock Plus išjungimas dažnai lankomose svetainės"
  },
  "s62": {
    "message": "Daug tinklapių gyvena iš pajamų gautų iš reklamos, jei dažnai lankotės puslapyje jūs galite leisti tas reklamas. Norėdami tai padaryti, nueikite į tą puslapį ir paspauskite rodyklę šalia Adblock Plus įrankinės piktogramos. Iš meniu galite pasirinkti „Išjungti ...“ (atšaukti šį pasirinkimą galite tokiu pat būdu)."
  },
  "s63": {
    "message": "Adblock Plus pašalinimas"
  },
  "s77": {
    "message": "Problemų sprendimas"
  },
  "s78": {
    "message": "Ką daryti jei Adblock Plus blokuoja per daug?"
  },
  "s79": {
    "message": "Gali būti jog dėl Adblock Plus kuri nors svetainė neveiks taip kaip turėtų."
  },
  "s80": {
    "message": "Paprastai tai ne Adblock Plus, bet filtrų kaltė(ar filtrų prenumeratos), šie filtrai Adblock Plus plėtiniui liepia užblokuoti kažką kas neturėtų būti užblokuota."
  },
  "s81": {
    "message": "Patikrinti ar tai Adblock Plus kaltė galite  <a>laikinai išjungdami Adblock Plus</a>, jei tai „pataiso“ svetainę reiškia kaltas filtras."
  },
  "s82": {
    "message": "Apie blogus filtrus praneškite naudodami „Pranešti apie problemą puslapyje“ galimybe, ji automatiškai surinks reikalingus duomenis:"
  },
  "s83": {
    "message": "Kai jūsų paklaus apie problemos tipą, pasirinkite \"Adblock Plus blokuoja per daug\":"
  },
  "s84": {
    "message": "Apie problemą bus automatiškai pranešta jūsų naudojamų filtrų prižiūrėtojams."
  },
  "s85": {
    "message": "Supraskite jog filtrų prižiūrėtojai neatsakys į kiekvieną problemą, nes jie gauna begalę pranešimų."
  },
  "s86": {
    "message": "Jūsų pranešimas sulauks daugiau dėmesio jei suteiksite papildomos informacijos kuri padėtų nustatyti ir atkurti problemą."
  },
  "s87": {
    "message": "Ką daryti jei Adblock Plus neblokuoja reklamos?"
  },
  "s88": {
    "message": "Jei radote reklamą kurios Adblock Plus neblokuoja, pirmiausia įsitikinkite jog naudojate <a>tinkamą filtrų prenumeratą</a>."
  },
  "s89": {
    "message": "Pavyzdžiui, tikėtis jog Prancūzų filtras blokuos reklamas Bulgariškame puslapyje yra nerealu, tam reikalui pridėkite bulgarišką prenumeratą."
  },
  "s90": {
    "message": "Jei naudojate tinkamą filtrų prenumeratą, prenumeratos autorius greičiausiai nežino jog yra tokia bėda, jūs turėtume jam apie tai pranešti naudodamiesi „Pranešti apie problemą šiame puslapyje“ galimybe, ji automatiškai surinks visus reikalingus duomenis:"
  },
  "s91": {
    "message": "Kai jūsų paklaus apie problemos tipą, pasirinkite \"Adblock Plus neblokuoja reklamų\":"
  },
  "s92": {
    "message": "Jūsų pranešimas bus automatiškai nusiųstas, jūsų naudojamų filtrų prižiūrėtojams."
  }
}