{
  "title": {
    "message": "Surasti nereikalingus filtrus"
  },
  "s1": {
    "message": "'{filter}' yra netinkamas"
  },
  "s2": {
    "message": "'{filter1}' dubliavo filtrą '{filter2}'"
  },
  "s3": {
    "message": "Nereikalingų filtrų nerasta"
  },
  "s4": {
    "message": "Ruošiamasi tikrinti..."
  },
  "s5": {
    "message": "Tikrinamas {current} filtras iš {count}"
  },
  "s6": {
    "message": "Ruošiamas rezultatų sąrašas..."
  },
  "s7": {
    "message": "Baigta"
  },
  "s8": {
    "message": "Šis puslapis įvertins filtrų sąrašą ir parodys kuriuos filtrus galima pašalinti. Jis gali aptikti tokius atvejus kaip <code>http://pavyzdys.com/ads/*</code> ir <code>*/ads/*</code> kuriuose pirmas filtras yra nustelbiamas antrojo. Galiausiai jūs gausite filtrą su pašalintais nereikalingais filtrais."
  },
  "s9": {
    "message": "Šis įrankis turi šiokių tokių apribojimų. Jis negali įvertinti slėpimo filtrų ir juos visada paliks nepakeistus. Taipogi jis nesugeba nustatyti ar reguliariosios išraiškos gali būti pašalintos, nors jis ir gali aptikti kada galima pašalinti paprastą filtrą ir vietoj jo pateikti reguliariąją išraišką."
  },
  "s10": {
    "message": "Atverkite Adblock Plus nustatymus ir pažymėkite visus filtrus kuriuos norite patikrinti. Nukopijuokite juos (Ctrl+C) ir įklijuokite juos į žemiau esanty laukelį. Jūs taipogi galite eksportuoti filtrus ir įklijuoti failo turinį."
  },
  "s11": {
    "message": "<em>Privatumo pareiškimas</em>: jokie duomenys nėra perduodami į serverį. Visi reikalingi skaičiavimai atliekami jūsų kompiuteryje, duomenys iš jūsų kompiuterio jo niekad nepalieka."
  },
  "s12": {
    "message": "Surasti nereikalingus filtrus"
  },
  "s13": {
    "message": "Būsena:"
  },
  "s14": {
    "message": "Jūsų filtrų sąrašas su pašalintais nereikalingais filtrais pateiktas žemiau. Galite nukopijuoti jį ir įklijuoti į Adblock Plus nustatymus (pirmiausia pašalinkite esamus filtrus). Taipogi galite <a>paspausti čia</a> ir gausite filtrus atskirame puslapyje. Išsaugokite juos kaip failą ir importuokite Adblock Plus nustatymuose."
  }
}