{
  "acceptable-ads-monetization": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "Recibimos donaciones de nuestros usuarios, pero nuestra fuente principal de ingresos es la iniciativa Anuncios Aceptables. Las grandes entidades pagan una cuota por los servicios solicitados y proporcionados para incluir su sitio web en la \"lista blanca\" (un 90 % de las cuotas son gratuitas para las entidades más pequeñas). Hay que tener en cuenta que <a>los criterios para la iniciativa Anuncios Aceptables</a> deben respetarse independientemente del pago o no de una cuota. Si estos no se cumplen, la inclusión en la \"lista blanca\" no es posible."
  },
  "fee-details": {
    "description": "Text in \"How we are financed\" section",
    "message": "Estos son algunos datos acerca de las cuotas:"
  },
  "financed-how": {
    "description": "Section header",
    "message": "Cómo nos financiamos"
  },
  "large-entities-compensate": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "Por este motivo, algunas entidades muy grandes que forman parte de Anuncios Aceptables son las que compensan a Eyeo por sus servicios. Estos se ofrecen de manera gratuita al resto de participantes (alrededor de un 90 %)."
  },
  "large-entities-pay": {
    "description": "Bullet point in \"How we are financed\" section",
    "message": "Solo las entidades grandes han de pagar. Calificamos una entidad como grande cuando esta gana más de 10 millones de impresiones de anuncios adicionales al mes debido a su participación en la iniciativa Anuncios Aceptables."
  },
  "licensing-fee": {
    "description": "Bullet point in \"How we are financed\" section",
    "message": "Para estas entidades, nuestra cuota representa un 30 % de los ingresos adicionales generados al incluir su publicidad aceptable en la \"lista blanca\"."
  },
  "managing-acceptable-ads": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "Dirigir la iniciativa Anuncios Aceptables requiere un gran esfuerzo por nuestra parte, incluyendo, pero sin limitarse a, una revisión y seguimiento continuos de los distintos anuncios incluidos en la \"lista blanca\" así como asesorar a los participantes y proporcionarles apoyo técnico. Estos servicios no se pueden llevar a cabo con la ayuda de voluntarios ni se pueden cubrir a través de donativos, como sucede por ejemplo con las listas de filtros más usadas normalmente."
  },
  "must-meet-strict-criteria": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "<strong>Importante:</strong> Cada entidad de la \"lista blanca\", pague o no, DEBE mantener los mismos criterios estrictos que nuestros usuarios han aceptado como parte de la iniciativa Anuncios Aceptables. Nunca aceptaremos un anuncio que no cumpla estos <a>criterios</a>. No hay forma alguna de comprar un puesto en la \"lista blanca\". Todos los anuncios incluidos en la \"lista blanca\" y las entidades participantes están listados públicamente en <a>nuestro foro</a>. Ahí podéis conversar y compartir vuestras opiniones con total libertad."
  },
  "s1": {
    "message": "Más"
  },
  "s11": {
    "message": "¿Qué son los Anuncios Aceptables?"
  },
  "s13": {
    "message": "Para conocer más, visite la sección de Preguntas Frecuentes de <a>Anuncios Aceptables</a>."
  },
  "s16": {
    "message": "Más"
  },
  "s2": {
    "message": "Menos"
  },
  "s20": {
    "message": "¿Por qué necesitamos dinero?"
  },
  "s23": {
    "message": "Necesitamos que el número de usuarios de Adblock Plus crezca y poder trasladar estas cifras a nuevas plataformas, para que los editores web se interesen por los Anuncios Aceptables. Adblock Plus, en un principio sólo disponible en <a>Firefox</a> ya está disponible en <a>Chrome</a>, <a>Android</a>, <a>Opera</a>, <a>Internet Explorer</a> e <a>Safari</a>. También manejamos la infraestructura necesaria para mantener la <a>EasyList</a> la lista de filtros anti publicidad más popular, usada también por otros programas de bloqueo de publicidad."
  },
  "s25": {
    "message": "Pero Eyeo no es solo Adblock Plus y Anuncios Aceptables. Nuestra misión es hacer de la web un lugar mejor, y queremos conseguirlo creando para los editores web nuevas vías negocio sin tener por ello que alienar a sus usuarios."
  },
  "s26": {
    "message": "¿Recolecta Adblock Plus datos de los usuarios?"
  },
  "s27": {
    "message": "No recolectamos datos específicos, y la mayoría de ellos (por ejemplo, qué webs visita usted) ni siquiera llega a ser enviada a nuestros servidores. Para más detalles, lea nuestra <a>Política de privacidad</a>."
  },
  "s3": {
    "message": "¿Qué es Adblock Plus?"
  },
  "s5": {
    "message": "¿Cómo funciona Adblock Plus?"
  },
  "s7": {
    "message": "Dos listas de filtros vienen activadas por defecto:"
  },
  "s8": {
    "message": "Una lista de bloqueo de anuncios basada en su idioma."
  },
  "s9": {
    "message": "La lista de excepciones de Anuncios Aceptables."
  },
  "title": {
    "message": "Acerca de Adblock Plus"
  }
}