{
  "title": {
    "message": "Acerca de"
  },
  "title-full": {
    "message": "Acerca de Adblock Plus"
  },
  "s1": {
    "message": "Más"
  },
  "s2": {
    "message": "Menos"
  },
  "s3": {
    "message": "¿Qué es Adblock Plus?"
  },
  "s4": {
    "message": "Adblock Plus bloquea anuncios molestos en la web. También bloquea <a>otros elementos</a> como el seguimiento en web. Con más de"
  },
  "s5": {
    "message": "millones de usuarios, es la"
  },
  "s6": {
    "message": "extensión para navegadores"
  },
  "s7": {
    "message": "más popular del mundo. Adblock Plus es un proyecto de código abierto creado en 2006 por Wladimir Palant. <a>Eyeo</a> fue fundada en 2011 por el propio Wladimir Palant y Till Faida, para mantener su desarrollo de manera sostenible."
  },
  "s8": {
    "message": "¿Cómo funciona Adblock Plus?"
  },
  "s9": {
    "message": "Adblock Plus no tiene funcionalidad en sí, en el sentido que no bloquea nada hasta que alguna de las listas de filtros disponibles se lo pide. Estas listas de filtros son básicamente un conjunto de reglas que le dicen a AdblockPlus qué elementos de las webs tiene que bloquear. Al margen de usarse para bloquear anuncios, las listas de filtros también pueden usarse para desactivar el <a>seguimiento</a> en web y los dominios <a>malware</a>."
  },
  "s10": {
    "message": "Dos listas de filtros vienen activadas por defecto:"
  },
  "s11": {
    "message": "Una lista de bloqueo de anuncios basada en su idioma."
  },
  "s12": {
    "message": "La lista de excepciones de Anuncios Aceptables."
  },
  "s13": {
    "message": "Usted es libre de desactivar estas listas, añadir otras o <a>crearlas por sí mismo</a>."
  },
  "s14": {
    "message": "¿Qué son los Anuncios Aceptables?"
  },
  "s15": {
    "message": "Adblock Plus está para proteger a los usuarios de los anuncios molestos. Sin embargo, creemos que no todos los anuncios son malos, y somos plenamente conscientes de que los propietarios de las páginas web los necesitan para sobrevivir. Por lo tanto, hemos establecido una <a>directiva estricta</a> para identificar los Anuncios Aceptables: aquellos que no son intrusivos y no necesitan ser bloqueados. Las páginas web que desean cumplir con estos criterios pueden <a>solicitar</a> que sus anuncios sean incluidos en la lista de excepciones de Anuncios Aceptables, lo que hará que sean desbloqueados para la mayoría de los usuarios. Recuerde que si no quiere ver ningún anuncio, siempre podrá <a>desactivar</a> esta opción."
  },
  "s16": {
    "message": "Para conocer más, visite la sección de Preguntas Frecuentes de <a>Anuncios Aceptables</a>."
  },
  "s17": {
    "message": "¿Cómo ganamos dinero?"
  },
  "s18": {
    "message": "Estamos siendo pagados por algunas grandes propiedades que suministran publicidad no intrusiva y desean participar en la iniciativa de Anuncios Aceptables."
  },
  "s20": {
    "message": "Inscribirse en la \"lista blanca\" o whitelist es gratuito para pequeños sitios web y blogs. Sin embargo, la gestión de esta lista requiere un esfuerzo por nuestra parte que no puede ser completamente asumido por voluntarios como ocurre con las listas de filtros comunes."
  },
  "s21": {
    "message": "Recuerde que nunca incluiremos en nuestra whitelist anuncios que no cumplan con estos <a>requisitos</a>. No hay modo alguno de comprar un sitio en la whitelist. Recuerde también que ser incluido en la whitelist es gratuito para pequeñas y medianas webs."
  },
  "s22": {
    "message": "Además, hemos recibido capital inicial de nuestros inversores, como Tim Schumacher, que creen en Anuncios Aceptables y quieren que el concepto tenga éxito."
  },
  "s23": {
    "message": "¿Por qué necesitamos dinero?"
  },
  "s24": {
    "message": "<a>Eyeo GmbH</a>, la compañía detrás de Adblock Plus, fue fundada para cambiar el mundo de la publicidad online. No es algo que una sola persona pueda hacer como un hobbie."
  },
  "s27": {
    "message": "Además, necesitamos revisar un gran número solicitudes de inclusión en Anuncios Aceptables y crear las listas de filtros apropiadas para ello. También debemos acercarnos proactivamente a los editores web y redes de anunciantes para que ellos mismos creen Anuncios Aceptables."
  },
  "s28": {
    "message": "Pero Eyeo no es solo Adblock Plus y Anuncios Aceptables. Nuestra misión es hacer de la web un lugar mejor, y queremos conseguirlo creando para los editores web nuevas vías negocio sin tener por ello que alienar a sus usuarios."
  },
  "s29": {
    "message": "¿Recolecta Adblock Plus datos de los usuarios?"
  },
  "s30": {
    "message": "No recolectamos datos específicos, y la mayoría de ellos (por ejemplo, qué webs visita usted) ni siquiera llega a ser enviada a nuestros servidores. Para más detalles, lea nuestra <a>Política de privacidad</a>."
  }
}