{
  "title": {
    "message": "Acceptable Ads Manifesto"
  },
  "s1": {
    "message": "Manifiesto de Anuncios Aceptables"
  },
  "s2": {
    "message": "Ayúdanos a hacer de internet un lugar mejor firmando nuestro manifiesto: Un compromiso que aleja a todas las partes implicadas del círculo vicioso de las malas prácticas en la publicidad online."
  },
  "s5": {
    "message": "Otro modelo de publicidad es posible. Firma nuestro manifiesto para conseguirlo."
  },
  "s6": {
    "message": "Ayúdanos a hacer de internet un lugar mejor firmando nuestro manifiesto: Un compromiso que aleja a todas las partes implicadas del círculo vicioso de las malas prácticas en la publicidad online."
  },
  "s7": {
    "message": "Acceptable"
  },
  "s8": {
    "message": "Ads"
  },
  "s9": {
    "message": "Manifesto"
  },
  "s10": {
    "message": "Necesitamos <strong>tu ayuda</strong> para promover un modelo de publicidad que sea aceptable."
  },
  "s11": {
    "message": "Firma el manifiesto"
  },
  "s12": {
    "message": "Personas han firmado"
  },
  "s13": {
    "message": "Los abajo firmantes..."
  },
  "s14": {
    "message": "<strong>Únete</strong> como organización"
  },
  "s16": {
    "message": "... queremos convertir Internet en un lugar mejor para todos deshaciéndonos de la publicidad intrusiva."
  },
  "s17": {
    "message": "Sabemos y entendemos que la publicidad online es el motor económico que impulsa Internet y provee la red de páginas web gratuitas y buenos contenidos. Pero mientras el número de clics por anuncio sigue disminuyendo, mucha de esta publicidad ha optado por girar hacia un modelo más agresivo y ha pasado a ser desagradable, intrusiva y molesta, lo que refleja la necesidad de ser vista y escuchada aunque sea a la fuerza. Paralelamente, cientos de millones de consumidores han respondido ante esta medida instalando bloqueadores de publicidad, que reducen aún más la proporción de clics por anuncio, alimentando así un círculo vicioso que sigue girando cada vez más rápido."
  },
  "s18": {
    "message": "Queremos revertir este ciclo. No rechazamos la publicidad per se, pero nadie quiere encontrarse con anuncios que parpadean frenéticamente en la pantalla o persianas que tapan y oscurecen el contenido en ordenadores y móviles. Tenemos un compromiso con los usuarios; lo hemos llamado"
  },
  "s19": {
    "message": "“Anuncios Aceptables”."
  },
  "s20": {
    "message": "Este es nuestro manifiesto:"
  },
  "s21": {
    "message": "Los Anuncios Aceptables no son molestos."
  },
  "s22": {
    "message": "Los Anuncios Aceptables no interrumpen o distorsionan el contenido de la página que queremos leer."
  },
  "s23": {
    "message": "Los Anuncios Aceptables son transparentes como tales, nunca engañosos."
  },
  "s24": {
    "message": "Los Anuncios Aceptables son efectivos sin necesidad de ser agresivos."
  },
  "s25": {
    "message": "Los Anuncios Aceptables se adecuan al sitio que estamos visitando."
  },
  "s26": {
    "message": "Creemos que los anunciantes, las agencias y las redes de publicidad deberían unirse y apoyar la política de Anuncios Aceptables. Juntos podemos hacer de Internet un lugar mejor para todos."
  },
  "s27": {
    "message": "¿Te interesa la propuesta? Si quieres sumarte a ella, sigue las indicaciones de arriba. Nos encantaría contar contigo. Si eres una empresa u organización, contacta con <a>nosotros</a>."
  },
  "s28": {
    "message": "Lee el manifiesto completo"
  },
  "s29": {
    "message": "Los abajo firmantes aspiramos a hacer de Internet un lugar mejor para todos y empezaremos por deshacernos de los anuncios desagradables."
  },
  "s30": {
    "message": "Para empezar, no detestamos la publicidad porque sí -buena parte de ella puede ser entretenida e incluso útil. Muchos de los contenidos gratuitos que disfrutamos en Internet deben su existencia a los anunciantes que confían en los contenidos web."
  },
  "s31": {
    "message": "Pero no queremos ventanas emergentes, molestos anuncios centelleantes o videos de 30 segundos que se ejecutan porque sí en nuestros ordenadores y móviles. Si no aceptaríamos eso en el mundo real, tampoco debemos hacerlo en el digital. Imagina una cartel que salta justo enfrente de tu coche cuando estás conduciendo por la carretera o un anuncio en un periódico que de repente se abre y cubre todas las palabras que estás intentando leer. ¿Por qué deberían recibir los anuncios online un trato especial? Además, cuanto más ruidosos se vuelven los anuncios, más gente instala bloqueadores de publicidad para no tener que verlos. Es una espiral interminable e imposible de frenar."
  },
  "s32": {
    "message": "Creemos que anunciantes, agencias y redes de publicidad tienen tanto la responsabilidad como la oportunidad de crear anuncios que sean respetuosos con el usuario y por tanto menos proclives a ser ignorados o evitados. Los llamamos Anuncios Aceptables y, con la ayuda de nuestra comunidad de código abierto llevamos meses definiendo y formulando qué son y qué significan. Existe incluso el incentivo de mercado en favor de estos anuncios aceptables, ya que son más tolerados, menos bloqueados y más vistos. Todo el mundo gana."
  },
  "s33": {
    "message": "Estos son los principales puntos de nuestro manifiesto de Anuncios Aceptables:"
  },
  "s34": {
    "message": "1) Los Anuncios Aceptables no son molestos"
  },
  "s35": {
    "message": "No es necesario engañar al usuario para que haga clic en un anuncio. La publicidad puede elevarse por encima del ruido si esta bien dirigida a la audiencia correspondiente (sí, entendemos que esto implica obtener cierto conocimiento sobre el perfil del usuario). La publicidad puede resultar útil e incluso sugerente. El parpadeo y movimiento de los anuncios molesta al comprador real, lo que significa que las personas que hacen clic en este tipo de anuncios lo hacen bien por curiosidad, por error o por ser un bebe de 6 años sin supervisión paterna. De cualquier forma, un anuncio así no va a generar ventas sino mala prensa."
  },
  "s36": {
    "message": "2) Los Anuncios Aceptables no interrumpen o distorsionan el contenido de la página que queremos leer"
  },
  "s37": {
    "message": "Un usuario puede estar perfectamente interesado en un anuncio, pero la publicidad no es el motivo principal por el que uno visita un sitio web. Uno visita una página por su contenido, por lo que la pagina no debería estar saturada de anuncios que interrumpen o distorsionan el contenido de la web sin nuestro permiso –ventanas emergentes, anuncios de video y otros similares. Cuando la colocación y el formato del anuncio están bien implementados animan al usuario a explorar más sin necesidad de tener que recurrir a trucos sucios."
  },
  "s38": {
    "message": "3) Los Anuncios Aceptables son transparentes en su condición de anuncios y no resultan engañosos"
  },
  "s39": {
    "message": "Si es un anuncio, dilo simplemente. Hay sitio para los anuncios y también para el contenido editorial. E incluso hay un lugar para <a>publirreportajes</a> o <a>publicidad nativa</a> si están claramente marcados como tales."
  },
  "s40": {
    "message": "4) Los Anuncios Aceptables pueden ser efectivos sin necesidad de ser agresivos"
  },
  "s41": {
    "message": "Podríamos estar en la biblioteca, o en un avión, o en una reunión… nunca se sabe cuándo vamos a hacer clic en un anuncio. Por favor, no queremos avergonzarnos con sonidos a todo volumen que se reproducen por defecto. Si queremos escuchar, haremos clic en el anuncio."
  },
  "s42": {
    "message": "5) Los Anuncios Aceptables se adecuan al sitio que estamos visitando"
  },
  "s43": {
    "message": "Los editores web deberían gestionar la experiencia del usuario en beneficio del mismo: no permitas que los anunciantes dañen tu marca. Aceptar mostrar cualquier tipo de anuncio en tu web puede ser rentable a corto plazo, pero permitir que los anunciantes comprometan la experiencia del usuario con anuncios molestos –o incluso fraudulentos– no dará frutos a largo plazo. Además, prácticas como la de mostrar a un usuario una página repleta de anuncios después de que éste haya hecho clic en un anuncio -con la esperanza de que el dinero obtenido con el segundo clic sea mayor que el costo del primero-, es una táctica miope y resulta contraproducente."
  },
  "s44": {
    "message": "En resumen, los Anuncios Aceptables son aquellos que nosotros, los usuarios, decidimos aceptar"
  },
  "s45": {
    "message": "¿Por qué más de 250 millones de consumidores han instalado software para bloquear anuncios? Simple: para detener la publicidad molesta. Por desgracia, bloquear todos los anuncios priva a sitios web legítimos de ingresos básicos e impide que los anuncios buenos y de calidad se tengan en cuenta. Por fortuna, los usuarios pueden añadir a una lista de excepciones (que nosotros llamamos whitelist) todas aquellas webs y redes de anunciantes que presenten anuncios aceptables, lo que significa que uno puede usar un bloqueador de anuncios de manera selectiva para inclinar la balanza a favor de los anuncios realmente informativos. Tú tienes el control, úsalo."
  },
  "s46": {
    "message": "Con tu voto por este Manifiesto podemos animar a los anunciantes, agencias de publicidad y redes de anunciantes online a unirse y apoyar estas directrices. Entre todos podemos hacer de Internet un lugar mejor para todos. ¡Únete!"
  },
  "s47": {
    "message": "Firmado, los miembros de la Coalición de Anuncios Aceptables."
  },
  "s48": {
    "message": "Comparte el manifiesto"
  },
  "s49": {
    "message": "facebook"
  },
  "s50": {
    "message": "twitter"
  },
  "s51": {
    "message": "google+"
  },
  "s52": {
    "message": "Consejos sobre privacidad"
  },
  "s53": {
    "message": "La extensión Lightbeam para Firefox te muestra quién está rastreando tus movimientos online."
  },
  "s54": {
    "message": "13 consejos de seguridad para auténticos paranoicos"
  },
  "s55": {
    "message": "La IAB intensifica sus ataques contra Firefox"
  },
  "s56": {
    "message": "Consejos sobre privacidad que debes saber cuando usas Google, Facebook y otros servicios online."
  },
  "s57": {
    "message": "Las herramientas de rastreo aumentan el CPM en los sitios web"
  },
  "s58": {
    "message": "Consejos sobre privacidad en TRUSTe"
  },
  "s59": {
    "message": "Noticias sobre publicidad"
  },
  "s60": {
    "message": "Las herramientas de rastreo aumentan el CPM de las webs"
  },
  "s61": {
    "message": "La recaudación publicitaria alcanza la cifra record de 20 mil millones de dólares"
  },
  "s62": {
    "message": "El Consorcio Web no cumplirá con el plazo para la Ley Anti Rastreo"
  },
  "s63": {
    "message": "¿Quién te vigila?"
  },
  "s64": {
    "message": "El futuro de la Ley Anti Rastreo, comprometido tras la retirada de la agrupación de publicistas DAA"
  },
  "s65": {
    "message": "Cómo los anuncios te rastrean a través del smartphone"
  },
  "s66": {
    "message": "Parte de estos contenidos son ©2014 por los contribuidores de Anuncios Aceptables."
  },
  "s67": {
    "message": "Contenido disponible bajo <a>Creative Commons License</a>."
  },
  "s68": {
    "message": "Contáctanos"
  },
  "s69": {
    "message": "Mantente a la última"
  }
}