{
  "title": {
    "message": "Permitir publicidad aceptable en Adblock Plus"
  },
  "s1": {
    "message": "Anuncios Aceptables - Adblock Plus"
  },
  "s2": {
    "message": ". Adblock Plus introduce la iniciativa Anuncios Aceptables: apoyar a las webs que dependen de la publicidad pero deciden hacerlo de un modo no intrusivo."
  },
  "s3": {
    "message": "Anuncios Aceptables - Adblock Plus"
  },
  "s4": {
    "message": ". Adblock Plus introduce la iniciativa Anuncios Aceptables: apoyar a las webs que dependen de la publicidad pero deciden hacerlo de un modo no intrusivo."
  },
  "s5": {
    "message": "¿De qué va esto?"
  },
  "s6": {
    "message": "A partir de la versión 2.0 de Adblock Plus, puede permitir que se muestre parte de la publicidad considerada “no molesta”. Al hacerlo, apoya a los sitios web que dependen de la publicidad pero eligen hacerlo de forma no intrusiva, y les otorga a esos sitios una ventaja sobre sus competidores, para animarles a usar también publicidad no intrusiva. A largo plazo, la red se convertirá en un lugar mejor para todos, no sólo para los usuarios de Adblock Plus. Sin esta funcionalidad, corremos el peligro de que el aumento en el uso de Adblock Plus haga insostenibles los pequeños sitios web."
  },
  "s7": {
    "message": "¿Por qué la función está activada por defecto?"
  },
  "s8": {
    "message": "Porque desgraciadamente es la única forma de alcanzar los objetivos mencionados anteriormente. Si pedimos a los usuarios que activen esta función, la mayoría de ellos no lo hará, sencillamente porque nunca cambian ninguna opción por defecto, salvo que sea absolutamente necesario. Sin embargo, los anunciantes sólo se mostrarán interesados en cambiar a otras formas mejores de publicidad si la mayoría de los usuarios de Adblock Plus tiene esta función activada."
  },
  "s9": {
    "message": "¡Yo odio todo tipo de publicidad!"
  },
  "s10": {
    "message": "No problem, puede desactivar esa función cuando quiera. Para ello:"
  },
  "s11": {
    "message": "En Firefox: Pulse sobre el icono de Adblock Plus y elija en el menú \"Preferencias de filtros\". Deseleccione \"Permitir publicidad no intrusiva\" y hecho."
  },
  "s12": {
    "message": "En Chrome: Haga clic con el botón derecho del ratón sobre el icono de Adblock Plus a la derecha de la barra de direcciones, después elija “Opciones” y deseleccione \"Permitir publicidad no intrusiva\"."
  },
  "s13": {
    "message": "En Opera: Haga clic en el botón de menú Opera situado en la esquina superior izquierda (En OS X: haga clic en la ventana superior), elija “Extensiones”, busque Adblock Plus en la lista, haga clic en “Opciones” y deseleccione “\"Permitir publicidad no intrusiva\"."
  },
  "s14": {
    "message": "¿Qué clase de anuncios son los \"aceptables\"?"
  },
  "s15": {
    "message": "Por ahora hemos establecido los siguientes requisitos:"
  },
  "s16": {
    "message": "Sólo publicidad estática (nada de animaciones, sonidos o similar)"
  },
  "s17": {
    "message": "Preferiblemente sólo texto, no imágenes que llamen la atención"
  },
  "s18": {
    "message": "Ubicación del anuncio"
  },
  "s19": {
    "message": "Los anuncios nunca deben ocultar el contenido de la página (por ejemplo, obligando al usuario a pulsar en un botón para cerrar el anuncio y poder ver la página)."
  },
  "s20": {
    "message": "En las páginas que tengan un texto a leer por el usuario, los anuncios no deben estar situados en medio del texto, interrumpiendo el flujo de lectura. En vez de eso, pueden estar situados encima, debajo o a los lados del texto. Lo mismo se aplica a páginas de resultados de búsqueda, no se pueden mezclar los resultados de pago con los resultados orgánicos."
  },
  "s21": {
    "message": "Cuando los anuncios estén situados encima del contenido de la página, no obligarán al usuario a mover el texto hacia abajo. Dado que el espacio vertical disponible suele ser de al menos 700 píxeles, la publicidad no debe ocupar más de 1/3 de esa altura. Los resultados de pago en las páginas de búsquedas pueden ocupar más espacio, pero nunca podrá haber más resultados de pago que resultados reales."
  },
  "s22": {
    "message": "Cuando la publicidad esté en un lateral, debe dejar espacio suficiente para el contenido. Dado que el espacio horizontal disponible suele ser de al menos 1000 píxeles, la publicidad no debe ocupar más de 1/3 de ese espacio."
  },
  "s23": {
    "message": "La publicidad debe estar marcada claramente como tal con la palabra \"Publicidad\" o su equivalente y debe ser distinguible del contenido de la página (mediante un borde y/o un color de fondo diferente)."
  },
  "s24": {
    "message": "Los requisitos de señalización y ubicación no se aplican para hipervínculos con ID referentes a programas de afiliación insertados en el contenido de páginas web. Criterios adicionales para los hipervínculos con ID de afiliado:"
  },
  "s25": {
    "message": "Las redirecciones originadas en el hipervínculo no deben redirigir a ninguna otra página web diferente a la página de destino."
  },
  "s26": {
    "message": "En los textos, no más del 2% de las palabras pueden ser enlazadas con propósitos monetarios."
  },
  "s27": {
    "message": "Los hipervínculos no deben tener diferente formato o comportamiento que cualquier otro enlace."
  },
  "s28": {
    "message": "Los hipervínculos no debe inducir a error o malentendido, tanto en el contenido como en la colocación."
  },
  "s29": {
    "message": "Estos criterios no son definitivos, trabajamos continuamente para mejorarlos. Especialmente, queremos exigir que se respete la privacidad del usuario (será obligatorio soportar <a>Do Not Track</a>). Sin embargo, aún no estamos en situación de obligar a cumplir ese requisito."
  },
  "s30": {
    "message": "¿Se desbloqueará toda la publicidad \"aceptable\"?"
  },
  "s31": {
    "message": "No. Por desgracia, no es técnicamente posible reconocer automáticamente la publicidad &quot;aceptable&quot;. Hemos establecido <a>acuerdos</a> con algunos sitios web y empresas de publicidad para usar solo publicidad acorde con nuestros criterios. Estos anuncios serán desbloqueados y añadidos a la lista de excepciones de Anuncios Aceptables activada por defecto."
  },
  "s32": {
    "message": "Ningún solicitante tendrá ventaja sobre el otro, nadie será tratado de manera diferente y tampoco es posible comprar el acceso a la whitelist.<strong> Todo el mundo debe cumplir</strong> con los criterios y someterse al mismo proceso antes de que sus anuncios sean calificados como “aceptables”"
  },
  "s33": {
    "message": "¿Qué ocurre si se permite una publicidad que no cumpla con los requisitos?"
  },
  "s34": {
    "message": "Por favor, <a>infórmenos</a> como lo haría normalmente. Si un anunciante abusa de su inclusión en la lista de excepciones o whitelist, siempre podemos eliminarle de ella."
  },
  "s35": {
    "message": "¿Cómo puedo ver lo que se está permitiendo?"
  },
  "s36": {
    "message": "Al seleccionar &quot;Permitir publicidad no intrusiva&quot; sencillamente se añade una suscripción de filtros adicional a su lista. Puede ver los filtros <a>aquí</a>. Además, el tratamiento especial de esta suscripción de filtros (que se añadió por motivos de usabilidad) puede deshabilitarse yendo a “about:config” y cambiando el valor de la preferencia <a>extensions.adblockplus.subscriptions_exceptionscheckbox</a> de true a false. Esto le permitirá ver los filtros de esta suscripción de la forma habitual."
  },
  "s37": {
    "message": "Si tiene alguna pregunta o sugerencia respecto a esta lista, no dude en contactar con la comunidad de ususarios en nuestro <a>foro</a> o directamente con nosotros <a> por e-mail</a>."
  },
  "s38": {
    "message": "¿Cómo puedo activar mi página web?"
  },
  "s39": {
    "message": "El proceso para que sus anuncios sean incluidos en nuestra whitelist dura unos 10 días laborables:"
  },
  "s40": {
    "message": "Si su web contiene anuncios que cumplen con nuestros <a>criterios de Anuncios Aceptables</a>, simplemente rellene <a>este formulario</a>."
  },
  "s41": {
    "message": "Alguien en <a>Eyeo</a>, la compañía detrás de Adblock Plus, se pondrá en contacto con usted para determinar de qué anuncios se trata y si cumplen con nuestros criterios."
  },
  "s42": {
    "message": "Después de haber efectuado los cambios necesarios (si hiciera falta hacerlos), ambas partes firman un <a>acuerdo</a>."
  },
  "s43": {
    "message": "Publicamos la propuesta de inclusión en la whitelist <a>en el foro</a>, y damos un plazo aproximado de una semana para determinar en comunidad, caso por caso, qué propuestas encajan con nuestros criterios."
  },
  "s44": {
    "message": "Si no hay argumentos válidos en contra, añadiremos los anuncios a nuestra whitelist. De este modo, los anuncios se mostrarán a los usuarios de Adblock Plus que tengan la configuración por defecto."
  },
  "s45": {
    "message": "¿Sois estúpidos? ¡Nadie quiere eso!"
  },
  "s46": {
    "message": "Los <a>resultados de nuestra encuesta</a> de usuarios dicen lo contrario. De acuerdo con ella, sólo un 25% de los usuarios de Adblock Plus son totalmente contrarios a cualquier tipo de publicidad. Esos usuarios desactivarán esta función, y listo. El resto de usuarios contestó que aceptarían algún tipo de publicidad para ayudar a las páginas web. Algunos usuarios pidieron incluso que hubiera una forma de activar Adblock Plus solamente en ciertas páginas web."
  }
}