{
  "title": {
    "message": "Bloquea las notificaciones sobre cookies | Adblock Plus"
  },
  "description": {
    "message": "Añade la característica \"I don't care about cookies\" a Adblock Plus para bloquear las notificaciones sobre cookies. Lograrás mayor control y velocidad de navegación, sin interrupciones."
  },
  "cookie-illustration": {
    "description": "alt text",
    "message": "Icono de las cookies"
  },
  "tired-of-cookies": {
    "description": "heading",
    "message": "¿Te cansa recibir notificaciones sobre cookies cada vez que consultas una nueva página web?"
  },
  "add-feature": {
    "message": "Añade la conocida característica \"<a>I don't care about cookies</a>\" a Adblock Plus y gana aún más control sobre tu experiencia en línea."
  },
  "you-can-block": {
    "message": "Podrás bloquear las notificaciones sobre cookies y navegar con más rapidez y fluidez. Para poder disfrutar de esta excepcional característica, debes añadir primero la extensión Adblock Plus si aún no dispones de ella."
  },
  "not-supported-error": {
    "message": "This feature isn't available for this browser just yet. You can still block annoying ads with Adblock Plus."
  },
  "go-to-download": {
    "description": "tooltip text",
    "message": "Ir a descargar"
  },
  "get-it-now": {
    "description": "button text",
    "message": "¡DESCÁRGALA YA!"
  },
  "add-the-feature": {
    "message": "Añade la característica \"I don't care about cookies\" a Adblock Plus"
  },
  "add-feature-link": {
    "description": "button text",
    "message": "Añadir la función a ABP"
  },
  "not-using-yet": {
    "message": "¿Aún no usas la extensión Adblock Plus?"
  },
  "feature-note": {
    "message": "<strong>Nota:</strong> con esta característica que bloquea los avisos, renuncias al derecho a recibir notificaciones sobre el uso de cookies y no podrás editar individualmente los ajustes de cookies de cada"
  },
  "how-to-add": {
    "description": "heading",
    "message": "Cómo añadir la característica"
  },
  "screenshot-showing-confirm": {
    "description": "alt text",
    "message": "Captura de pantalla con el cuadro de confirmación para añadir la característica a Adblock Plus"
  },
  "how-to-remove": {
    "description": "heading",
    "message": "Cómo eliminarla"
  },
  "screenshot-showing-install": {
    "description": "alt text",
    "message": "Captura de pantalla que muestra el lugar de instalación de la característica"
  },
  "more-filters-section": {
    "message": "Esta característica se guarda automáticamente en la sección MÁS FILTROS. Podrás encontrarla aquí cuando quieras eliminarla."
  }
}