{
  "title": {
    "message": "Bloquear los avisos de cookies | Adblock Plus Premium"
  },
  "description": {
    "message": "Bloquea los molestos avisos de cookies que te piden que las aceptes mientras navegas por la web. Empieza a usar Adblock Plus Premium ya."
  },
  "hero__heading": {
    "message": "Ahora puedes eliminar los avisos de cookies de toda a web."
  },
  "hero__subheading": {
    "message": "Deja atrás una frustrante experiencia de navegación cuando bloqueas los avisos de cookies con Adblock Plus Premium."
  },
  "hero-aside__heading": {
    "message": "Por favor, no te vayas."
  },
  "hero-aside__paragraph-1": {
    "message": "Hola:"
  },
  "hero-aside__paragraph-2": {
    "message": "Posiblemente ya estés muy familiarizado/a con los latosos elementos emergentes que te piden permiso para utilizar cookies cuando navegas. Están en todas partes gracias a las leyes de privacidad de Internet. Aunque somos defensores de la transparencia y la privacidad en línea, no podemos negar que esos avisos de cookies son un rollo para los/as usuarios/as de Internet."
  },
  "hero-aside__paragraph-3": {
    "message": "Estamos encantados de anunciar que ahora puedes bloquear los avisos de cookies con Adblock Plus Premium. Llega a tu destino más rápido cuando Adblock Plus Premium oculta esos avisos y rechaza todas las cookies innecesarias que puede. Disfruta de una experiencia de navegación fluida con menos interrupciones y menos rastreadores de los anunciantes. Apúntate hoy a Adblock Plus Premium y empieza a usarlo."
  },
  "hero-aside__paragraph-4": {
    "message": "Un saludo,<span> el Equipo de Adblock Plus</span>"
  },
  "premium-checkout-header__heading": {
    "message": "Comienza a bloquear avisos de cookies ya mismo:"
  },
  "premium-checkout-card-option__button-1": {
    "message": "Premium mensual <span>2 $</span>"
  },
  "premium-checkout-card-option__button-2": {
    "message": "Premium anual <span>20 $</span>"
  },
  "premium-checkout-card-option__badge": {
    "message": "Ahorra un 17 %"
  },
  "premium-checkout-features__heading": {
    "message": "¿Qué incluye?"
  },
  "premium-checkout-features__item-1": {
    "message": "Con Premium, disfrutarás de un bloqueo de elementos emergentes mejorado. Dile adiós a las distracciones molestas como vídeos flotantes, solicitudes de boletines, avisos de cookies y mucho más."
  },
  "premium-checkout-features__item-2": {
    "message": "Sincroniza tus ajustes entre varios dispositivos cuando utilizas Premium."
  },
  "premium-checkout-submit__button": {
    "message": "Completa la compra"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Política de privacidad"
  },
  "premium-checkout-policy__heading": {
    "message": "Ayúdanos con seguridad:"
  },
  "premium-checkout-policy__text": {
    "message": " Si no estás completamente satisfecho/a con Premium, puedes cancelar tu actualización en cualquier momento, y conservar Adblock Plus."
  }
}
