{
  "title": {
    "message": "Reportar problemas"
  },
  "s1": {
    "message": "Reportar problemas - Adblock Plus"
  },
  "s2": {
    "message": "Estas experimentando problemas con Adblock Plus? Ayudanos reportando sobre estos fallos para que así podamos mejorar vuestra experiencia. Descarga Adblock Plus para Chrome y para las otras plataformas aqui."
  },
  "s4": {
    "message": "Estas experimentando problemas con Adblock Plus? Ayudanos reportando sobre estos fallos para que así podamos mejorar vuestra experiencia. Descarga Adblock Plus para Chrome y para las otras plataformas aqui."
  },
  "s5": {
    "message": "Por favor, tenga en cuenta los puntos siguientes antes de rellenar un informe de error."
  },
  "s6": {
    "message": "Algunos problemas no son fallos de Adblock Plus"
  },
  "s7": {
    "message": "No se bloquea un anuncio: se trata de un problema de filtros, <a>debe comunicarlo por otro conducto</a>."
  },
  "s8": {
    "message": "Una página web no funciona adecuadamente y si  <a>desactiva temporalmente Adblock Plus</a> en ese sitio se soluciona el problema: se trata de un problema de filtros, <a>debe comunicarlo por otro conducto</a>."
  },
  "s14": {
    "message": "El problema apareció antes de que instalase Adblock Plus o persiste si se desinstala: tiene que buscar en otro sitio la causa del problema."
  },
  "s15": {
    "message": "Especialmente, si Adblock Plus no se instala correctamente y está usando uno de los <a>navegadores soportados</a>\n, entonces se trata de un problema del navegador y debe seguir las  <a>sobre cómo actuar ante ciertos problemas</a>. Si no usa Firefox, lea para  <a>Chrome</a>, <a>Opera</a>, <a>Safari</a>, <a> e Interner Explorer.</a>"
  },
  "s16": {
    "message": "Cómo informar de fallos"
  },
  "s17": {
    "message": "Puede obtener ayuda y <a>reportar su problema en el foro.</a>"
  },
  "s18": {
    "message": "Su informe de fallo debe contener toda la información necesaria para reproducirlo:"
  },
  "s19": {
    "message": "Versión de Adblock Plus, qué navegador está usando (con número de versión) y qué sistema operativo."
  },
  "s20": {
    "message": "Cualquier detalle de configuración que pueda ser relevante (lista de filtros usada, filtros propios, si los hubiera, configuraciones poco habituales del navegador, otras extensiones utilizadas)"
  },
  "s21": {
    "message": "Una descripción exacta de los pasos necesarios para poder reproducir el problema"
  },
  "s22": {
    "message": "Una descripción exacta de lo que ocurre y lo que usted cree que está mal"
  },
  "s23": {
    "message": "Mi informe de fallo ya no está allí. ¿Qué ha pasado?"
  },
  "s24": {
    "message": "¿Ha vuelto a consultar y no encuentra ya su informe de fallo?"
  },
  "s25": {
    "message": "Es posible que los moderadores hayan cambiado el título. Eche un vistazo al"
  },
  "s26": {
    "message": " <a>foro.</a>"
  },
  "s15-link": {
    "message": "http://support.mozilla.com/en-US/kb/Unable%20to%20install%20add-ons"
  },
  "s15-link2": {
    "message": "https://support.google.com/chrome_webstore/answer/1698338?hl=es"
  },
  "s15-link3": {
    "message": "http://help.opera.com/Windows/11.60/es/extensions.html"
  },
  "s15-link4": {
    "message": "http://support.apple.com/kb/PH5067"
  },
  "s15-link5": {
    "message": "http://windows.microsoft.com/en-us/internet-explorer/manage-add-ons#ie=ie-11"
  }
}