{
  "title": {
    "message": "Lista de cambios en Adblock Plus 2.0"
  },
  "s1": {
    "message": "A continuación se detallan los cambios respecto a Adblock Plus 1.3.10."
  },
  "s2": {
    "message": "Si encuentra problemas en esta versión, por favor consulte \n  <a>la lista de problemas conocidos</a>."
  },
  "s3": {
    "message": "Funcionalidades"
  },
  "s4": {
    "message": "Capacidad experimental de bloqueo de pop-ups (ventanas emergentes) para aquellos casos en los que el bloqueador de ventanas emergentes interno no funcione (<a>tema del foro</a>)."
  },
  "s5": {
    "message": "La nueva ventana de Preferencias de filtros hace que sea más sencillo administrar los filtros y suscripciones (<a>tema del foro</a>)."
  },
  "s6": {
    "message": "Los filtros personalizados pueden organizarse en el número de grupos de filtros que se desee."
  },
  "s7": {
    "message": "La funcionalidad de copia de respaldo y restauración permite crear una copia de todas las preferencias de filtros, no sólo de los filtros personalizados."
  },
  "s8": {
    "message": "Se añade una predisposición de &quot;Permitir publicidad no intrusiva&quot; (puede cambiarse en las preferencias de filtros,\n    <a> ver documentación</a>)."
  },
  "s9": {
    "message": "Interfaz de usuario"
  },
  "s10": {
    "message": "Se incluye de nuevo la traducción al lituano."
  },
  "s11": {
    "message": "Las opciones de Adblock Plus en muestran directamente en su página en el Administrador de Complementos."
  },
  "s12": {
    "message": "Se ha sustituido el botón de \"Recomendarnos en Facebook\" por uno más genérico de \"Contribuir\"."
  },
  "s13": {
    "message": "Elementos bloqueables: Se ha añadido una columna de &quot;Origen de filtro&quot; (oculta por defecto,\n    <a>ver tema del foro</a>)."
  },
  "s14": {
    "message": "Elementos bloqueables: &lt;ya funciona la búsqueda por tipo tanto por nombre de tipo localizado como por la correspondiente opción de filtro (<a>tema del foro</a>)."
  },
  "s15": {
    "message": "Creador de filtros: Las opciones de filtros se añaden ahora en el orden en el que se seleccionan (<a>ver tema del foro</a>)."
  },
  "s16": {
    "message": "Preferencias de filtros: Se muestra un aviso para suscripciones que contienen filtros desactivados (<a>ver tema del foro</a>)."
  },
  "s17": {
    "message": "Creador de informes de error: Las suscripciones que se encuentran en archivos locales no se envían al servidor por motivos de privacidad."
  },
  "s18": {
    "message": "Creador de informes de fallo: Arreglada la comprobación de que el usuario está suscrito a una suscripción de filtros (<a>ver tema del foro</a>)."
  },
  "s19": {
    "message": "Se han simplificado las opciones para mostrar el icono de Adblock Plus y se les ha dado más coherencia."
  },
  "s20": {
    "message": "\"Contar usos de filtros\" es ahora una opción visible."
  },
  "s21": {
    "message": "Se ha renombrado la opción \"Contraer elementos bloqueados\" a \"Ocultar posicionadores de elementos bloqueados\"."
  },
  "s22": {
    "message": "El elemento \"Adblock Plus\" en el menú Herramientas muestra ahora el mismo menú que el icono de Adblock\n    Plus por motivos de accesibilidad. Se ha eliminado el elemento del menú Ver."
  },
  "s23": {
    "message": "Solucionado: El menú contextual del icono de la barra de herramientas se abre cuando se hace clic derecho en el mismo menú (<a>ver tema del foro</a>)."
  },
  "s24": {
    "message": "Solucionado: El uso del menú contextual impide que se libere una zona de memoria(<a>ver tema del foro</a>)."
  },
  "s25": {
    "message": "Núcleo"
  },
  "s26": {
    "message": "La versión mínima necesaria de Firefox en la 3.6.12, las anteriores ya no están soportadas. Igualmente, se necesita al menos Thunderbird 3.1.7 o SeaMonkey 2.1, mientras que Songbirs y Prism ya no están soportadas."
  },
  "s27": {
    "message": "y"
  },
  "s28": {
    "message": "(opciones de filtros para reglas de excepciones) se pueden ya aplicar también a los marcos, y no sólo al primer nivel."
  },
  "s29": {
    "message": "Se ha añadido la opción de filtros"
  },
  "s30": {
    "message": "para permitir excepciones que se apliquen a varios sitios web."
  },
  "s31": {
    "message": "Las opciones de filtro"
  },
  "s32": {
    "message": ","
  },
  "s33": {
    "message": "y"
  },
  "s34": {
    "message": "se consideran ahora sinónimos de"
  },
  "s35": {
    "message": ", las peticiones correspondientes son muy poco habituales (<a>ver tema del foro</a>)."
  },
  "s36": {
    "message": "Se ha simplificado el seguimiento de la redirección y eliminado una causa común de varios problemas de memoria y otros problemas diversos(<a>bug 672111</a>,\n    <a>bug 653533</a>)."
  },
  "s37": {
    "message": "El comentario"
  },
  "s38": {
    "message": "! Homepage: http://example.com/"
  },
  "s39": {
    "message": "en suscripciones de filtros ahora ya se reconoce"
  },
  "s40": {
    "message": "Lista de cambios de la versión anterior"
  }
}