{
  "title": {
    "message": "Detalle de cambios para Adblock Plus 1.3.2"
  },
  "s1": {
    "message": "A continuación se detallan los cambios respecto a Adblock Plus 1.3.1. Si encuentra algún problema en esta versión, por favor compruebe <a>la lista de problemas conocidos</a>."
  },
  "s2": {
    "message": "Se añade de nuevo la traducción al persa, otras traducciones se han actualizado."
  },
  "s3": {
    "message": "Generador de informes de fallo: Se envía la referencia de página para que se puedan reconocer/investigar más fácilmente problemas relacionados con los popups.\n    more easily."
  },
  "s4": {
    "message": "Generador de informes de fallo: Ya no se puede enviar un informe de fallo en ciertas situaciones (para evitar informes inútiles)."
  },
  "s5": {
    "message": "Solucionado: Las reglas de ocultación de elementos dejan de funcionar tras haber sido afectadas por una excepción ("
  },
  "s6": {
    "message": "bug"
  },
  "s7": {
    "message": ")."
  },
  "s8": {
    "message": "Solucionado: El texto del icono de la barra de herramientas aparece a la derecha en vez de debajo del icono (<a>tema del foro</a>)."
  },
  "s9": {
    "message": "Solucionado: El contador podía no guardarse al cerrar el navegador (sólo en Firefox 4)."
  },
  "s10": {
    "message": "Solucionado: Los enlaces en la ventana de Acerca de se abren en una aplicación externa en  Linux\n    ("
  },
  "s11": {
    "message": "bug"
  },
  "s12": {
    "message": ")."
  },
  "s13": {
    "message": "Solucionado: La lista de problemas enviados recientemente presentaba una barra de desplazamiento horizontal con algunos temas (<a>tema del foro</a>)."
  },
  "s14": {
    "message": "Solucionado: El icono de la barra de herramientas no se muestra correctamente en las versiones de desarrollo de SeaMonkey Mail."
  },
  "s15": {
    "message": "Solucionado: Al arrastrar un filtro en Preferencias podría aparecer un aviso de \"este script no responde\" (unresponsive script)."
  },
  "s16": {
    "message": "Solucionado: Aviso de \"Invalid XBL binding\" en Firefox 4."
  },
  "s17": {
    "message": "Solucionado: Adblock Plus confunde a algunas herramientas de detección de fugas de memoria, haciendo que se informe de una fuga de memoria inexistente."
  },
  "s18": {
    "message": "Detalle de cambios de la versión anterior"
  }
}