{
  "title": {
    "message": "Detalle de cambios para Adblock Plus 1.3.5"
  },
  "s1": {
    "message": "A continuación se detallan los principales cambios respecto a Adblock Plus 1.3.3."
  },
  "s2": {
    "message": "Funcionalidades"
  },
  "s3": {
    "message": "Firefox Mobile 4 ya está soportado, se ha discontinuado el soporte para Firefox Mobile 1.0."
  },
  "s4": {
    "message": "K-Meleon 1.6 está soportado en gran parte (hacen falta <a>versiones especiales</a>)."
  },
  "s5": {
    "message": "Se ha añadido soporte para <a>la propuesta de Do-Not-Track header</a> (DNT), un filtro del tipo de <code>{1}</code> que hará que se envíe este header a todos los lugares (<a>tema del foro</a>)."
  },
  "s6": {
    "message": "Se ha añadido un botón experimental: \"Recomendarnos en Facebook\", en el menú para facilitar el recomendar Adblock Plus. Sólo se muestra a los usuarios de Facebook."
  },
  "s7": {
    "message": "Interfaz de usuarios"
  },
  "s8": {
    "message": "Se han vuelto a incluir las traducciones al malayo y estonio."
  },
  "s9": {
    "message": "Los atajos de teclado preferidos pueden tener varios valores, se usará el primer atajo disponible."
  },
  "s10": {
    "message": "Se ha cambiado el atajo de teclado predeterminado para las Preferencias de Ctrl-Shift-E (utilizado en Firefox 3.x) a Ctrl-Shift-F (utilizado en Firefox 4) o Ctrl-Shift-O (para Firefox 4 en Mac OS X)."
  },
  "s11": {
    "message": "Se ha eliminado el icono especial de estado para sitios web de la \"lista blanca\", ahora se muestra el icono de \"Adblock Plus desactivado\" en esas páginas (<a>tema del foro</a>)."
  },
  "s12": {
    "message": "El elemento del menú \"Activar Adblock Plus\" se ha convertido en \"Desactivar en todos\"."
  },
  "s13": {
    "message": "Firefox Mobile: La página de primera instalación está más adaptada a una pantalla pequeño."
  },
  "s14": {
    "message": "Solucionado: El contenido de la página de primera instalación a veces aparecía recortado (<a>tema del foro</a>)."
  },
  "s15": {
    "message": "Solucionado: La opción \"Editar filtro en uso\" en la lista de elementos bloqueable no funcionaba correctamente si la ventana de Preferencias ya estaba abierta."
  },
  "s16": {
    "message": "Informes de errores"
  },
  "s17": {
    "message": "Deshabilitados los informes con demasiadas suscripciones de filtros."
  },
  "s18": {
    "message": "Deshabilitados los informes para ciertos tipos de páginas (sobre todo pestañas en blanco, correos electrónicos, páginas locales, páginas de extensiones)."
  },
  "s19": {
    "message": "Thunderbird: Mejorados los informes para publicaciones den bitácoras, ahora se envía la dirección del post de la bitácora en vez de una dirección de buzón de correo que no sirve para nada."
  },
  "s20": {
    "message": "Solucionado: Las suscripciones de filtros deshabilitadas no deben aparecer en el informe (<a>tema del foro</a>)."
  },
  "s21": {
    "message": "Núcleo"
  },
  "s22": {
    "message": "Se ha implemenado un algoritmo de comprobación de filtros más rápido (<a>tema del foro</a>)."
  },
  "s23": {
    "message": "el archivo patterns.ini sólo se guarda al cerrar si ha habido cambios en el mismo."
  },
  "s24": {
    "message": "Los datos de coincidencia de filtros y reglas de ocultación de elementos se almacenan en caché en la carpeta de datos de Adblock Plus para reducir el tiempo de inicio."
  },
  "s25": {
    "message": "Se ha cambiado la forma en la que se escribe en el archivo patterns.ini para evitar la pérdida de datos si el ordenador se apaga repentinamente. switched off abruptly."
  },
  "s26": {
    "message": "Ahora se reconocen los archivos patterns.ini corruptos y se carga automáticamente un archivo de copia de respaldo si existe uno disponible."
  },
  "s27": {
    "message": "Solucionado: Las reglas de ocultación de elementos podían provocar en ocasiones cierres inesperados del programa (regresión en Adblock Plus 1.3.3)."
  },
  "s28": {
    "message": "Solucionado: Al desactivar filtros en la lista de elementos bloqueables no se desactivaban realmente dichos filtros en Firefox 3.6."
  },
  "s29": {
    "message": "Detalle de cambios de la versión anterior"
  }
}