{
  "title": {
    "message": "Contribuir"
  },
  "title-full": {
    "message": "Ayudar a Adblock Plus"
  },
  "s5": {
    "message": "Adblock Plus es un proyecto de código abierto orientado a la comunidad que pretende conseguir una Internet mejor para todos eliminando la publicidad nociva."
  },
  "s6": {
    "message": "Por favor, apóyenos si le gusta utilizarlo."
  },
  "s7": {
    "message": "Difundir el mensaje"
  },
  "s8": {
    "message": "Comunicar problemas"
  },
  "s9": {
    "message": "Contribuir código"
  },
  "s10": {
    "message": "Ayudar a otros"
  },
  "s11": {
    "message": "Traducir Adblock Plus"
  },
  "s12": {
    "message": "Aportar sugerencias"
  },
  "s13": {
    "message": "Donar"
  },
  "s14": {
    "message": "Añadir o mejorar filtros"
  },
  "s15": {
    "message": "Evaluar anuncios aceptables"
  },
  "s16": {
    "message": "Difundir el mensaje"
  },
  "s17": {
    "message": "Aunque no beneficie a nadie directamente, el que se extienda el uso de software anti anuncios provocará que la publicidad intrusiva resulte económicamente ineficiente, hasta que llegue a ser tan poco utilizada como ocurre hoy en día con las ventanas emergentes."
  },
  "s18": {
    "message": "Y, aparte del hecho de hacer que Internet sea un lugar mejor para todos, siempre gusta saber que este trabajo resulta útil a alguien."
  },
  "s19": {
    "message": "Hay muchas formas en las que puede ayudar a nuestra causa de hacer que Adblock Plus sea más popular:"
  },
  "s20": {
    "message": "Seguirnos en <a>Twitter</a>, <a>Facebook</a> o <a>Google+</a> y recomendar ABP a todos sus amigos."
  },
  "s21": {
    "message": "Si Adblock Plus ha mejorado su experiencia de navegación, comparta este hecho en su blog o en las redes sociales."
  },
  "s22": {
    "message": "Convence tu empresario o universidad de instalar <a>Adblock Plus</a>."
  },
  "s23": {
    "message": "Puede también usar los medios de comunicación locales para informar sobre la privacidad y seguridad en Internet."
  },
  "s24": {
    "message": "Comunicar problemas"
  },
  "s25": {
    "message": "Si nota que Adblock Plus no se comporta como cree que debería, \n          <a>díganoslo</a>."
  },
  "s26": {
    "message": "Siempre habrá condiciones que no hayamos probado y que podrían producir resultados incorrectos, y necesitamos su ayuda para identificarlas."
  },
  "s27": {
    "message": "Por favor, incluya toda la información necesaria para reproducir el problema: condiciones en las que se produce, navegador y versión de Adblock Plus utilizados, etc."
  },
  "s28": {
    "message": "Siga en contacto para responder a posibles dudas que puedan surgir al analizar el problema y para confirmar que está realmente solucionado."
  },
  "s29": {
    "message": "Probar las versiones en desarrollo"
  },
  "s30": {
    "message": "Antes de publicar una nueva versión de Adblock Plus siempre hay varias \n          <a>versiones en desarrollo</a>,"
  },
  "s31": {
    "message": "para identificar errores o funciones mal diseñadas antes de la versión definitiva."
  },
  "s32": {
    "message": "Puede suscribirse al \n          <a>canal RSS</a> para saber cuándo se publica una de ellas."
  },
  "s33": {
    "message": "Contribuir código"
  },
  "s34": {
    "message": "La solución de problemas técnicos o contribución de códigos esta bien visto aquí."
  },
  "s36": {
    "message": "Ayudar a otros"
  },
  "s37": {
    "message": "Si usted es un usuario experimentado de Adblock Plus quizás pueda emplear parte de su tiempo contestando a las dudas de los nuevos usuarios."
  },
  "s38": {
    "message": "Eche un vistazo al"
  },
  "s39": {
    "message": "foro"
  },
  "s40": {
    "message": ", donde siempre hay muchos usuarios buscando respuestas."
  },
  "s41": {
    "message": "Traducir Adblock Plus"
  },
  "s42": {
    "message": "Adblock Plus se ha traducido a más de 30 idiomas, pero algunas traducciones están abandonadas y seguimos necesitando traductores para otros idiomas."
  },
  "s43": {
    "message": "Si quiere ayudar en esto, por favor regístrese en \n          <a>Crowdin</a> y entre en nuestros proyectos de traducción: \n          <a>Adblock Plus para Firefox</a>, \n          <a>Adblock Plus para Chrome</a>, \n          <a>Element Hiding Helper</a>,\n\t  <a>Customizations for Adblock\n          Plus</a>."
  },
  "s44": {
    "message": "Elija un idioma y comience a sugerir traducciones."
  },
  "s45": {
    "message": "Y si no quiere traducir por ahora, puede también votar las traducciones aportadas por otros."
  },
  "s46": {
    "message": "Aportar sugerencias"
  },
  "s47": {
    "message": "Siempre existen cosas que se pueden mejorar, así que por favor cuéntenos sus ideas."
  },
  "s48": {
    "message": "Lo ideal es que no nos dijera sólo lo que hay que cambiar (normalmente eso ya se sabe) sino también cómo debería cambiarse."
  },
  "s49": {
    "message": "Puede abrir un nuevo tema en el"
  },
  "s50": {
    "message": "foro"
  },
  "s51": {
    "message": "o incorporarse a una discusión ya existente."
  },
  "s52": {
    "message": "Tenga en cuenta que por diversos motivos no siempre se pueden aceptar las sugerencias, y por favor sea constructivo en sus críticas."
  },
  "s53": {
    "message": "Donar"
  },
  "s54": {
    "message": "Con más financiación podremos mejorar Adblock Plus en menos tiempo."
  },
  "s55": {
    "message": "Puede realizar su donación en la"
  },
  "s56": {
    "message": "página de contribuciones"
  },
  "s57": {
    "message": "."
  },
  "s58": {
    "message": "Añadir o mejorar filtros"
  },
  "s59": {
    "message": "Adblock Plus es sólo tan bueno como sus filtros."
  },
  "s60": {
    "message": "Los elementos automáticamente bloqueados por Adblock Plus están definidos por listas de filtros. Nuestros colaboradores voluntarios mantienen estas listas a punto asegurando que todos los anuncios molestos están bloqueados."
  },
  "s61": {
    "message": " "
  },
  "s62": {
    "message": "Si encuentra un anuncio no bloqueado o un problema con las listas de filtros, por favor díganoslo <a>aquí.</a>."
  },
  "s63": {
    "message": "Además puede aprender"
  },
  "s64": {
    "message": "como hacer filtros."
  },
  "s65": {
    "message": " "
  },
  "s66": {
    "message": "Si tiene conocimientos sobre la sintaxis de filtros, pueda"
  },
  "s67": {
    "message": "recomendar nuevos filtros en nuestro foro"
  },
  "s68": {
    "message": "(La inscripción no es obligatorio pero en este caso sí recomendado)."
  },
  "s69": {
    "message": "Contribuidores activos tienen la oportunidad de ser miembro en el grupo de \"filter list maintainers\"."
  },
  "s70": {
    "message": "Evaluar anuncios aceptables"
  },
  "s71": {
    "message": "Adblock Plus es el iniciador de la <a>iniciativa de anuncios aceptables </a> que tiene como objetivo apoyar a las páginas web que utilizan anuncios pasables."
  },
  "s72": {
    "message": "Se basa en"
  },
  "s73": {
    "message": "directrices estrictos"
  },
  "s74": {
    "message": "discutidos por la comunidad si están pasables o molestos. <em> </em> "
  },
  "s75": {
    "message": "Si quieres ayudar en la evaluación de anuncios y nuevas formas de publicidad, visite el"
  },
  "s76": {
    "message": "foro"
  },
  "s77": {
    "message": "para compartir sus ideas."
  }
}