{
  "title": {
    "message": "Personaliza Facebook con Adblock Plus"
  },
  "s1": {
    "message": "Necesitas instalar Adblock Plus primero"
  },
  "s2": {
    "message": "Descargar Adblock Plus"
  },
  "s3": {
    "message": "Adblock Plus es la mejor solución para navegar por la web sin publicidad intrusiva"
  },
  "s4": {
    "message": "Personaliza <span>Facebook</span> con Adblock Plus"
  },
  "s5": {
    "message": "Ayuda a tus amigos a navegar por la web sin publicidad molesta"
  },
  "s6": {
    "message": "Bloquear <span>todos</span> los elementos molestos de Facebook"
  },
  "s7": {
    "message": "detalles"
  },
  "s8": {
    "message": "Barra lateral"
  },
  "s9": {
    "message": "Trending, Páginas de Música que te podrían gustar, Paginas de entretenimiento que te podrían gustar, Agregar a tus películas, Agregar a tus programas de TV, Gente que podrías conocer, Califica películas vistas, Califica programas de TV vistos, Califica libros leídos, Califica lugares visitados, Obtén noticias importantes, Paginas recomendadas, Añade a tus películas, Añade a tus programas de TV, Grupos recomendados, Gente que podrías conocer , Juegos que te podrían gustar, Juega de nuevo, Sugerir amigos, Lugares cercanos."
  },
  "s10": {
    "message": "Elementos molestos de la barra de noticias"
  },
  "s11": {
    "message": "Próximos eventos, lo más compartido..., Albumes recién lanzados, Páginas similares..."
  },
  "s12": {
    "message": "Otros elementos molestos"
  },
  "s13": {
    "message": "Páginas insertadas → Noticias sobre páginas: clic en \"me gusta\" en páginas favoritas"
  },
  "s14": {
    "message": "Apps insertadas → Páginas de juegos:   Elementos molestos de la barra lateral"
  },
  "s15": {
    "message": "Imágenes insertadas: Todas las recomendaciones"
  },
  "s16": {
    "message": "+ añadir"
  },
  "s17": {
    "message": "Bloquear <span>solo</span> elementos molestos de la barra lateral"
  },
  "s21": {
    "message": "+ añadir"
  },
  "s22": {
    "message": "Bloquear <span>solo</span> elementos molestos de la barra de noticias"
  },
  "s24": {
    "message": "Barra de noticias"
  },
  "s25": {
    "message": "Páginas de música que podrían gustarte, páginas de entretenimiento que podrían gustarte."
  },
  "s26": {
    "message": "+ añadir"
  },
  "s27": {
    "message": "Envía tus comentarios a nuestra<a> página en Facebook.</a>"
  }
}