{
  "title": {
    "message": "Oferta de vacaciones: Adblock Plus Premium"
  },
  "description": {
    "message": "Celebra estas vacaciones con una suscripción anual a Adblock Plus Premium. ¡Regálate ya una mejor experiencia de Internet!"
  },
  "s1": {
    "message": "Disfruta de un Adblock Plus más potente"
  },
  "s2": {
    "message": "/mes"
  },
  "s3": {
    "message": "Precio habitual: 2 $/mes"
  },
  "s4": {
    "message": "Consigue Adblock Plus Premium"
  },
  "s5": {
    "message": "Oferta especial de vacaciones:"
  },
  "s6": {
    "message": "50 % de descuento en la suscripción habitual"
  },
  "s7": {
    "message": "Consigue un 50 % de descuento en Adblock Plus Premium"
  },
  "s8": {
    "message": "20 $ facturados anualmente"
  },
  "s9": {
    "message": "Disfruta de una mejor experiencia de compra en línea con Adblock Plus Premium"
  },
  "s10": {
    "message": "No te duermas, ¡esta oferta no durará mucho!"
  },
  "s11": {
    "message": "Regálate menos distracciones y una mejor experiencia de Internet. Regístrate hoy mismo y comienza tu suscripción anual a Adblock Plus Premium."
  },
  "s12": {
    "message": "Haz clic a continuación para suscribirte ya:"
  },
  "s13": {
    "message": "¡Suscríbete ahora y ahorra un 50 %!"
  },
  "s14": {
    "message": "Esta oferta solo estará disponible por tiempo limitado del 24 de noviembre al 15 de diciembre de 2023."
  },
  "s15": {
    "message": "El 50 % de descuento se aplica a un año de tu suscripción anual. Transcurrido ese periodo, tu suscripción se renovará al precio habitual. Los precios se muestran en USD."
  },
  "s16": {
    "message": "Si decides pagar en una divisa diferente, tu banco o procesador de pagos podría aplicar una comisión adicional."
  },
  "s17": {
    "message": "Consigue un 50 % de descuento en Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Bloquea anuncios y ventanas emergentes"
  },
  "premium-benefit_2": {
    "message": "Detén los rastreadores"
  },
  "premium-benefit_3": {
    "message": "Bloquea las notificaciones de los sitios"
  },
  "premium-benefit_4": {
    "message": "Detén los vídeos flotantes"
  },
  "premium-benefit_5": {
    "message": "Oculta los elementos emergentes de boletines"
  },
  "premium-benefit_6": {
    "message": "Ignora las solicitudes de encuestas"
  },
  "benefit_1-heading": {
    "message": "Céntrate en lo que importa."
  },
  "benefit_1-paragraph": {
    "message": "Con Adblock Plus Premium puedes comprar y navegar por la web con menos distracciones. Concéntrate en el contenido que quieres ver, ya sea cazar las mejores ofertas de compra en línea o simplemente visitar tus sitios favoritos."
  },
  "benefit_2-heading": {
    "message": "Evita parte del seguimiento de los anunciantes."
  },
  "benefit_2-paragraph": {
    "message": "Adblock Plus Premium permite bloquear las ventanas emergentes de consentimiento de cookies y rechazarlas automáticamente. Eso significa que no tendrás que ver esos molestos avisos pidiéndote que aceptes las cookies de cada sitio que visites. Además, solo aceptarás aquellas que sean necesarias para un sitio, en lugar de las de terceros y de publicidad."
  },
  "benefit_3-heading": {
    "message": "Consigue las mejores ofertas más rápido."
  },
  "benefit_3-paragraph": {
    "message": "Adblock Plus te ofrece una mayor rapidez de carga de las páginas web, lo que te permite hacerte con esas ofertas por tiempo limitado y los productos más demandados a la velocidad del rayo."
  },
  "deal__subheading": {
    "message": "Esta temporada de vacaciones, nos emociona compartir una oferta especial que te ofrece más control sobre tu experiencia de navegación. Cuando compres una suscripción anual a Adblock Plus Premium, conseguirás un 50 % de descuento sobre el precio habitual."
  },
  "deal__heading-2": {
    "message": "Bloquea mucho más que anuncios"
  },
  "deal__subheading-2": {
    "message": "Adblock Plus Premium te permite navegar por la web de la forma que quieres. Gracias a nuestra función de Control de distracciones, puedes bloquear distracciones intrusivas como los vídeos flotantes que te siguen a todas partes, las ventanas emergentes de boletines, las solicitudes de encuestas y mucho más."
  }
}