{
  "meta-title": {
    "message": "Large Scale Deployment"
  },
  "meta-description": {
    "message": "Adblock Plus is a great asset to any company, university or large IT infrastructure. We are happy to help you deploy it across your entire network."
  },
  "page-header": {
    "message": "Adblock Plus para administradores"
  },
  "page-description": {
    "message": "Adblock Plus es la herramienta perfecta para toda universidad, compañía o cualquier infraestructura de Tecnología (TI) con múltiples estaciones de trabajo."
  },
  "feature-bandwidth": {
    "message": "Ahorra ancho de banda"
  },
  "feature-efficient": {
    "message": "Mejor y más eficiente ambiente de trabajo"
  },
  "feature-privacy": {
    "message": "Protege la privacidad y seguridad"
  },
  "feature-gpl": {
    "message": "Licencia GPL3"
  },
  "contact-us": {
    "message": "Nos gustaría saber de ti! <a>Contacto y soporte técnico</a>"
  },
  "about-header": {
    "message": "¿Qué son las implementaciones a gran escala?"
  },
  "about-overview": {
    "message": "Cuando se instala la extensión Adblock Plus en múltiples maquinas y cuentas de usuario, realizar una instalación manual en cada dispositivo se convierte en una tarea que consume tiempo y puede llegar a ser tediosa. Los administradores pueden utilizar varias herramientas para automatizar la instalación, por ejemplo con scripts de instalación o incluso con software de administración de configuraciones."
  },
  "about-consideration": {
    "message": "Para realizar cualquier instalación masiva de una extensión para navegadores web se deben tomar en cuenta múltiples variables como: el navegador deseado, sistema operativo, políticas internas o infraestructura en general."
  },
  "why-header": {
    "message": "¿Por qué instalar Adblock Plus en un ambiente administrado?"
  },
  "why-overview": {
    "message": "Adblock Plus es una herramienta genial para cada ambiente administrado (universidades, escuelas, compañías, institución gubernamental, etc)"
  },
  "why-advantages": {
    "message": "Adblock Plus reduce considerablemente los riesgos de seguridad y privacidad en toda la red. Malware y viruses se propagan a menudo usando publicidad molesta como plataforma, así que bloquearla por defecto reduce el riesgo de manera significativa. Además, utilizar Adblock Plus también reduce considerablemente el tráfico de ancho de banda."
  },
  "how-deploy-abp-header": {
    "message": "¿Cómo instalar Adblock Plus?"
  },
  "how-deploy-abp-overview": {
    "message": "Por el momento estamos trabajando en la mejor solución para la implementación a gran escala, sin embargo, depende en mayor parte del navegador utilizado."
  },
  "how-deploy-abp-contact": {
    "message": "Contacto y soporte técnico: <a>deployment-support@adblockplus.org</a>"
  },
  "additional-resources-header": {
    "message": "Recursos adicionales"
  },
  "forum-info": {
    "message": "Puedes hacer más preguntas o contribuir a la discusión relacionada con temas de implementación en nuestro <a>foro</a>."
  },
  "issues-info": {
    "message": "Si deseas crear un reporte relacionado al proyecto de implementaciones a gran escala, por favor revisa primero <a>la lista actual de reportes</a>. Por favor etiqueta tu reporte con la siguiente palabra clave: large-scale-deployments. Si encuentras un error puedes agregar directamente un reporte en el <a>sistema de reportes de Adblock Plus</a>."
  },
  "organisations-using-abp": {
    "message": "Organizaciones usando Adblock Plus"
  },
  "unalaska-school-quote": {
    "message": "Después de la instalación de ABP hemos tenido un gran decremento en la carga de los Servers, que conlleva a mejor rendimiento para los usuarios"
  },
  "geneva-int-school-quote": {
    "message": "ABP permite a nuestros estudiantes y maestros a enfocarse al aprender y enseñar"
  },
  "7energy-quote": {
    "message": "Definitivamente recomendaría ABP para negocios. No sólo fue muy fácil hacer llegar todo a los usuarios finales, ellos están de acuerdo en que es muy bueno tenerlo instalado."
  },
  "holstebro-quote": {
    "message": "Al instalar ABP el rendimiento mejora al reducirse la carga en servidores."
  }
}