{
  "title": {
    "message": "Primeros pasos con Adblock Plus"
  },
  "description": {
    "message": "Mejora aún más tu experiencia de Internet con estos sencillos consejos."
  },
  "educational_page_heading-1": {
    "message": "Saca el máximo provecho de Adblock Plus"
  },
  "educational_page_subheading-1": {
    "message": "Mejora aún más tu experiencia de Internet con estos sencillos consejos."
  },
  "educational_page_heading-2": {
    "message": "Haz que Adblock Plus sea fácil de encontrar"
  },
  "educational_page_card_1_p_1": {
    "message": "En un esfuerzo por despejar la barra de herramientas del navegador, Edge, Chrome y otros desarrolladores de navegadores están «escondiendo» las extensiones del navegador una vez instaladas. Si quieres encontrar fácilmente Adblock Plus, deberás anclarlo a tu navegador. Al anclar una extensión a la barra de herramientas del navegador, podrás abrirla con solo un clic cuando la necesites."
  },
  "educational_page_card_1_p_2": {
    "message": "Anclar Adblock Plus te proporcionará acceso rápido a nuestro menú. Cuando abras nuestro menú, podrás ver cuántos anuncios estamos bloqueando actualmente junto con el total que hemos bloqueado."
  },
  "educational_page_card_1_p_3": {
    "message": "Puedes <a>activar y desactivar Adblock Plus</a> directamente desde el menú, así como <a>bloquear elementos específicos de la página</a> que no quieres ver. Abrir el menú también es la forma de acceder a tu configuración o de notificar cualquier problema."
  },
  "educational_page_card_1_accordion_1_topic": {
    "message": "Para anclar la extensión de Adblock Plus en Chrome:"
  },
  "educational_page_card_1_accordion_1_li_1": {
    "message": "Haz clic en el icono de la pieza de puzle en la barra de herramientas de Chrome para acceder al menú de extensiones de Chrome."
  },
  "educational_page_card_1_accordion_1_li_2": {
    "message": "Busca el ABP en la lista del menú desplegable que aparece."
  },
  "educational_page_card_1_accordion_1_li_3": {
    "message": "Haz clic en el icono de la chincheta para agregar la extensión a tu barra de herramientas. El icono de la chincheta se volverá azul cuando la extensión se haya anclado correctamente a la barra de herramientas."
  },
  "educational_page_card_1_accordion_2_topic": {
    "message": "Para anclar la extensión de Adblock Plus en Edge:"
  },
  "educational_page_card_1_accordion_2_li_1": {
    "message": "Haz clic en el icono de la pieza de puzle para abrir el menú de extensiones de Edge."
  },
  "educational_page_card_1_accordion_2_li_2": {
    "message": "Busca el ABP en la lista del menú desplegable que aparece."
  },
  "educational_page_card_1_accordion_2_li_3": {
    "message": "Haz clic en ver/ocultar icono (icono del ojo) para agregar Adblock Plus a la barra de herramientas."
  },
  "educational_page_card_1_accordion_3_topic": {
    "message": "Para anclar la extensión de Adblock Plus en Firefox:"
  },
  "educational_page_card_1_accordion_3_li_1": {
    "message": "Haz clic en el icono de la pieza de puzle en la esquina superior derecha para abrir la lista de extensiones de Firefox."
  },
  "educational_page_card_1_accordion_3_li_2": {
    "message": "Busca el ABP en la lista del menú desplegable que aparece."
  },
  "educational_page_card_1_accordion_3_li_3": {
    "message": "Haz clic en el icono de ajustes (engranaje) junto a la extensión de Adblock Plus."
  },
  "educational_page_card_1_accordion_3_li_4": {
    "message": "Haz clic en Anclar a la barra de herramientas."
  },
  "educational_page_card_2_title": {
    "message": "Habilitar Adblock Plus en la navegación privada"
  },
  "educational_page_card_2_p_1": {
    "message": "¿Utilizas el modo de navegación privada del navegador? En Google Chrome, se llama Modo de incógnito, en Edge se llama InPrivate y en Firefox se llama, simplemente, navegación privada."
  },
  "educational_page_card_2_p_2": {
    "message": "Si es así, es importante que sepas que la función de navegación privada de tu navegador suele deshabilitar las extensiones del navegador. El motivo es que las extensiones suelen ser desarrolladas por terceros y suelen implicar el rastreo de tu historial de navegación."
  },
  "educational_page_card_2_p_3": {
    "message": "Si quieres utilizar Adblock Plus mientras navegas en modo privado, es muy fácil habilitarlo."
  },
  "educational_page_card_2_accordion_1_li_1": {
    "message": "Introduce chrome://extensions en la barra de direcciones para mostrar una lista de todas tus extensiones."
  },
  "educational_page_card_2_accordion_1_li_2": {
    "message": "Busca Adblock Plus en la lista de extensiones y haz clic en Detalles."
  },
  "educational_page_card_2_accordion_1_li_3": {
    "message": "Desplázate hacia abajo y activa el alternador en a Permitir en incógnito."
  },
  "educational_page_card_2_accordion_2_li_1": {
    "message": "Introduce edge://extensions en la barra de direcciones para mostrar una lista de todas tus extensiones."
  },
  "educational_page_card_2_accordion_2_li_2": {
    "message": "Busca Adblock Plus en la lista de extensiones y haz clic en Detalles."
  },
  "educational_page_card_2_accordion_2_li_3": {
    "message": "Desplázate hacia abajo y activa el alternador junto a Permitir en InPrivate."
  },
  "educational_page_card_2_accordion_3_li_1": {
    "message": "Introduce about:addons en la barra de direcciones para mostrar una lista de todas tus extensiones."
  },
  "educational_page_card_2_accordion_3_li_2": {
    "message": "En el menú del lado izquierdo, haz clic en Extensiones."
  },
  "educational_page_card_2_accordion_3_li_3": {
    "message": "Busca Adblock Plus en la lista de extensiones y haz clic en el menú señalado con los tres puntos."
  },
  "educational_page_card_2_accordion_3_li_4": {
    "message": "Selecciona Administrar."
  },
  "educational_page_card_2_accordion_3_li_5": {
    "message": "Desplázate hacia abajo hasta Ejecutar en ventanas privadas y selecciona Permitir."
  },
  "educational_page_contacts_heading_3": {
    "message": "¿Necesitas ayuda?"
  },
  "educational_page_contacts_p": {
    "message": "Visita nuestro <a>Help Center</a> para encontrar soluciones a los problemas notificados con más frecuencia. También puedes ponerte en contacto con nuestro equipo de asistencia en <a>support@adblockplus.org</a>."
  }
}