{
  "personal-data-expiry-2": {
    "message": "eyeo almacena aquellos datos del blog y foro siempre y cuando el comentario o cuenta en cuestión exista. Los datos acumulados y cualquier otro tipo de información que no tenga relación con el usuario, es decir, datos no personales, pueden tener un período de almacenamiento mayor."
  },
  "personal-data-expiry-1": {
    "message": "Pasado un período de 30 días, eyeo elimina los siguientes datos personales:"
  },
  "page-heading": {
    "message": "Política de privacidad de Adblock Plus: Preguntas frecuentes"
  },
  "what-kind-of-data-toc-link": {
    "message": "¿Qué tipo de datos personales recopila eyeo?"
  },
  "data-expiry-toc-link": {
    "message": "¿Durante cuánto tiempo almacena eyeo mis datos personales?"
  },
  "personal-data-expiry-item-4": {
    "message": "Datos relacionados con las descargas por suscripción, comprobaciones de actualización de la extensión y notificaciones de emergencia"
  },
  "personal-data-1": {
    "message": "Sí. Adblock Plus recopila algunos datos personales, pero solo con el fin de ofrecerte sus servicios."
  },
  "legal-standards-1": {
    "message": "eyeo recopila y procesa tus datos personales de acuerdo con el <a>Reglamento General de Protección de Datos (Reglamento (EU) 2016/679) (RGPD)</a> y las normativas vigentes de protección de datos de la Unión Europea y de Alemania, entre las que se incluye la <a>Ley Federal de Protección de Datos - Bundesdatenschutzgesetz (BDSG)</a>."
  },
  "how-we-collect-1": {
    "message": "eyeo recopila datos de dos maneras. Algunos datos se recopilan al acceder o navegar por la página web de Adblock Plus. eyeo también recopila datos no personales por medio de la extensión y los datos personales mediante la comprobación de información que nos facilitas de forma voluntaria a través de la extensión de Adblock Plus."
  },
  "how-we-collect": {
    "message": "¿Cómo recopila eyeo mis datos personales?"
  },
  "how-we-collect-data-toc-link": {
    "message": "¿Cómo recopila eyeo mis datos personales?"
  },
  "hashing-data-toc-link": {
    "message": "¿Cómo protege eyeo los datos que recopila?"
  },
  "personal-data-expiry-item-3": {
    "message": "Datos relacionados con los registros en la página web"
  },
  "personal-data-expiry-item-2": {
    "message": "Datos relacionados con el informe de errores e incidencias"
  },
  "tracking-browser-history-1": {
    "message": "No."
  },
  "legal-standards": {
    "message": "¿Cuáles son los criterios legales o requisitos relacionados con la recopilación de datos por parte de eyeo?"
  },
  "tracking-browser-history": {
    "message": "¿Rastrea eyeo mi historial de navegación?"
  },
  "who-collects-data": {
    "message": "¿Quién recopila mis datos personales cuando uso Adblock Plus?"
  },
  "track-browser-history-toc-link": {
    "message": "¿Rastrea eyeo mi historial de navegación?"
  },
  "hash-data": {
    "message": "¿Cómo protege eyeo los datos que recopila?"
  },
  "personal-data": {
    "message": "¿Recopila Adblock Plus datos personales?"
  },
  "exercise-rights-1": {
    "message": "Enviando un correo electrónico a <a>dirección de correo electrónico</a>."
  },
  "personal-data-rights-item-5": {
    "message": "Solicitar la eliminación de tus datos (a no ser que estos se tengan que conservar por motivos legales)."
  },
  "personal-data-rights-item-4": {
    "message": "Recibir tu información personal de forma estructurada y en un formato común y legible por máquina."
  },
  "personal-data-rights-item-7": {
    "message": "Revocar, en cualquier momento, tu consentimiento del que hayas provisto a eyeo para procesar tus datos."
  },
  "personal-data-expiry": {
    "message": "¿Durante cuánto tiempo almacena eyeo mis datos personales?"
  },
  "hash-data-1": {
    "message": "eyeo protege las direcciones IP de los registros de acceso antes de analizar los datos. Dicho de otro modo, eyeo codifica las direcciones IP que detecta para que la información original se mantenga oculta."
  },
  "personal-data-rights-item-3": {
    "message": "Enmendar información personal incorrecta y restringir datos."
  },
  "personal-data-rights-item-8": {
    "message": "Archivar una queja con la autoridad supervisora pertinente."
  },
  "exercise-rights": {
    "message": "¿Cómo puedo ejercer estos derechos?"
  },
  "personal-data-rights-toc-link": {
    "message": "¿Qué derechos tengo sobre los datos personales que eyeo ha recopilado?"
  },
  "who-collects-data-toc-link": {
    "message": "¿Quién recopila mis datos personales cuando uso Adblock Plus?"
  },
  "description": {
    "message": "Preguntas frecuentes sobre la Política de privacidad de Adblock Plus"
  },
  "why-we-collect-data-toc-link": {
    "message": "¿Por qué recopila eyeo información personal?"
  },
  "collect-personal-data-toc-link": {
    "message": "¿Recopila Adblock Plus datos personales?"
  },
  "legal-standards-requirements-toc-link": {
    "message": "¿Cuáles son los criterios legales o requisitos relacionados con la recopilación de datos por parte de eyeo?"
  },
  "selling-data-1": {
    "message": "No, eyeo nunca vende datos a terceros."
  },
  "what-king-of-data-1": {
    "message": "eyeo recopila los datos personales relacionados con las propiedades técnicas de tu navegador web y la versión de Adblock Plus que hayas instalado. Además, eyeo también almacena cualquier tipo de información personal que nos hayas enviado de forma voluntaria, como la incluida en los informes de errores y en publicaciones en el foro."
  },
  "what-king-of-data-2": {
    "message": "Para obtener una lista más detallada de los datos personales que eyeo recopila, visita la <a>Política de privacidad</a> de Adblock Plus."
  },
  "selling-data": {
    "message": "¿Vende eyeo datos a terceros?"
  },
  "selling-personal-data-toc-link": {
    "message": "¿Vende eyeo datos a terceros?"
  },
  "why-we-collect-1": {
    "message": "eyeo almacena datos personales, en la medida de lo necesario, con el único fin de ofrecerte sus servicios. Concretamente, eyeo recopila información anonimizada y pocos datos personales para mejorar y evaluar sus productos."
  },
  "personal-data-rights": {
    "message": "¿Qué derechos tengo sobre los datos personales que eyeo ha recopilado?"
  },
  "what-king-of-data": {
    "message": "¿Qué tipo de datos personales recopila eyeo?"
  },
  "personal-data-rights-item-6": {
    "message": "Cancelar el procesamiento de tus datos."
  },
  "why-we-collect": {
    "message": "¿Por qué recopila eyeo información personal?"
  },
  "personal-data-rights-item-1": {
    "message": "Recibir información sobre los datos personales procesados por eyeo y la manera en que se utiliza esta información."
  },
  "personal-data-rights-1": {
    "message": "En relación con cualquier tipo de información personal que eyeo haya recopilado, tienes los siguientes derechos:"
  },
  "personal-data-expiry-item-1": {
    "message": "Datos relacionados con el informe de problemas"
  },
  "exercise-rights-toc-link": {
    "message": "¿Cómo puedo ejercer estos derechos?"
  },
  "how-we-collect-2": {
    "message": "Para obtener una lista más detallada de los datos personales que eyeo recopila, visita la <a>Política de privacidad</a> de Adblock Plus."
  },
  "title": {
    "message": "Preguntas frecuentes sobre privacidad | Adblock Plus"
  },
  "personal-data-rights-item-2": {
    "message": "Acceder a cualquier tipo de datos personales que eyeo haya procesado."
  },
  "who-collects-data-1": {
    "message": "eyeo GmbH (Alemania), la empresa responsable de Adblock Plus."
  }
}