{
  "title": {
    "message": "Preguntas frecuentes - Proyecto Adblock Plus"
  },
  "s1": {
    "message": "¿Qué relación existe entre Adblock Plus y Adblock?"
  },
  "s2": {
    "message": "El desarrollo de Adblock quedó prácticamente paralizado en 2004. Cada vez más y más gente pedía mejoras, y fue entonces cuando Michael McDonald desarrolló Adblock Plus 0.5 — que básicamente consiste en una versión de Adblock con lista blanca, suscripciones de filtros y otras características útiles."
  },
  "s3": {
    "message": "Esa versión de Adblock todavía se basaba en Adblock, lo que limitaba seriamente las mejoras. La calidad de Adblock era, por decirlo de alguna manera, menor de lo necesario, así que era urgente una reescritura completa del código. Y así nació Adblock Plus 0.6, una extensión completamente nueva centrada en la facilidad de uso, la estabilidad y la seguridad. Por motivos diversos algunas mejoras de Adblock Plus 0.5 no estaban incluidas en la primera entrega de Adblock Plus 0.6, pero eso se solucionó con Adblock Plus 0.6.1."
  },
  "s4": {
    "message": "Michael McDonald, el desarrollador de Adblock Plus 0.5, se ha pasado al proyecto Adblock y está intentando impulsar su desarrollo. Por ese motivo a partir de Adblock Plus 0.6 el desarrollador principal de Adblock Plus soy yo (Wladimir Palant)."
  },
  "s5": {
    "message": "¿Por qué es tan difícil añadir una opción para...?"
  },
  "s7": {
    "message": "No lo es. Pero el planteamiento de \"opciones para todo\" tiene sus consecuencias. Sencillamente citaré a <a>Joel Spolsky</a> sobre este tema:"
  },
  "s8": {
    "message": "Cada vez que presentas una opción, le estás pidiendo al usuario que tome una decisión."
  },
  "s9": {
    "message": "Pedirle al usuario que tome una decisión no es algo malo <em>en sí mismo </em>. Elegir libremente puede ser algo maravilloso. A la gente <em>le encanta</em> tomar café en Starbucks porque tienen un montón de<em> elecciones</em>. Grande o pequeño, desnatado o no, café o Moca, con o sin espuma... Y super caliente, si quieres."
  },
  "s10": {
    "message": "El problema aparece cuando les pide que elijan algo que <em>no les importa</em>. [...] con toda seguridad provocará perplejidad y, al final, enfado en el usuario."
  },
  "s11": {
    "message": "Eso no significa que haya que eliminar cada prestación o personalización opcional. Pero la mayoría de ellas es mejor que no aparezcan de forma destacada en la interfaz de usuario dado que la mayor parte de los usuarios no las necesitan."
  },
  "s12": {
    "message": "¿Por qué es tan difícil añadir un atajo de teclado para...?"
  },
  "s13": {
    "message": "No lo es, pero los atajos de teclado dentro de la ventana del navegador constituyen un espacio compartido. Es imposible usar atajos simples, pues ya los usa el navegador. Y hasta los atajos más complicados, del tipo Ctrl+Mayús+algo los utilizan muchas extensiones. Cuantos más atajos usemos, más probable resulta que surjan conflictos con otras extrensiones. Pero usted puede <a>reconfigurar los atajos de teclado</a> si lo desea."
  },
  "s14": {
    "message": "¿Cómo puedo ayudar?"
  },
  "s15": {
    "message": "Puede ayudar al proyecto Adblock Plus de varias formas:"
  },
  "s16": {
    "message": "Informando sobre errores"
  },
  "s17": {
    "message": "Si nota que Adblock Plus no se comporta como cree que debería hacerlo — <a>díganoslo</a>. Siempre existen configuraciones que no hemos probado y que podrían producir resultados incorrectos, y necesitamos su ayuda para encontrarlas. Por favor incluya toda la información necesaria para reproducir el problema: en qué condiciones se produce el fallo, qué navegador utilizó, cuál era la versión de Adblock Plus. También es importante que se mantenga en contacto para contestar las preguntas que le pudiéramos hacer y para confirmar que el problema está realmente solucionado."
  },
  "s18": {
    "message": "Probando versiones en desarrollo"
  },
  "s19": {
    "message": "Antes de que se publique una nueva versión de Adblock Plus tienen que existir siempre <a>versiones en desarrollo</a>. Sirven para depurar fallos e incluso características ml diseñadas antes de la versión definitiva. Puede suscribirse al <a>RSS feed</a> para saber cuándo se publica una nueva versión en desarrollo."
  },
  "s20": {
    "message": "Ayudando a otros usuarios"
  },
  "s21": {
    "message": "Si usted es un usuario experimentado de Adblock Plus quizás pueda emplear un poco de su tiempo resolviendo las dudas de lo novatos. Eche un vistazo al <a>foro</a>, donde siempre hay usuarios buscando soluciones y respuestas."
  },
  "s22": {
    "message": "Aportando sugerencias"
  },
  "s23": {
    "message": "Siempre hay algo que mejorar, así que permítanos conocer sus ideas. Lo ideal sería que no sólo nos dijera lo que hace falta cambiar (eso casi siempre es algo que ya sabemos) sino cómo debería cambiarse. No tenga ningún incoveniente en abrir un nuevo tema en el <a>foro</a> o en tomar parte en una discusión ya existente. Tenga en cuenta que por motivos diversos no pueden aceptarse todas las sugerencias, y por favor sea constructivo en sus críticas."
  },
  "s27": {
    "message": "Traduciendo Adblock Plus"
  },
  "s28": {
    "message": "Actualmente Adblock Plus ha sido traducido a más de 30 idiomas. Si quiere contribuir en este aspecto regístrese en <a>BabelZilla</a>, consulte el <a> hilo sobre Adblock Plus</a> y pulse el enlace \"View on WTS\" en el primer mensaje del hilo. Puede solicitar que se le asigne como traductor de cualquiera de los idiomas que todavía no lo tiene asignado. Tenga en cuenta que sólo debe hacer esto si está dispuesto a seguir actualizando su traducción para nuevas versiones de Adblock Plus (Babelzilla le avisará cuando esto sea necesario). Lea las <a>FAQ de BabelZilla</a> para obtener más información sobre el WTS (Sistema de Traducción en la Web)."
  },
  "s29": {
    "message": "Difundiendo el mensaje"
  },
  "s30": {
    "message": "Perdónenos por abusar de este eslogan, pero el informar a otras personas sobre Adblock Plus constituye también una aportación valiosa. Aunque nadie se beneficie directamente de esta extensión, el uso generalizado de software para bloquear publicidad puede conseguir que los anuncios intrusivos sean tan ineficientes económicamente que al final se conviertan algo tan raro como han llegado a ser las ventanas emergentes. Y, además de hacer que Internet sea un sitio mejor, sencillamente resulta agradable saber que nuestro esfuerzo sirve para algo."
  },
  "s31": {
    "message": "Realizar una donación"
  },
  "s32": {
    "message": "Con una mayor financiación podremos mejorar Adblock Plus más rápidamente."
  },
  "s33": {
    "message": "Puede aportar una donación en la <a>página de contribuciones</a>."
  },
  "s7-link": {
    "message": "http://www.joelonsoftware.com/uibook/chapters/fog0000000059.html"
  },
  "s28-link": {
    "message": "http://www.babelzilla.org/"
  },
  "s28-link2": {
    "message": "http://www.babelzilla.org/forum/index.php?showtopic=1898"
  },
  "s28-link3": {
    "message": "http://www.babelzilla.org/index.php?option=com_content&task=category&sectionid=3&id=7&Itemid=25"
  }
}