{
  "s1": {
    "message": "Adblock Plus - Funcionalidades"
  },
  "s10": {
    "message": "Protección de errores tipográficos"
  },
  "s12": {
    "message": "Por defecto, se activan <a>EasyList</a>, que corresponde a la configuración de idioma del navegador y la <a>lista de anuncios aceptable</a> para empezar. Puede quitar o agregar otros - tú decides."
  },
  "s13": {
    "message": "<strong>Importante:</strong> Eyeo GmbH, la compañía detrás de Adblock Plus, <strong>no </strong> forma parte del proyecto de EasyList y, por lo tanto, no tiene derecho a control sobre su contenido. Visite la <a>Comunidad de EasyList</a> para obtener más información. En ningún caso Eyeo se hará responsable hacia usted o terceros por cualquier pérdida o daño (incluyendo, sin limitarse a, pérdida de oportunidades y de negocios) que se derivan directa o indirectamente del uso de tales listas."
  },
  "s15": {
    "message": "Adblock Plus bloquea todos los molestos anuncios en la web por defecto, incluyendo anuncios en vídeo en YouTube, Facebook ads, banners llamativos, pop-ups, pop-unders y mucho más.       Esto es posible basado en las listas de filtro que has seleccionado."
  },
  "s16": {
    "message": "Simplemente <a>Instale Adblock Plus</a> y si desea, puede personalizar para satisfacer sus necesidades de navegación único."
  },
  "s17": {
    "message": "Anuncios aceptables"
  },
  "s18": {
    "message": "Ya que muchos sitios web se basan en ingresos publicitarios, Adblock Plus promueve el uso de publicidad no intrusiva en lugar de anuncios molesto e irrelevantes."
  },
  "s19": {
    "message": "Para lograr esto, hemos establecido una serie de <a>pautas estrictas</a> conocido como la iniciativa de anuncios aceptable. Junto con nuestros usuarios y terceros colaboradores, hemos definido anuncios aceptables y se indica el tamaño y la colocación de anuncios adecuados."
  },
  "s2": {
    "message": "Adblock Plus puede hacer más que bloquear anuncios; puede desactivar seguimiento no deseado, protege contra el malware y eliminar botones de las redes sociales."
  },
  "s20": {
    "message": "Los anuncios que cumplen con estos criterios son accesibles. Puede, sin embargo, deshabilitar esta característica en cualquier momento y navegar <a>libre de publicidad</a>."
  },
  "s22": {
    "message": "Muchas empresas graban su actividad en internet y su historial de páginas visitadas."
  },
  "s25": {
    "message": "Para activar esta característica por favor <a>abre este diálogo</a> y haga click en el botón “Add” para protegerse contra el seguimiento. Para desactivar, lea por favor <a>aquí</a>."
  },
  "s27": {
    "message": "Tiempos de cargas largas, ventanas emergentes y publicidad atacando su navegador: Todos son indicadores de que su ordenador está infectado por malware."
  },
  "s30": {
    "message": "Adblock Plus puede bloquear dominios conocidos por la propagación de malware para proteger contra virus informáticos, spy- y adware."
  },
  "s31": {
    "message": "Si quiere activarlo ahora por favor abra <a>este diálogo</a> y haga click en el botón “Add”. Para desactivar la protección lea por favor <a>aquí</a>."
  },
  "s33": {
    "message": "Los botones de las redes socials como Facebook, Twitter, Google Plus y otros están colocados en casi cada página web."
  },
  "s35": {
    "message": "Adblock Plus para deshabilitar botones de redes sociales desde sitios web, garantizando que las redes sociales no pueden crear un perfil basado en los sitios web que visite."
  },
  "s36": {
    "message": "Para activarlo ahora, por favor abra <a>este diálogo</a> y haga click en el botón \"Add\" para protegerse contra el seguimiento de los redes sociales. Para desactivarlo, por favor lea <a>aquí</a>."
  },
  "s5": {
    "message": "Bloquear anuncios"
  },
  "s6": {
    "message": "Permitir anuncios aceptables"
  },
  "s7": {
    "message": "Desactivar seguimiento"
  },
  "s8": {
    "message": "Desactivar dominios de malware"
  },
  "s9": {
    "message": "Desactivar botón de redes sociales"
  },
  "title": {
    "message": "Adblock Plus - Funcionalidades"
  }
}