{
  "title": {
    "message": "Adblock Plus - Funcionalidades"
  },
  "s5": {
    "message": "Bloquear anuncios"
  },
  "s7": {
    "message": "Desactivar seguimiento"
  },
  "s8": {
    "message": "Desactivar dominios de malware"
  },
  "s9": {
    "message": "Desactivar botón de redes sociales"
  },
  "s10": {
    "message": "Protección de errores tipográficos"
  },
  "s14": {
    "message": "Bloquear anuncios"
  },
  "s17": {
    "message": "Anuncios aceptables"
  },
  "s24": {
    "message": "Muchas empresas graban su actividad en internet y su historial de páginas visitadas."
  },
  "s27": {
    "message": "Para activar esta característica por favor <a>abre este diálogo</a> y haga click en el botón “Add” para protegerse contra el seguimiento. Para desactivar, lea por favor <a>aquí</a>."
  },
  "s28": {
    "message": "Desactivar dominios de malware"
  },
  "s29": {
    "message": "Tiempos de cargas largas, ventanas emergentes y publicidad atacando su navegador: Todos son indicadores de que su ordenador está infectado por malware."
  },
  "s30": {
    "message": "O aún peor, otros ordenadores infectados dejan entrar todas las amenazas de la ciberdelincuencia."
  },
  "s31": {
    "message": "Los ordenadores infectados son utilizados para mandar correos de spam y robar datos personales como contraseñas e informaciones de su tarjeta de crédito."
  },
  "s32": {
    "message": "Adblock Plus puede bloquear dominios conocidos por la propagación de malware para proteger contra virus informáticos, spy- y adware."
  },
  "s33": {
    "message": "Si quiere activarlo ahora por favor abra <a>este diálogo</a> y haga click en el botón “Add”. Para desactivar la protección lea por favor <a>aquí</a>."
  },
  "s34": {
    "message": "Desactivar botón de redes sociales"
  },
  "s35": {
    "message": "Los botones de las redes socials como Facebook, Twitter, Google Plus y otros están colocados en casi cada página web."
  },
  "s36": {
    "message": "Aunque no haga click en los botones, la página web recibe información de Usted para crear un perfil que se basa en sus costumbres de navegación."
  },
  "s38": {
    "message": "Para activarlo ahora, por favor abra <a>este diálogo</a> y haga click en el botón \"Add\" para protegerse contra el seguimiento de los redes sociales. Para desactivarlo, por favor lea <a>aquí</a>."
  },
  "s39": {
    "message": "Protección de errores tipográficos"
  }
}