{
  "title": {
    "message": "Funcionalidades"
  },
  "title-full": {
    "message": "Adblock Plus - Funcionalidades"
  },
  "s5": {
    "message": "Bloquear anuncios"
  },
  "s6": {
    "message": "Anuncios aceptables"
  },
  "s7": {
    "message": "Desactivar seguimiento"
  },
  "s8": {
    "message": "Desactivar dominios de malware"
  },
  "s9": {
    "message": "Desactivar botón de redes sociales"
  },
  "s10": {
    "message": "Protección de errores tipográficos"
  },
  "s12": {
    "message": "Adblock Plus bloquea por defecto todos los anuncios molestos en la web: anuncios en videos de Youtube, en Facebook, banners llamativos, ventanas emergentes y mucho más."
  },
  "s15": {
    "message": "Adblock Plus bloquea siempre anuncios molestos."
  },
  "s16": {
    "message": "Muchas páginas web todavía dependen de los ingresos publicitarios y por eso queremos fomentar estas páginas web que utilizan anuncios sencillos en vez de banners llamativos."
  },
  "s17": {
    "message": "Por eso la comunidad de Adblock Plus ha creado <a>directrices estrictos</a> para identificar y permitir los anuncios aceptables."
  },
  "s18": {
    "message": "Siempre tiene la opción de desactivar esta regulación si quiere bloquear todos los anuncios."
  },
  "s20": {
    "message": "Muchas empresas graban su actividad en internet y su historial de páginas visitadas."
  },
  "s21": {
    "message": "Cientos de agencias de publicidad siguen cada paso que hace en internet pero con Adblock Plus puede desactivar el seguimiento y navegar anónimo."
  },
  "s22": {
    "message": "Según un <a>estudio de la Universidad Stanford</a>, los filtros de protección contra el seguimiento son los más útiles de todos los filtros disponibles."
  },
  "s23": {
    "message": "Para activar esta característica por favor <a>abre este diálogo</a> y haga click en el botón “Add” para protegerse contra el seguimiento. Para desactivar, lea por favor <a>aquí</a>."
  },
  "s25": {
    "message": "Tiempos de cargas largas, ventanas emergentes y publicidad atacando su navegador: Todos son indicadores de que su ordenador está infectado por malware."
  },
  "s26": {
    "message": "O aún peor, otros ordenadores infectados dejan entrar todas las amenazas de la ciberdelincuencia."
  },
  "s27": {
    "message": "Los ordenadores infectados son utilizados para mandar correos de spam y robar datos personales como contraseñas e informaciones de su tarjeta de crédito."
  },
  "s28": {
    "message": "Adblock Plus puede bloquear dominios conocidos por la propagación de malware para proteger contra virus informáticos, spy- y adware."
  },
  "s29": {
    "message": "Si quiere activarlo ahora por favor abra <a>este diálogo</a> y haga click en el botón “Add”. Para desactivar la protección lea por favor <a>aquí</a>."
  },
  "s31": {
    "message": "Los botones de las redes socials como Facebook, Twitter, Google Plus y otros están colocados en casi cada página web."
  },
  "s32": {
    "message": "Aunque no haga click en los botones, la página web recibe información de Usted para crear un perfil que se basa en sus costumbres de navegación."
  },
  "s33": {
    "message": "Puede utilizar Adblock Plus para quitar todos los botones de redes sociales de cada página web asegurando que ninguna página pueda crear un perfil personalizado."
  },
  "s34": {
    "message": "Para activarlo ahora, por favor abra <a>este diálogo</a> y haga click en el botón \"Add\" para protegerse contra el seguimiento de los redes sociales. Para desactivarlo, por favor lea <a>aquí</a>."
  },
  "s37": {
    "message": "Al meter una dirección de internet en el navegador, corre el riesgo de visitar una página web que contenga phishing u otro contenido malo y molesto."
  },
  "s38": {
    "message": "URL Fixer puede corregir automáticamente errores tipográficos en la barra de direcciones para protegerte de visitar dominios maliciosos por error al escribir la dirección web."
  }
}