{
  "filter-lists-requirements-item-3-example": {
    "message": "Ejemplo: no debe tener redundancias ni filtros extremadamente genéricos ni <a>filtros \"lentos\"</a>"
  },
  "description": {
    "message": "Las listas de filtros deben cumplir ciertos requisitos para que Adblock Plus las recomiende a los usuarios."
  },
  "filter-lists-requirements-intro": {
    "message": "La lista de filtros:"
  },
  "title": {
    "message": "Requisitos recomendados para una lista de filtros"
  },
  "filter-lists-requirements-item-6": {
    "message": "Se debe mantener de forma activa"
  },
  "filter-lists-requirements-item-7": {
    "message": "Finalmente, el autor de la lista de filtros debe tener una comprensión competente del idioma en el cual crea la lista de filtros."
  },
  "filter-lists-requirements-item-4": {
    "message": "Debe cumplir determinados estándares mínimos, como queda establecido en la <a>Política de EasyList</a>"
  },
  "filter-lists-requirements-item-5": {
    "message": "Solo debe bloquear anuncios"
  },
  "filter-lists-requirements-item-2": {
    "message": "Debe ser única (no duplica otra lista ni otros filtros en otra lista)"
  },
  "filter-lists-requirements-item-3": {
    "message": "Debe cumplir una calidad determinada"
  },
  "filter-lists-requirements-item-1": {
    "message": "Debe ser de código abierto; los usuarios deben poder informar sobre problemas o sugerir filtros"
  },
  "filter-lists-requirements-item-2-example": {
    "message": "Ejemplo: una segunda lista de filtros alemana no será compatible, o una lista que tenga filtros ya recogidos en EasyList (es decir, no crees otra \"EasyList Alemania\" si no incluye filtros adicionales o mejores)"
  },
  "filter-lists-requirements-item-5-example": {
    "message": "Ejemplo: La lista de filtros no debe bloquear elementos que no sean anuncios (es decir, contenido o autopromoción) y no debe funcionar eludiendo los mensajes y advertencias de bloqueo contra anuncios o medidas tecnológicas que controlen de forma eficaz el acceso a sitios web"
  }
}