{
  "title": {
    "message": "Primeros pasos con Adblock Plus - Instalación de Adblock Plus"
  },
  "s1": {
    "message": "Instalación en Thunderbird y Prisma"
  },
  "s2": {
    "message": "En Thunderbird y Prism usted no puede navegar directamente hasta addons.mozilla.org. En cualquier caso, para instalar Adblock Plus puede ir a <a>addons.mozilla.org</a> desde el navegador y allí hacer clic con botón derecho en el botón de instalación (el de color verde) y elegir en el menú contextual la opción \"Guardar enlace como\". Elija una ubicación en la que descargar Adblock Plus, y después vuelva a Thunderbird o Prism y seleccione en el menú Herramientas > Complementos. Pulse el botón \"Instalar\" en la parte inferior de la ventana y seleccione el archivo de Adblock Plus descargado previamente. Reinicie la aplicación cuando ésta se lo solicite."
  },
  "s3": {
    "message": "Instalación en K-Meleon"
  },
  "s4": {
    "message": "K-Meleon carece de mecanismo de instalación de extensiones, así que Adblock Plus para K-Meleon es un archivo ZIP que hay que extraer en el directorio (carpeta) de aplicaciones de K-Meleon. Consulte la página de <a>Adblock Plus para K-Meleon</a> para obtener los paquetes de instalación y unas instrucciones detalladas de instalación."
  },
  "s5": {
    "message": "Qué hacer si aparece un mensaje de error de \"no compatible\""
  },
  "s6": {
    "message": "Si no puede instalar Adblock Plus porque \"no es compatible\", puede deberse a dos tipos de problema:"
  },
  "s7": {
    "message": "Su aplicación es demasiado antigua y existe una versión más moderna desde hace tiempo. Adblock Plus no puede dar soporte indefinidamente a versiones antiguas de las aplicaciones, dado que tras un cierto tiempo muy poca gente seguirá usando esa versión de la aplicación y no se detectarán los errores. La mejor solución consiste en actualizar a la nueva versión de la aplicación e instalar entonces Adblock Plus. Si esto no fuera posible por algún motivo, como solución transitoria puede examinar las <a>versiones antiguas de Adblock Plus</a>, pues posiblemente alguna de ellas será compatible."
  },
  "s8": {
    "message": "Su aplicación es demasiado reciente y Adblock Plus no ha sido marcada aún como compatible con ella. Si todavía no lo ha hecho, pruebe a instalarlo desde <a>addons.mozilla.org</a> y asegúrese de que esté activado JavaScript — de este modo la instalación desde adons.mozilla.org le ofrecerá al navegado una información de compatibilidad más actualizada. Si eso tampoco funciona, por favor cree un nuevo tema en el <a>foro</a> (no es necesario registrarse)."
  },
  "s9": {
    "message": "Otros problemas durante la instalación"
  },
  "s10": {
    "message": "Existen otros problemas diversos que pueden llegar a producirse durante la instalación de una extensión. Por favor, consulte la página"
  },
  "s11": {
    "message": "http://kb.mozillazine.org/Unable_to_install_themes_or_extensions_-_Firefox"
  },
  "s12": {
    "message": "MozillaZine Knowledge Base"
  },
  "s13": {
    "message": "para buscar posibles soluciones."
  }
}