{
  "s10": {
    "message": "Para Firefox"
  },
  "s11": {
    "message": "Si utiliza Mozilla Firefox haga click en el botón \"Instalar en Firefox\" de <a>nuestra página inicial</a>. Firefox preguntará si debe instalar la extensión. Haga click en “Aceptar”."
  },
  "s12": {
    "message": "Firefox empezará a instalar nuestra extensión y preguntará si está de acuerdo con las condiciones de uso. Haga click en “Instalar ahora” para añadir Adblock Plus."
  },
  "s13": {
    "message": "¡Ahora está protegido contra todos los anuncios molestos!"
  },
  "s14": {
    "message": "Para Chrome"
  },
  "s15": {
    "message": "Google Chrome permite instalar nuestra extensión de dos maneras. La opción más fácil es por nuestra página web y la segunda por el Chrome Webstore."
  },
  "s16": {
    "message": "Instalación a través de nuestra página web en dos pasos"
  },
  "s17": {
    "message": "Abre <a>nuestra página de instalación</a> para Chrome y haga click en el botón \"Instalar en Chrome\". Haga click en \"Añadir\" si se abre el siguiente diálogo."
  },
  "s18": {
    "message": "Adblock Plus será instalado en tu navegador. Este diálogo le informa que la instalación fue realizada correctamente:"
  },
  "s19": {
    "message": "Instalación con Google Chrome Webstore en tres pasos"
  },
  "s20": {
    "message": "Si quiere instalar Adblock Plus por el Chrome Webstore haga click <a>aquí</a> y se abrirá esta ventana:"
  },
  "s21": {
    "message": "Haga click en el botón azul \"Añadir a Chrome\". Después le pregunta si quiere instalar Adblock Plus en su navegador:"
  },
  "s22": {
    "message": "¡Una vez confirmado, está protegido contra todos los anuncios molestos a través del bloqueador de anuncios más famoso del mundo!"
  },
  "s23": {
    "message": "Para Opera"
  },
  "s24": {
    "message": "Para instalar Adblock Plus en Opera, abra <a>la página de extensiones de Opera</a> y haga click en “Añadir a Opera” y se abrirá el siguiente diálogo:"
  },
  "s25": {
    "message": "Por favor haga click en “Instalar” para confirmar la instalación. Ahora Adblock Plus le protege contra anuncios molestos."
  },
  "s32": {
    "message": "Primeros pasos"
  },
  "s33": {
    "message": "Elegir las listas de filtros correctas"
  },
  "s35": {
    "message": "Hay dos listas básicas que bloquean los anuncios de las páginas webs más conocidas (a menudo en inglés): EasyList y Fanboy’s List. Sin embrago estas listas no bloquean todos los anuncios de páginas menos conocidas. En su caso, por ejemplo, que está en Alemania debe suscribirse en la lista nacional de Alemania. Como por ejemplo “EasyList Alemania + EasyList”. Puede encontrar <a>aquí</a> un resumen de todas las listas disponibles."
  },
  "s36": {
    "message": "Es importante saber que no debe añadir demasiadas listas en Adblock Plus porque hace más lento el adblocker y también navegación. Como norma general le recomendamos no utilizar listas que puedan solaparse (por ejemplo utilice sólo EasyList O Fanboy’s List)."
  },
  "s37": {
    "message": "También puede utilizar listas de filtros contra seguimiento, malware, seguimiento de redes sociales etc. Encuentre más información <a>aquí</a>."
  },
  "s38": {
    "message": "Cómo añadir una lista de filtros"
  },
  "s39": {
    "message": "Si deseas eliminar una lista de filtros de nuevo revisa <a>este tutorial</a>."
  },
  "s40": {
    "message": "En Firefox"
  },
  "s41": {
    "message": "Eliga “Firefox” >> “Complementos” (para Mac OS X/Linux, eliga “herramientas” del menú desplegable), lo que abrirá su administrador de complementos de Firefox."
  },
  "s42": {
    "message": "En Windows:"
  },
  "s43": {
    "message": "En Mac OS X / Linux"
  },
  "s44": {
    "message": "En el Administrador de complementos se encuentra Adblock Plus en la categoría “Extensiones”:"
  },
  "s45": {
    "message": "Elija “Opciones” para entrar en el perfil de Adblock Plus y haga click en “Preferencias de filtros”:"
  },
  "s46": {
    "message": "Se abrirá el menú de filtros preferidos:"
  },
  "s47": {
    "message": "Haga click en “Añadir suscripción de filtros” y elija la lista a la que quiere suscribirse. Adblock Plus activa las listas elegidas por defecto. El menú enseña las listas de filtros más populares y recomendadas. Por favor entra <a>aquí</a> para encontrar más filtros."
  },
  "s48": {
    "message": "En Google Chrome"
  },
  "s49": {
    "message": "Para añadir una suscripción a Google Chrome seleccione ''Ajustes'' en el menú de la esquina superior derecha. Este menú puede encontrarse bajo el pequeño icono con tres barras horizontales:"
  },
  "s5": {
    "message": "¿Qué es Adblock Plus?"
  },
  "s50": {
    "message": "Seleccione “Ajustes” en el menú desplegable y después haga click en “Extensiones”.  Ahora se abrirá una ventana con todas las extensiones instaladas."
  },
  "s51": {
    "message": "Haga click en el hiperenlace “Configuración” que encontrará bajo de descripción para abrir el menú de Adblock Plus:"
  },
  "s52": {
    "message": "Aquí encontrará todas las listas de filtros instaladas y activas. Para añadir una nueva, seleccione “Añadir suscripción de filtros”."
  },
  "s53": {
    "message": "Se abrirá un menú desplegable que enseña las listas de filtros más populares y recomendadas. Si no encuentra el filtro deseado, entre <a>aquí</a> para encontrar más filtros."
  },
  "s54": {
    "message": "En Opera"
  },
  "s55": {
    "message": "Para añadir nuevos listas de filtros en Opera, haga click en el botón de \"Menu\" (para Mac OS X / Linux, \"Herramientas\"), eliga \"Extensiones\" >> \"Manage Extensions\" . Ahora puede ver sus aplicaciones instaladas incluso Adblock Plus:"
  },
  "s56": {
    "message": "Haga click en el icono pequeño al lado derecho. Ahora abre el menú \"Adblock Plus Options\" para añadir sus suscripciones."
  },
  "s57": {
    "message": "Haga click en “Añadir suscripción de filtros” para ver la lista con los filtros más populares y recomendadas."
  },
  "s58": {
    "message": "Ahora puede elegir su filtro deseado."
  },
  "s59": {
    "message": "En Android"
  },
  "s6": {
    "message": "Adblock Plus es la extensión de navegadores más conocido para Mozilla Firefox, Google Chrome, Opera y Android. Su objetivo principal es el bloqueo de todos los anuncios molestos en la web: anuncios en videos de Youtube, en Facebook, banners llamativos, ventanas emergentes y mucho más."
  },
  "s60": {
    "message": "En Android no es posible elegir varios filtros. Para cambiar la suscripción de su lista de filtro, abre la aplicación y elige “Suscripción de filtros”."
  },
  "s61": {
    "message": "Desactivación de Adblock Plus en los sitios de uso frecuente"
  },
  "s62": {
    "message": "Muchos sitios Web dependen de los ingresos por publicidad, y si usted visita un sitio Web con frecuencia es posible que desee permitir los anuncios de publicidad – considerando que no sea demasiado molesta. Para hacerlo, vaya a ese sitio y haga clic en el símbolo de la flecha junto al icono de Adblock Plus en la barra de herramientas. En el menú se puede elegir la opción \"Deshabilitar el ...\" (Se puede deshacer esa elección de la misma manera, desmarcando esta línea en el menú)."
  },
  "s63": {
    "message": "Desinstalación de Adblock Plus"
  },
  "s64": {
    "message": "En Firefox"
  },
  "s65": {
    "message": "Para desinstalar Adblock Plus entra en su Administrar de complementos (“Firefox”>>”Complementos” (para Mac OS X/Linux, seleccione ''Herramientas” del menú desplegado). Aquí haga click en “Eliminar” para desinstalarlo. Puede encontrar  más información sobre la desinstalación de complementos en <a>la página web de Firefox</a>."
  },
  "s66": {
    "message": "Es importante saber que Adblock Plus guarda sus configuraciones preferidas para que no tenga que configurarlo otra vez si lo instala de nuevo más adelante. Si prefiere una instalación limpia hay que eliminar el directorio “adblockplus” de tu perfil de usuario (<a>cómo encontrar tu perfil</a>). Además, hay que ir a <a>about:config</a> y reiniciar todas las preferencias que comienzan con \"extensions.adblockplus\" (para restablecer haga clic derecho en una preferencia y seleccione Reiniciar en el menú contextual)."
  },
  "s67": {
    "message": "En Google Chrome"
  },
  "s68": {
    "message": "Para desinstalar Adblock Plus de Google Chrome necesita ir al menú “Configuración” (haga click en el botón con las tres barras horizontales) y seleccione “Extensiones” en el lado izquierdo. Ahora busca Adblock Plus y haga click en el botón de cubo de la basura."
  },
  "s69": {
    "message": "En Opera"
  },
  "s7": {
    "message": "¿Cómo funciona Adblock Plus?"
  },
  "s70": {
    "message": "Para desinstalar Adblock Plus para Opera haga click en el botón “Menú” (para Mac OS X / Linux, seleccione “Herramientas” del menú desplegado), seleccione “Extensiones” >> “Administrar de Extensiones”. Aquí busca Adblock Plus, haga click en “Desinstalar” y confirma su elección."
  },
  "s71": {
    "message": "En Android"
  },
  "s72": {
    "message": "Desinstalar Adblock Plus para android es parecido a la desinstalación de cualquier otra aplicación:"
  },
  "s73": {
    "message": "1.\tVaya al Menu > Ajustes > Aplicaciones > Administrar aplicaciones (en móviles con Android 4.x, Ajustes > Apps)"
  },
  "s74": {
    "message": "2.\tBusque en la lista hasta que encuentre la aplicación que quiere desinstalar"
  },
  "s75": {
    "message": "Haga click en la aplicación"
  },
  "s76": {
    "message": "Haga click en “Desinstalar”"
  },
  "s77": {
    "message": "Resolución de problemas"
  },
  "s78": {
    "message": "¿Qué pasa si Adblock Plus bloquea demasiado?"
  },
  "s79": {
    "message": "Puede suceder que Adblock Plus impida que algún sitio funcione correctamente."
  },
  "s8": {
    "message": "Para bloquear anuncios, Adblock Plus requiere filtros para saber cuales de los anuncios debe bloquear. Fuera de la caja, Adblock Plus viene sin ningún filtro, pero se le ofrecerá añadir un filtro de suscripción la primera vez que lo arranque. Con estos filtros activados, puede bloquear las solicitudes específicas de los sitios web. A menudo, anuncios bloqueados dejan espacios en blanco o \"Etiquetas de publicidad\" en las páginas web. Adblock Plus es capaz de eliminarlos con una funcionalidad llamada \"elemento de ocultación\": sobre la base de ciertas características específicas, Adblock Plus es capaz de ocultar ciertos elementos de la página web."
  },
  "s80": {
    "message": "Normalmente no se trata de un fallo de Adblock Plus sino de un problema con los filtros (o la suscripción de filtros) que esté usando; son esos filtros los que le dicen a Adblock Plus que bloquee algo que no debería bloquearse."
  },
  "s81": {
    "message": "Puede comprobarlo mediante la  <a>desactivación temporal de Adblock Plus</a>, si esto \"arregla\" el problema, se trata de un mal filtro."
  },
  "s82": {
    "message": "Por favor, informe de los filtros erróneos utilizando la función de \"Informar de un problema en esta página...\", que recogerá automáticamente los principales datos de la página web actual: of the current web page:"
  },
  "s83": {
    "message": "Cuando le pregunten el tipo de problema, elija \"Adblock Plus está bloqueando demasiado\":"
  },
  "s84": {
    "message": "Su informe se enviará automáticamente a los responsables del mantenimiento de la lista de filtros que usted usa."
  },
  "s85": {
    "message": "Debe comprender que ellos no van a contestar o ponerse a trabajar con cada uno de los muchos informes que reciben."
  },
  "s86": {
    "message": "Es más probable que tengan en cuenta su informe si aporta información adicional para que el problema resulte más clao y reproducible."
  },
  "s87": {
    "message": "¿Qué pasa si Adblock Plus no bloquea un anuncio de publicidad?"
  },
  "s88": {
    "message": "Si encuentra un anuncio que Adblock Plus no bloquea, asegúrese primero de que está usando <a>la suscripción de filtros adecuada</a>."
  },
  "s89": {
    "message": "Por ejemplo, pretender que una suscripción francesa de filtros bloquee los anuncios de una web búlgara es poco realista — debe añadir una suscripción búlgara de filtros para conseguirlo."
  },
  "s9": {
    "message": "Instalación de Adblock Plus"
  },
  "s90": {
    "message": "Si la suscripción de filtros es la adecuada, entonces es probable que el responsable del mantenimiento de la misma no conozca el problema y usted debería informarle usando la función de \"Informar de un problema en esta página...\", que recogerá automáticamente la información relevante de la página web actual:"
  },
  "s91": {
    "message": "Cuando se le pregunte el tipo de problema, debe seleccionar: \"Adblock Plus no bloquea un anuncio\"."
  },
  "s92": {
    "message": "Su informe se enviará automáticamente a los responsables del mantenimiento de la lista de filtros que esté utilizando."
  },
  "title": {
    "message": "Primeros pasos con Adblock Plus"
  }
}