{
  "title": {
    "message": "IAdblockPlusSubscription"
  },
  "s1": {
    "message": "Esta interfaz representa un grupo de preferencias del diálogo de preferencias de Adblock Plus, que devuelve la interfaz <a>IAdblockPlus</a>. Todos los accesos son de sólo lectura."
  },
  "s2": {
    "message": "<em>Nota</em>: No debe mantener ninguna referencia a este objeto. Si necesita conocer el estado de la misma suscripción en un momento posterior debe volver a solicitarlo a IAdblockPlus para obtener la información correcta."
  },
  "urlDescription-s1": {
    "message": "Identificador de suscripción. Puede ser cualquier cadena para suscripciones administradas externamente y grupos especiales, para las demás suscripciones será su URL de actualización."
  },
  "specialDescription-s1": {
    "message": "Define si la suscripción es un grupo especial que contiene filtros de usuario. Actualmente existen cuatro grupos especiales, que son <code>{1}</code> (filtros normales), <code>{2}</code> (reglas de excepción), <code>{3}</code> (reglas de ocultación de elementos) y <code>{4}</code> (reglas no válidas)."
  },
  "titleDescription-s1": {
    "message": "El título de la suscripción tal y como se muestra en la ventana del diálogo de Preferencias"
  },
  "autoDownloadDescription-s1": {
    "message": "Define si la suscripción se actualizará automáticamente. Tenga en cuenta que este atributo no tiene sentido en suscripciones administradas externamente ni en grupos especiales."
  },
  "disabledDescription-s1": {
    "message": "Define si la suscripción está desactivada. Si el atributo tiene asignado el valor <code>{1}</code> los filtros de la suscripción no se aplican."
  },
  "externalDescription-s1": {
    "message": "Define si la suscripción se administra externamente. Si el atributo tiene asignado el valor <code>{1}</code> los filtros de la suscripción sólo se actualizarán si alguna extensiones llama a <a>IAdblockPlus.updateExternalSubscription</a>."
  },
  "lastDownloadDescription-s1": {
    "message": "Información de fecha/hora (devuelve el valor de <code>{1}</code>) del último intento de descargar la suscripción. El valor 0 significa que la suscripción no se ha descargado nunca."
  },
  "downloadStatusDescription-s1": {
    "message": "Código de resultado del último intento de descarga. Puede tener los siguientes valores:"
  },
  "downloadStatusDescription-s2": {
    "message": "<code>{1}</code> — Corecto"
  },
  "downloadStatusDescription-s3": {
    "message": "<code>{1}</code> — La URL de la suscripción no es válida"
  },
  "downloadStatusDescription-s4": {
    "message": "<code>{1}</code> — No se pudo descargar la suscripción"
  },
  "downloadStatusDescription-s5": {
    "message": "<code>{1}</code> — Se descargó la suscripción pero la primera línea no era <code>{2}</code>"
  },
  "lastModifiedDescription-s1": {
    "message": "Valor del encabezado HTTP <code>{1}</code> recibido durante la última descarga correcta. Todavía no se usa, y estará siempre vacío."
  },
  "getPatternsDescription-s1": {
    "message": "Devuelve la lista de reglas de filtrado de una suscripción. Tenga en cuenta que este método normalmente no devolverá nada de utilidad en lo relativo a los grupos especiales."
  },
  "getPatterns_returnDescription-s1": {
    "message": "array conteniendo reglas de filtrado de suscripciones"
  }
}