{
  "title": {
    "message": "Adblock Plus - ¡Navegue por la web sin publicidad molesta!"
  },
  "s1": {
    "message": "Adblock Plus - ¡Navegue por la web sin publicidad molesta!"
  },
  "s2": {
    "message": "Adblock Plus es la extensión que bloquea publicidad más popular, está disponible en Firefox, Chrome, Opera, Android e Internet Explorer. Bloquea todos los anuncios molestos en la web: elimina los anuncios de vídeo de YouTube, bloquea toda la publicidad en Facebook, las ventanas emergentes y mucho más. En Google Chrome, Adblock Plus es una de las extensiones que más rápido ha crecido. Nuestro adblock para Chrome es usado por 10 millones de usuarios. ¡Descárguelo gratis ahora!"
  },
  "s3": {
    "message": "Adblock Plus - ¡Navegue por la web sin publicidad molesta!"
  },
  "s4": {
    "message": " "
  },
  "s5": {
    "message": "Adblock Plus"
  },
  "s6": {
    "message": "¡Navegue por la web sin publicidad molesta!"
  },
  "s7": {
    "message": "Bloquea banners, ventanas emergentes (pop-ups) y anuncios de vídeo - incluso en Facebook y YouTube"
  },
  "s8": {
    "message": "Protege su intimidad en la red"
  },
  "s9": {
    "message": "Se instala con dos clic de ratón"
  },
  "s10": {
    "message": "¡Es gratuito!"
  },
  "s11": {
    "message": "Instalar en Firefox"
  },
  "s12": {
    "message": "Instalar en Chrome"
  },
  "s13": {
    "message": "Instalar en Opera"
  },
  "s14": {
    "message": "Instalar en Android"
  },
  "s15": {
    "message": "Instalar en Internet Explorer"
  },
  "s16": {
    "message": "Adblock Plus para Firefox"
  },
  "s17": {
    "message": "Adblock Plus para Chrome"
  },
  "s18": {
    "message": "Adblock Plus para Android"
  },
  "s19": {
    "message": "Adblock Plus para Opera"
  },
  "s20": {
    "message": "Adblock Plus para Internet Explorer"
  },
  "s21": {
    "message": "Aparentemente usted está usando Mozilla Firefox."
  },
  "s22": {
    "message": "Cambiar a Adblock Plus para Firefox."
  },
  "s23": {
    "message": "Aparentemente usted está usando Google Chrome."
  },
  "s24": {
    "message": "Cambiar a Adblock Plus para Chrome."
  },
  "s25": {
    "message": "Aparentemente usted está usando Android."
  },
  "s26": {
    "message": "Cambiar a Adblock Plus para Android."
  },
  "s27": {
    "message": "Aparentemente usted está usando Opera."
  },
  "s28": {
    "message": "Cambiar a Adblock Plus para Opera."
  },
  "s29": {
    "message": "Aparentemente usted está usando Internet Explorer."
  },
  "s30": {
    "message": "Cambiar a Adblock Plus para Internet Explorer."
  },
  "s31": {
    "message": "Código abierto"
  },
  "s32": {
    "message": "Adblock Plus es un proyecto comunitario. \n      <a>Únase a nosotros.</a>"
  },
  "s33": {
    "message": "Más de"
  },
  "s34": {
    "message": "millones de descargas"
  },
  "s35": {
    "message": "Adblock Plus es la extensión de navegador más popular."
  },
  "s36": {
    "message": "Apoya los contenidos gratuitos"
  },
  "s37": {
    "message": "Colabora a que el contenido web gratuito lo siga siendo con<a> Anuncios Aceptables</a>."
  },
  "s38": {
    "message": "Más información"
  },
  "s39": {
    "message": "Enseña menos"
  },
  "s40": {
    "message": "Mozilla Firefox"
  },
  "s41": {
    "message": "Google Chrome"
  },
  "s42": {
    "message": "Opera"
  },
  "s43": {
    "message": "Android"
  },
  "s44": {
    "message": "Internet Explorer"
  },
  "s45": {
    "message": "Descarga Firefox Adblock Plus"
  },
  "s46": {
    "message": "Firefox es un navegador web libre y de código abierto disponible para Windows, OS X,Linux, y Android que soporta varios complementos. Los complementos son extensiones para su navegador web que mejoran la seguridad y privacidad cuando está navegando. Desde hace su lanzamiento en 2006, Adblock Plus sigue siendo el complemento más popular para el navegador web de Mozilla Firefox."
  },
  "s47": {
    "message": "Adblock Plus para Firefox es más que un bloqueador de ventanas emergentes. ¿Le molestan los banners y anuncios llamativos? Sólo instale el bloqueador y experimente la web como debería ser. Dependiendo de las listas de filtros activas, puede bloquear también anuncios en YouTube y el seguimiento de Facebook. Las listas de filtros son creadas por los miembros de la comunidad de código abierto y su uso es gratuito. Si no confía en ellas, también puede crear sus propias <a>reglas de bloqueo</a> para personalizar su experiencia web."
  },
  "s48": {
    "message": "Adblock Plus es la extensión más descargada en el mundo y el ganador del Reader’s Choice Award 2011 y 2013, así como el precio de Linux New Media para la mejor extensión de código abierto para Firefox."
  },
  "s49": {
    "message": "Ad Blocker para Chrome"
  },
  "s50": {
    "message": "Adblock Plus es el bloqueador de anuncios más avanzado para Google Chrome. ¿Está harto de los anunciantes infringiendo su navegación por la web? Simplemente instale la extensión y todos los anuncios molestos serán bloqueados. Banners llamativos, ventanas emergentes, publicidad de vídeo en YouTube y anuncios de Facebook: La extensión Adblock Plus para Google Chrome elimina automaticamente todos los anuncios no deseados de cada página web que está visitando. ¿Quiere más? Active los <a>funciones</a> de seguimiento y de protección de malware."
  },
  "s51": {
    "message": "El proceso de instalación dura solo unos segundos. Sólo haga clic en el botón “Instalar en Chrome” y confirme la instalación haciendo clic en “añadir”. Tenga en cuenta: Chrome enseña un aviso que Adblock Plus puede acceder a todos los datos  de cada página web visitada. Es un aviso estándar para extensiones están activas en cada pestaña abierta. Jamás recopilamos datos de nuestros usuarios."
  },
  "s52": {
    "message": "El complemento fue desarrollado por la comunidad de código abierto y el uso es gratis para todos. Es una de las extensiones más famosas para Chome y tiene más de"
  },
  "s53": {
    "message": "millones de usuarios. Los otros dicen:"
  },
  "s54": {
    "message": "Si utiliza Google Chrome, no hay motivos de navegar sin él."
  },
  "s55": {
    "message": "Download.com on Adblock Plus for Chrome"
  },
  "s56": {
    "message": "Si la publicidad te molesta mientras navegas por internet, prueba Adblock Plus. No lo lamentarás."
  },
  "s57": {
    "message": "Softonic.com"
  },
  "s58": {
    "message": "Bloquear anuncios en Opera"
  },
  "s59": {
    "message": "Adblock Plus es uno de los complementos más popular para Opera con más de"
  },
  "s60": {
    "message": "mil descargas. La instalación dura sólo algunos segundos. Después de la instalación, AdblockPlus bloquea todos los banners, ventanas emergentes, publicidades en los redes sociales  y todos los otros tipos de anuncios molestos en el internet."
  },
  "s61": {
    "message": "Además de bloquear todos los anuncios molestos, Adblock Plus aumenta significativamente la velocidad de su navegador Opera. El bloqueador de anuncios le ayuda a ahorrar ancho de banda y hace la navegación por Internet más rápida, especialmente si tiene una conexión a Internet lenta."
  },
  "s62": {
    "message": "Haga clic en el botón verde “Instalar en Opera”  para iniciar la instalación y confirmar el proceso con un clic en “Instalar”. No necesita hacer más y todos los anuncios están automáticamente bloqueados."
  },
  "s63": {
    "message": "Adblock Plus funciona bien en Opera. ¿No lo puede creer? Mire lo que dice Softpedia: \"Adblock Plus para Oopera es un complemento útil que fue desarollado para ayudar a nuestros usuarios de eliminar molestias como ventanas emergentes, banners llamativos y otras cosas.\""
  },
  "s64": {
    "message": "Adblock app para Android"
  },
  "s65": {
    "message": "Adblock Plus es la applicación de bloqueo más famosa para Android con más de"
  },
  "s66": {
    "message": "mil de usuarios cada día. Es el primer bloqueador de anuncios \"mobile\" que funciona en dispositivos \"non-rooted\". Todos los anuncios y banner molestos en páginas web o aplicaciones serán bloqueados automáticamente. El bloqueador funciona en la mayoría de los navegadores para Android como por ejemplo en Google Chrome."
  },
  "s67": {
    "message": "Adblock Plus aumenta significativamente la velocidad de la navegación con su smartphone o tablet. La aplicación quita filtrando el tráfico web y impide la descarga de anuncios no deseados. Así se reduce el ancho de banda. El bloqueo de anuncios también está útil para proteger su privacidad y baja el riesgo de recibir applicaciones maliciosas que están muchas veces distribuido por anuncios engañosos."
  },
  "s68": {
    "message": "Por favor tenga en cuenta las limitaciones en Android que pueden exigir algunos cambios manuales. Para dispositivos \"non-rooted\" con el sistema 4.1.2, 4.2.1 o más alto, necesitan un poco de configuración. Los con Android 3.1 o más alto, pueden navegar por internet sin anuncios cuando están conectado en WiFi. Dispositivos Android sin \"root\" no pueden bloequear anuncios en conexiones 3G."
  },
  "s69": {
    "message": "Adblock Plus para Internet Explorer"
  },
  "s70": {
    "message": "Aunque no lo crea, Internet Explorer sigue siendo el segundo navegador más popular del mundo con cientos de millones de usuarios diarios. Hemos desarrollado Adblock Plus para Internet Explorer precisamente para esos usuarios, para que al fin puedan navegar por internet sin publicidad molesta."
  },
  "s71": {
    "message": "Desarrollar una extensión para Internet Explorer es todo un reto. Esa es una de las razones por las que no existen tantas extensiones para Internet Explorer como para Mozilla Firefox, Google Chrome u Opera. La instalación de Adblock Plus para Internet Explorer es diferente del resto de navegadores. Normalmente, la extensión se añade directamente al navegador; sin embargo, para Internet Explorer necesita instalarla a través del llamado \"installer\". Pero no se preocupe: se tardan menos de 30 segundos en instalar Adblock Plus para Internet Explorer. Solo haga clic en el botón verde superior en el que pone \"Instalar para Internet Explorer\" para protegerse de la publicidad molesta."
  },
  "s72": {
    "message": "Limitaciones: debido a las limitaciones de algunas de las versiones fragmentadas de Internet Explorer, Adblock Plus actualmente no funciona en:"
  },
  "s73": {
    "message": "Modo protegido de Internet Explorer 10"
  },
  "s74": {
    "message": "Metro Mode de Internet Explorer en Windows 8"
  },
  "s75": {
    "message": "Internet Explorer en Windows RT"
  },
  "s76": {
    "message": "Esperamos que se añada la compatibilidad con el Modo Protegido de Internet Explorer 10 en la próxima actualización."
  }
}