{
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Paga con:"
  },
  "installed-loader__card__body__text--installing": {
    "message": "Instalando Adblock Plus... "
  },
  "installed-main__block-2__heading-1": {
    "message": "El sistema Honor"
  },
  "installed-main__block-1__paragraph-1": {
    "message": "Saludos del equipo de Adblock Plus. ¡Gracias por instalar Adblock Plus!"
  },
  "installed-main__block-2__paragraph-1": {
    "message": "Adblock Plus se basa en el honor, lo que significa que <strong>confiamos mutuamente</strong> en ser buenos:"
  },
  "installed-main__block-2__item-1": {
    "message": "Tú <strong>pagas lo que puedes permitirte</strong> por Adblock Plus. Dejamos que <strong>tú</strong> elijas el precio."
  },
  "installed-main__block-2__item-2": {
    "message": "Desarrollamos funciones para que tomes el control de tu experiencia de navegación."
  },
  "installed-main__block-2__item-3": {
    "message": "Puedes obtener el <strong>reembolso</strong> (y <strong>quedarte con Adblock Plus</strong>) si no te encanta."
  },
  "installed-main__block-4__paragraph-1": {
    "message": "Adblock Plus empezó a bloquear anuncios intrusivos desde el momento en el que se instaló. Aunque bloqueamos la gran mayoría de anuncios, entendemos que muchos sitios dependen de la publicidad, por lo que permitimos ciertos anuncios, siempre y cuando cumplan nuestros <a>estrictos criterios</a>. Si quieres desactivar esta opción, visita tus <a>Ajustes</a> y desactiva Anuncios Aceptables en cualquier momento."
  },
  "installed-main__block-5__heading-1": {
    "message": "Tan solo necesitas un correo electrónico para recibir ayuda"
  },
  "installed-main__block-5__paragraph-1": {
    "message": "Si en algún momento nos necesitas, la autoayuda está disponible las 24 horas, los 7 días de la semana. La ayuda por correo electrónico está disponible 8 horas al día, de lunes a viernes, en nuestro portal de ayuda, <a>help.adblockplus.org</a>."
  },
  "installed-footer__block-1__paragraph-1": {
    "message": "Adblock Plus también bloquea anuncios web en <strong>dispositivos móviles</strong>. Consigue <a>Adblock Plus para iOS</a> en la App Store para bloquear los anuncios en tu navegador Safari, o <a>Adblock Plus para Samsung Internet</a> en la Play Store."
  },
  "installed-main__block-4__heading-1": {
    "message": "Anuncios aceptables"
  },
  "installed-main__block-5__item-1": {
    "message": "Soporte de autoayuda permanente en nuestro portal"
  },
  "installed-main__block-5__item-2": {
    "message": "Puedes enviarnos un correo electrónico en nuestro portal de 8:00 a 17:00"
  },
  "installed-loader__section-2__heading": {
    "message": "Navega por la web sin anuncios molestos"
  },
  "installed-loader__section-2__paragraph-1": {
    "message": "Disfruta de una experiencia en Internet más limpia y rápida y bloquea los anuncios molestos, al tiempo que mantienes seguros tus datos y dispositivos."
  },
  "appeal-form-checkout__submit": {
    "message": "Finaliza tu compra"
  }
}