{
  "title": {
    "message": "Utilizar Adblock Plus en K-Meleon"
  },
  "s1": {
    "message": "Instalación"
  },
  "s2": {
    "message": "<em>Nota</em>: Las siguientes versiones de Adblock Plus sólo funcionarán en K-Meleon 1.6. Para instalarlo tiene que descargar un paquete ZIP especial:"
  },
  "s3": {
    "message": "Descargar Adblock Plus"
  },
  "s4": {
    "message": "Descomprima el paquete con cualquier aplicación que descomprima ZIP en el directorio principal de su navegador K-Meleon, los diferentes archivos se colocarán automáticamente en sus correspondientes directorios. Inicie entonces K-Meleon, que le preguntará si debe activar el plugin Adblock Plus -- confirme que sí. Eso es todo, Adblock Plus debería funcionar sólo con eso."
  },
  "s5": {
    "message": "Para usar en K-Meleon 1.5 puede descargar"
  },
  "s6": {
    "message": "."
  },
  "s7": {
    "message": "Desinstalar Adblock Plus"
  },
  "s8": {
    "message": "Tenga en cuenta que si desactiva el plugin Adblock Plus sólo lo eliminará de la interfaz de usuario, normalmente la extensión seguirá funcionando en segundo plano. Para desinstalar Adblock Plus tiene que eliminar todos los archivos que instaló con el archivo ZIP."
  },
  "s9": {
    "message": "Diferencias conocidas con Firefox"
  },
  "s10": {
    "message": "En este momento Adblock Plus para K-Meleon tiene varias limitaciones en comparado con la versión para Firefox. De ellas, las que se listan a continuación podrían solucionarse en futuras versiones de Adblock Plus con un mayor soporte para K-Meleon:"
  },
  "s11": {
    "message": "El icono de estado de ABP y la lista de elementos bloqueables no se actualizan correctamente si se abre una pestaña en blanco"
  },
  "s12": {
    "message": "La ventana de elementos bloquables debe permanecer separada, todavía no se da soporte a la implementación del panel lateral de K-Meleon"
  },
  "s13": {
    "message": "La ventana de elementos bloqueables no puede cerrarse con teclas especiales (Esc o Ctrl+Mayús+V)"
  },
  "s14": {
    "message": "Diálogo de preferencias: La opción \"Mostrar en barra de herramientas\" debe estar oculta"
  },
  "s15": {
    "message": "Otras limitaciones de deben a la estructura interna de K-Meleon, por lo que resulta poco probable que se solucionen a menos que se produzcan cambios en K-Meleon:"
  },
  "s16": {
    "message": "La ventana de elementos bloqueables está siempre en la parte superior y se refiere a todas las ventanas del navegador"
  },
  "s17": {
    "message": "Si se pulsa en el enlace de informes de error tras haber enviado un informe de error se provoca un cierre inesperado del programa"
  },
  "s18": {
    "message": "El tamaño de la ventana de \"Añadir suscripción de filtros\" se modifica de forma incorrecta cuando se cambia a \"Añadir otra suscripción diferente\" y luego se vuelve"
  },
  "s19": {
    "message": "El icono de la barra de estado no tiene consejo emergente (tooltip)"
  },
  "s20": {
    "message": "No se puede ocultar el icono de la barra de herramientas mediante las opciones de Adblock Plus, sólo mediante el menú Ver > Barras de herramientas"
  },
  "s21": {
    "message": "Las preferencias de atajos de teclado como <a>extensions.adblockplus.sidebar_key</a> utilizan"
  },
  "s22": {
    "message": "http://msdn.microsoft.com/library/en-us/winui/winui/WindowsUserInterface/UserInput/VirtualKeyCodes.asp"
  },
  "s23": {
    "message": "códigos de tecla virtuales de Win32"
  },
  "s24": {
    "message": "en vez de códigos de tecla virtuales de Gecko"
  }
}