{
  "title": {
    "message": "Problemas conocidos en Adblock Plus para Google Chrome"
  },
  "s1": {
    "message": "A continuación se detallan las problemas conocidos que afectan a Adblock Plus para Google Chrome."
  },
  "s2": {
    "message": "Si no encuentra su problema en la lista, por favor consulte <a>el foro</a>\n  y cree un nuevo tema en caso necesario (no es obligatorio registrarse)."
  },
  "s3": {
    "message": "La página de aviso de \"se ha instalado Adblock Plus\" se abre cada vez que se inicia el navegador"
  },
  "s4": {
    "message": "Causa:"
  },
  "s5": {
    "message": "Chrome issue 158709"
  },
  "s6": {
    "message": ", se corrompió el almacenamiento de archivos y no se pueden guardar los datos de Adblock Plus"
  },
  "s7": {
    "message": "<strong>Solución: </strong> Elimine Adblock Plus e instálelo de nuevo desde \n  <a>Google Web Store</a>\n  (así se borran todos los datos de Adblock Plus y debería resolverse el problema). Si esto no funciona:\n  vaya a la carpeta en la que Chrome guarda sus datos (en Windows:"
  },
  "s8": {
    "message": ", en Linux:"
  },
  "s9": {
    "message": ", en Mac OS X:"
  },
  "s10": {
    "message": ") y borre la carpeta"
  },
  "s11": {
    "message": "."
  },
  "s12": {
    "message": "Esto no empeorará las cosas: los datos de esta cartera ya están deteriorados."
  },
  "s13": {
    "message": "Al eliminar el directorio Chrome podrá crearlo de nuevo y usarlo correctamente."
  },
  "s14": {
    "message": "Adblock Plus no bloquea anuncios dentro de vídeos, imágenes de fondo o XMLHttpRequests"
  },
  "s15": {
    "message": "Causa: Actualmente, Google Chrome no permite el bloqueo de ninguno de estos tipos de peticiones"
  },
  "s16": {
    "message": "<strong>Solución: </strong>\n  Actualice a Chrome 17."
  },
  "s17": {
    "message": "A veces no se bloquean los anuncios de texto"
  },
  "s18": {
    "message": "Causa: Retraso en el bloqueo debido a la forma en la que Adblock Plus bloquea actualmente los elementos"
  },
  "s19": {
    "message": "<strong>Solución: </strong>\n  Actualice a Chrome 17."
  }
}