{
  "title": {
    "message": "Problemas conocidos"
  },
  "s5": {
    "message": "La siguiente es una lista de problemas conocidos que pueden afectar Adblock Plus. Si su problema no está en la lista, por favor revise el <a>foro</a> y cree un tema nuevo si es necesario (no es necesario registrarse)."
  },
  "s6": {
    "message": "La instalación falla con el mensaje de error \"La firma digital no pudo ser verificada\""
  },
  "s7": {
    "message": "<strong>Causa 1</strong>: Versión de navegador obsoleta"
  },
  "s8": {
    "message": "Los navegadores obsoletos, como las primeras versiones de Firefox 3.0, no pueden verificar la firma del paquete de Adblock Plus."
  },
  "s9": {
    "message": "<strong>Solución</strong>: Compruebe que su navegador satisface <a>los requisitos del sistema</a>, y actualícelo a la versión más reciente en caso necesario."
  },
  "s10": {
    "message": "<strong>Causa 2</strong>: El paquete de instalación está dañado"
  },
  "s11": {
    "message": "Es paquete para instalación de Adblock Plus contiene una firma digital para evitar modificaciones no autorizadas. Al instalar desde sitios Web de terceros, este mensaje de error puede estar indicando que el paquete fue modificado."
  },
  "s12": {
    "message": "<strong>Solución</strong>: Instalar Adblock Plus desde <a>addons.mozilla.org</a>."
  },
  "s13": {
    "message": "<strong>Causa 3</strong>: El almacén de certificados no está actualizado"
  },
  "s14": {
    "message": "Para verificar la firma digital de Adblock Plus el navegador debe aceptar los certificados expedidos por StartCom Ltd. En sistemas donde el almacén de certificados es independiente del navegador, el almacén de certificados puede ser muy antiguo y evitar el reconocimiento de la firma digital."
  },
  "s15": {
    "message": "<strong>Afecta</strong>: Algunas distribuciones de Linux (sólo a las que suministran una versión propia del navegador para la distribución)"
  },
  "s16": {
    "message": "<strong>Solución</strong>: Actualizar el paquete &quot;nss&quot; a la versión 1.3.1 o superior. Consulte la sección &quot;Causa 4&quot; para una solución alternativa."
  },
  "s17": {
    "message": "<strong>Causa 4</strong>: Almacén de certificados mal configurado"
  },
  "s18": {
    "message": "El almacén de certificados está mal configurado en algunos sistemas y los problemas de certificados con StartCom Ltd. se marcan como no confiables. Esto impide el reconocimiento de la firma digital de Adblock Plus."
  },
  "s19": {
    "message": "<strong>Solución</strong>: Vaya a"
  },
  "s20": {
    "message": "http://support.mozilla.com/es/kb/Ventana%20Opciones%20-%20Panel%20Avanzado#Pesta_a_Cifrado"
  },
  "s21": {
    "message": "la pestana cifrado / certificados de las opciones del navegador"
  },
  "s22": {
    "message": "y haga clic en \"Ver certificados\". En la sección \"Autoridades\" encontrar \"StartCom Autoridad de Certificación\" (StartCom Certification Authority), haga clic ahí y haga clic en \"Editar\". Asegúrese de que todos los campos estén marcados y confirme haciendo clic en Aceptar."
  },
  "s23": {
    "message": "La instalación falla con otro mensaje de error (por ejemplo, -228 o -203)"
  },
  "s24": {
    "message": "Para otros problemas de instalación, por favor consulte la página de"
  },
  "s25": {
    "message": "http://support.mozilla.com/es/kb/No%20se%20pueden%20instalar%20extensiones"
  },
  "s26": {
    "message": "solución de problemas generales"
  },
  "s27": {
    "message": "."
  },
  "s28": {
    "message": "No aparece el icono de Adblock Plus y la opción de Adblock Plus en el menú Herramientas, luego de instalar"
  },
  "s29": {
    "message": "<strong>Causa 1</strong>: La extensión Adblock Plus esta deshabilitada"
  },
  "s30": {
    "message": "Al abrir el Administrador de complementos (menú Herramientas / Complementos) y localizar Adblock Plus en la lista de extensiones, el ítem es de color gris en lugar de negro (deshabilitado)."
  },
  "s31": {
    "message": "<strong>Solución</strong>: Haga clic en Adblock Plus en el Administrador de complementos y haga clic en el botón &quot;Activar&quot;."
  },
  "s32": {
    "message": "<strong>Causa 2</strong>: <a>Bug 770669 de Mozilla</a>"
  },
  "s33": {
    "message": "Puede producirse a causa de un cierre inesperado del navegador tras actualizar desde Adblock Plus 2.0.x a una versión más reciente de Adblock Plus."
  },
  "s34": {
    "message": "<strong>Afecta</strong>: Adblock Plus 2.1 y posteriores"
  },
  "s35": {
    "message": "<strong>Solución</strong>:"
  },
  "s36": {
    "message": "http://support.mozilla.org/es/kb/Desinstalar%20los%20complementos#w_deshabilitar-extensiones-0-personassf-y-plugins"
  },
  "s37": {
    "message": "Desactivar Adblock Plus"
  },
  "s38": {
    "message": "y volver a activarlo inmediatamente. No hace falta reiniciar el navegador."
  },
  "s39": {
    "message": "<strong>Causa 3</strong>: <a>Mozilla bug 744833</a>"
  },
  "s40": {
    "message": "Si la ruta al perfil de usuario cambia, como ocurre al usar Firefox Portable en diferentes ordenadores, todas las extensiones que no requieren reinicio del ordenador dejarán de funcionar."
  },
  "s41": {
    "message": "<strong>Afectados</strong>: Adblock Plus 2.1 y posteriores"
  },
  "s42": {
    "message": "<strong>Solución</strong>: Actualizar a Firefox 15 o posterior. Si eso no es posible,"
  },
  "s43": {
    "message": "http://support.mozilla.org/es/kb/Desinstalar%20los%20complementos#w_how-to-disable-extensions0-personassf-and-plugins"
  },
  "s44": {
    "message": "desactive Adblock Plus"
  },
  "s45": {
    "message": "y vuelva a activarlo inmediatamente (no hace falta reiniciar el navegador)."
  },
  "s46": {
    "message": "Firefox no puede abrir nuevas ventanas del navegador"
  },
  "s47": {
    "message": "<strong>Causa</strong>: extensión Zone Alarm Spy Blocker Toolbar"
  },
  "s48": {
    "message": "Este problema es <a>es causado por la extensión Ask Toolbar 2.1.0.5</a> (en particular la variación llamada &quot;Zone Alarm Spy Blocker Toolbar&quot;) debido al uso de las malas prácticas de codificación."
  },
  "s49": {
    "message": "<strong>Solución</strong>:"
  },
  "s50": {
    "message": "http://support.mozilla.com/es/kb/Desinstalar%20los%20complementos"
  },
  "s51": {
    "message": "Desinstalar o desactivar"
  },
  "s52": {
    "message": "Ask Toolbar."
  },
  "s53": {
    "message": "Adblock Plus no bloquea ningun anuncio de publicidad"
  },
  "s54": {
    "message": "<strong>Causa 1</strong>: No se han añadido filtros"
  },
  "s55": {
    "message": "Adblock Plus no bloqueará nada &quot;por sí mismo&quot;, si usted no agregó una suscripción de filtros durante la instalación, Adblock Plus no tendrá ningún efecto a menos que defina manualmente los filtros. <a>Más información</a>"
  },
  "s56": {
    "message": "<strong>Solución</strong>Agregar una suscripción de filtros (idealmente que coincida con su idioma). Vea la lista de suscripciones <a>aquí</a>."
  },
  "s57": {
    "message": "<strong>Causa 2</strong>: La base de datos de filtros de Adblock Plus se ha corrompido"
  },
  "s58": {
    "message": "Para algunas personas la base de datos de filtros de Adblock Plus de vez en cuando se corrompe (caso muy raro, normalmente sólo ocurre una vez), resultando en una lista de filtros vacía (se puede verificar yendo al menú Herramientas / Preferencias Adblock Plus). La causa raíz de este problema es actualmente desconocida."
  },
  "s59": {
    "message": "<strong>Solución</strong>: Agregar nuevamente una suscripción de filtros <a>de la lista</a>. Alternativamente, recuperar la base de datos de filtros por medio de la copia de resguardo generada automaticamente:"
  },
  "s60": {
    "message": "Abrir"
  },
  "s61": {
    "message": "http://support.mozilla.com/es/kb/Perfiles#_Qu_es_un_perfil_"
  },
  "s62": {
    "message": "el directorio de perfiles"
  },
  "s63": {
    "message": "."
  },
  "s64": {
    "message": "Abrir el subdirectoria \"adblockplus\" del perfil."
  },
  "s65": {
    "message": "Cerrar el navegador."
  },
  "s66": {
    "message": "Notar que el archivo patterns.ini es pequeño(menos de 1 KB), borrarlo."
  },
  "s67": {
    "message": "Renombrar patterns-backupN.ini en patterns.ini (donde N es un número -- tomar el primer archivo que tenga un tamaño mayor a 1 KB)."
  },
  "s68": {
    "message": "<strong>Causa 3</strong>: Adblock Plus está desactivado"
  },
  "s69": {
    "message": "Adblock Plus puede ser desactivado temporalmente, lo que puede ser reconocido por un icono gris en comparación con el color rojo habitual."
  },
  "s70": {
    "message": "<strong>Solución</strong>: Activar Adblock Plus haciendo clic en el icono con el botón central del ratón o haciendo clic derecho en el icono y seleccionando &quot;Activar Adblock Plus&quot; en el menú contextual."
  },
  "s71": {
    "message": "Adblock Plus no bloquea las redirecciones en Firefox Mobile 4"
  },
  "s72": {
    "message": "<strong>Causa</strong>: <a>Mozilla bug 646373</a>"
  },
  "s73": {
    "message": "<strong>Afectados</strong>: Adblock Plus 1.3.6 y posteriores con Firefox Mobile 4"
  },
  "s74": {
    "message": "<strong>Solución</strong>: Actualmente ninguna, hace falta que arreglen el fallo en próximas versiones de Firefox Mobile."
  },
  "s75": {
    "message": "El encabezado Not Track no se envía con Firefox Mobile 4 a pesar del filtro"
  },
  "s76": {
    "message": " "
  },
  "s77": {
    "message": "<strong>Causa</strong>: Por ahora Do Not Track no está soportado en Firefox Mobile 4"
  },
  "s78": {
    "message": "<strong>Solución</strong>: Por ahora ninguna, podría intentar darse soporte en futuras versiones de Adblock Plus."
  },
  "s79": {
    "message": "Las pestañas en Flash y Java no aparecen en forma fiable"
  },
  "s80": {
    "message": "<strong>Causa</strong>: Adblock Plus no entiende cuando mostrar la pestaña"
  },
  "s81": {
    "message": "<strong>Afecta</strong>: Adblock Plus 1.1 y posterior en Fedora Linux"
  },
  "s82": {
    "message": "<strong>Solución</strong>: Usar <a>la distribución oficial del navegador</a> en lugar de la distribución provista."
  },
  "s83": {
    "message": "Texto sin traducir (en inglés) en algunos idiomas"
  },
  "s84": {
    "message": "<strong>Causa</strong>: Traducciones sin mantener"
  },
  "s85": {
    "message": "Lamentablemente, no todas las traducciones de Adblock Plus son igualmente bien mantenidas. Algunas traducciones no alcanzan a completarse para la fecha límite antes de un lanzamiento de una nueva versión de Adblock Plus, o incluso dejan de ser actualizadas por completo."
  }
}