{
  "title": {
    "message": "¡Gracias por contribuir a Adblock Plus!"
  },
  "subheading": {
    "message": "Te agradecemos enormemente tu ayuda. Las contribuciones de personas como tú nos permiten continuar creando herramientas que convierten Internet en un lugar mejor para todos."
  },
  "p1": {
    "message": "Tu transacción se ha procesado. A continuación recibirás un recibo en tu correo electrónico. Si has utilizado PayPal, puedes iniciar sesión en tu cuenta para ver los detalles de la transacción."
  },
  "faq-heading": {
    "message": "Preguntas más frecuentes"
  },
  "faq-receipt": {
    "message": "¿Recibiré un recibo?"
  },
  "faq-receipt-1": {
    "message": "Utilizamos PayPal y Stripe para procesar las contribuciones de forma segura y usamos su sistema de correo electrónico automatizado para enviar una confirmación y un recibo de tu contribución a Adblock Plus."
  },
  "faq-receipt-2": {
    "message": "Te recomendamos que conserves el correo electrónico con el recibo, por si acaso quisieras un reembolso más adelante, ya que necesitaríamos cierta información básica acerca de la transacción para poder procesar tu reembolso o cancelar una contribución periódica."
  },
  "faq-receipt-3": {
    "message": "<strong>Ten en cuenta:</strong> la transacción aparecerá en tu recibo como \"eyeo GmbH (Adblock Plus)\" y como \"Adblock Plus\" o \"ABP\" en el extracto de tu cuenta."
  },
  "faq-refund": {
    "message": "¡Creo que fue un error! ¿Cómo puedo resolverlo?"
  },
  "faq-refund-1": {
    "message": "Simplemente, <strong>contacta con nosotros a través del correo electrónico <a>donations@adblockplus.org</a> para que podamos emitir un reembolso</strong>. Procesamos los reembolsos de lunes a viernes. Los reembolsos solicitados durante el fin de semana se procesarán el lunes a primera hora de la mañana."
  },
  "faq-info-transactions": {
    "message": "Introduce la siguiente información para que podamos encontrar tu transacción:"
  },
  "faq-info-transactions-1": {
    "message": "Fecha de la transacción"
  },
  "faq-info-transactions-2": {
    "message": "Importe (lo puedes encontrar en el recibo de PayPal o Stripe enviado a tu correo electrónico)"
  },
  "faq-info-transactions-3": {
    "message": "La dirección de correo electrónico empleada para la transacción"
  },
  "faq-info-transactions-4": {
    "message": "El código de la transacción"
  },
  "faq-info-transactions-5": {
    "message": "<strong>Nota:</strong> Nunca te pediremos información sensible relacionada con tu transacción (p. ej., tu número de tarjeta completo) y tampoco debes facilitarla nunca."
  },
  "faq-refund-policy": {
    "message": "¿Cuál es vuestra política de reembolsos?"
  },
  "faq-refund-policy-1": {
    "message": "Te reembolsaremos el importe, por cualquier motivo, en los 120 días posteriores al pago. Escríbenos a la dirección <a>donations@adblockplus.org</a> y te efectuaremos un reembolso completo. Quédate tranquilo/a. Podrás continuar usando Adblock Plus de forma gratuita sin perder el acceso a ninguna de las funciones."
  },
  "faq-refund-policy-2": {
    "message": "Independientemente de si has pagado con PayPal o con tarjeta, incluye la siguiente información en tu correo electrónico:"
  },
  "faq-cancellations": {
    "message": "¿Cómo puedo cancelar mi suscripción mensual?"
  },
  "faq-cancellations-paypal": {
    "message": "Donativos con PayPal"
  },
  "faq-cancellations-paypal-1": {
    "message": "Puedes gestionar o cancelar una suscripción con PayPal directamente desde tu cuenta de PayPal. Para cancelar un donativo periódico para Adblock Plus, sigue las instrucciones detalladas que encontrarás en el <a>Centro de ayuda de PayPal</a>."
  },
  "faq-cancellations-card": {
    "message": "Donativos con tarjeta"
  },
  "faq-cancellations-card-1": {
    "message": "Si has suscrito un donativo periódico para Adblock Plus y te gustaría cancelarlo, simplemente escribe un correo electrónico a la dirección <a>donations@adblockplus.org</a>."
  },
  "further-questions": {
    "message": "¿Tienes alguna pregunta más?"
  },
  "further-questions-1": {
    "message": "¿Alguna pregunta sobre Adblock Plus? Contacta con nosotros a través del correo electrónico <a>donations@adblockplus.org</a> o envíanos un <a>informe de error</a>. También puedes visitar nuestro <a>Help Center</a>."
  },
  "further-questions-2": {
    "message": "Visita <a>nuestro blog</a> en cualquier momento para ver lo que estamos haciendo."
  }
}