{
  "title-full": {
    "message": "Planificación para Adblock Plus"
  },
  "s1": {
    "message": "Esta programación muestra el estado de planificación a alto nivel para Adblock Plus y sus extensiones relacionadas. Esta sujeto a cambios permanentes. Normalmente se libera una nueva versión cuando todas las funcionalidades previstas para ella están implementadas y han sido suficientemente probadas en versiones de desarrollo."
  },
  "s2": {
    "message": "Página de inicio tras instalación: Permitir añadir una suscripción de privacidad"
  },
  "s3": {
    "message": "Presentar a los usuarios una interfaz más sencilla salvo que esté seleccionado el \"modo avanzado\""
  },
  "s4": {
    "message": "Integrar Element Hiding Helper en Adblock Plus (sólo en \"modo avanzado\")"
  },
  "s5": {
    "message": "Preferencias de filtros: Permitir seleccionar varias suscripciones (para actualizar y eliminar)"
  },
  "s6": {
    "message": "<a>\nCreador de informes de error: permitir el desplazamiento por la pantalla cuando se selecciona en la captura de pantalla\n  </a> -- pendiente de confirmar"
  },
  "s7": {
    "message": "Simplificar el uso de Adblock Plus en \"modo de lista negra\" (añadir \"@@$document\" mediante una opción y permitir \"Desactivar en ...\" para modificarlo) -- pendiente de confirmar"
  },
  "s8": {
    "message": "<a>\nVista previa para las suscripciones que se añaden\n  </a> -- pendiente de confirmar"
  },
  "s9": {
    "message": "<a>\nMejor soporte para datos: URL de sucripciones\n  </a> -- pendiente de confirmar"
  },
  "s10": {
    "message": "<a>\nSoporte de comodín del dominio de nivel superior (TLD) para la opción $domain\n  </a> -- pendiente de confirmar"
  },
  "s11": {
    "message": "Cambios sin programar"
  },
  "s12": {
    "message": "Mejoras en la lista de elementos bloqueables: tamaño de elemento para imágenes de fondo, vista previa para imágenes cargadas mediante Flash, tamaño de archivo"
  },
  "s13": {
    "message": "Añadir interfaz de usuario para crear reglas de excepción con la <a>nueva opción $elemhide</a>"
  },
  "s14": {
    "message": "No abrir una ventana nueva cuando el usuario está bloqueando desde la lista de elementos bloqueables, mostrar directamente allí el creador de filtros"
  },
  "s15": {
    "message": "Thunderbird: Mejorar soporte para pestañas de navegación"
  },
  "s16": {
    "message": "Añadir soporte para"
  },
  "s17": {
    "message": "http://www.wyzo.com/"
  },
  "s18": {
    "message": "Wyzo"
  },
  "s19": {
    "message": " "
  },
  "s20": {
    "message": "Thunderbird: Permitir restringir las reglas para correos de direcciones o dominios concretos"
  },
  "s21": {
    "message": "Implementación en C++ de las core classes (mediante JSctypes) para mejorar el rendimiento (la actual implementación en JavaScript sigue ahí como alternativa)"
  }
}