{
  "safari-app-features-warning": {
    "message": "<strong>Nota:</strong> A esta versión le faltan algunas funciones presentes en la extensión antigua. Estas funciones se irán añadiendo en futuras actualizaciones."
  },
  "safari-changing-alert": {
    "message": "Safari está cambiando la forma de funcionar de las extensiones"
  },
  "alert-icon-alt": {
    "message": "Alerta"
  },
  "feature-faster-2": {
    "message": "Al bloquear anuncios molestos, como ventanas emergentes, anuncios en vídeos y banners, las páginas se cargan con mayor rapidez."
  },
  "feature-faster-1": {
    "message": "Hemos diseñado Adblock Plus para Safari para que funcione más rápido que la versión actual de Adblock Plus."
  },
  "block-ads-safari": {
    "message": "Bloquear los anuncios molestos en Safari sigue siendo posible"
  },
  "feature-faster-alt": {
    "message": "Cohete"
  },
  "tos-message": {
    "message": "Al hacer clic en el botón de arriba, aceptas nuestros <a>Términos de uso</a>."
  },
  "apple-icon-alt": {
    "message": "Logotipo de Apple"
  },
  "feature-aa-heading": {
    "message": "Apoya a editores honestos"
  },
  "features-heading": {
    "message": "<span>Obtén Adblock Plus</span> <span>para Safari</span>"
  },
  "app-store-button-label": {
    "message": "Obtén Adblock Plus en la App Store"
  },
  "feature-aa-alt": {
    "message": "Marca de verificación en un octágono"
  },
  "feature-aa-1": {
    "message": "Las páginas web necesitan dinero para seguir siendo gratuitas. Apóyalas permitiendo Anuncios Aceptables (opción activada por defecto)."
  },
  "feature-aa-2": {
    "message": "¿Quieres bloquear todos los anuncios? No hay ningún problema. <a>Descubre cómo</a>"
  },
  "feature-faster-heading": {
    "message": "Una navegación más rápida y agradable"
  },
  "block-ads-safari-2": {
    "message": "La buena noticia es que la versión completamente nueva de la aplicación Adblock Plus para Safari te permite seguir bloqueando anuncios molestos mientras usas Safari."
  },
  "title": {
    "message": "Adblock Plus para Safari está cambiando"
  },
  "navbar-logo-text": {
    "message": "Adblock <strong>Plus</strong>"
  },
  "block-ads-safari-1": {
    "message": "Debido a los cambios en la manera en que Safari gestiona las extensiones, la antigua versión de Adblock Plus para Safari dejará de funcionar."
  },
  "screenshot-alt": {
    "message": "Captura de pantalla de Adblock Plus para Safari"
  },
  "description": {
    "message": "Los cambios en las extensiones de Apple conllevan tener que cambiar Adblock Plus, pero no te preocupes: ¡seguimos apoyándote en Mac!"
  }
}
