{
  "blog": {
    "message": "Blog"
  },
  "changelog": {
    "message": "Lista de cambios"
  },
  "contact": {
    "message": "Página de contacto"
  },
  "deprecation_warning": {
    "message": "Nota: Esta lista no está optimizada para Adblock Plus y puede hacer más lenta la navegación por internet."
  },
  "forum": {
    "message": "Foro"
  },
  "homepage": {
    "message": "Página principal"
  },
  "maintainer_prefix": {
    "message": "por"
  },
  "policy": {
    "message": "Política"
  },
  "s1": {
    "message": "A continuación, aparece una lista de las suscripciones de filtros que se mantienen activamente de las que tenemos conocimiento. Para suscribirte a una lista de filtros, haz clic en el enlace \"Suscribirse\" de la lista. Ten en cuenta que <a>no deberías añadir demasiadas suscripciones de filtros</a>."
  },
  "s2": {
    "message": "¿No ves aquí tu lista de filtros? <a>Envíanosla</a> junto con la información que quieras que aparezca en esta página. Ten en cuenta que, para ser incluida en esta lista, tu suscripción debe contener una breve introducción que describa el origen de la lista de filtros y la forma preferida de contactar contigo en caso de problemas. Ten presente que deberías poder solucionar cualquier problema relacionado con tu lista en un plazo de tiempo razonable."
  },
  "s3": {
    "message": "Todas las listas de filtros de esta página son mantenidas por terceros. eyeo, la compañía que está detrás de Adblock Plus, no tiene ningún control sobre ellas. Solo las incluimos para ayudarte a encontrar suscripciones que puedan serte útiles. En ningún caso eyeo será responsable ante ti o terceros por pérdidas o daños (incluyendo, pero no limitado a la pérdida de oportunidades y de negocio) que se deriven directa o indirectamente de tu utilización de estas listas."
  },
  "specialization": {
    "message": "Especialización"
  },
  "subscribe": {
    "message": "Suscribirse:"
  },
  "supplements_prefix": {
    "message": "suplemento para"
  },
  "title": {
    "message": "Suscripciones de filtros para Adblock Plus"
  },
  "type_ads": {
    "message": "Bloqueo de publicidad"
  },
  "type_other": {
    "message": "Otros"
  }
}