{
  "s1": {
    "message": "Tutoriales - Adblock Plus"
  },
  "s10": {
    "message": "Adblock Plus para Firefox hace posible la eliminación de todos los anuncios molestos como anuncios en vídeos de Youtube, en Facebook, banners llamativos, ventanas emergentes y mucho más. Si no tiene el navegador Firefox, por favor instálalo de <a>la página de Mozilla</a>. Si quiere instalar Adblock Plus para Google Chrome e Opera, por favor mira el tutorial adecuado más bajo."
  },
  "s11": {
    "message": "La opción más fácil para añadir Adblock Plus a su navegador es haciendo clic en el botón de instalación de <a>nuestra página de instalación para Firefox.</a> Se abre una ventana pequeña en la cual Firefox preguntará si debe instalar la extensión. Haga click en “Aceptar”. Firefox empieza a instalar nuestra extensión y pregunta de confirmar si confia en el autor. Haga click en “Instalar ahora” para añadir Adblock Plus. ¡Ahora está protegido contra todos los anuncios molestos!"
  },
  "s12": {
    "message": "Se puede instalar Adblock Plus también por la página de<a> Mozilla Firefox</a>. First, go to Adblock Plus in the Mozilla Add-ons section. Then, when you have opened the link, the following screen appears:"
  },
  "s13": {
    "message": "Por favor haga clic en el botón verde \"Añadir a Firefox\" para instalar Adblock Plus."
  },
  "s14": {
    "message": "La primera vez se instala una lista estándar basado en el idioma de tu navegador. Para añadir otras suscripciones <a>lea más aquí</a>. Para la configuración de opciones avanzadas lea <a>aquí</a>."
  },
  "s15": {
    "message": "Cómo bloquear anuncios en Google Chrome"
  },
  "s16": {
    "message": "Actualmente hay 10 millones de personas bloqueando anuncios molestos por días. Adblock Plus bloquea por defecto todos los anuncios molestos en la web: anuncios en videos de Youtube, en Facebook, banners llamativos, ventanas emergentes y mucho más. Este tutorial explica la instalación de Adblock Plus y cómo puede bloquear los anuncios en Chrome."
  },
  "s17": {
    "message": "Cómo añadir Adblock Plus a Google Chrome"
  },
  "s18": {
    "message": "Google Chrome permite instalar nuestra extensión de dos maneras. La opción más fácil es por nuestra página web y la segunda por el Chrome Webstore. Si quiere instalar Adblock Plus por el nuestra página, abre haga click <a>aquí</a> y en el botón verde de instalación. Se abrirá una ventana pequeña preguntando si quiere instalar Adblock Plus en su navegador. Haga click en \"Añadir\". ¡Una vez confirmado, está protegido contra todos los anuncios molestos a través del bloqueador de anuncios más famoso del mundo!"
  },
  "s19": {
    "message": "También puede instalar Adblock Plus por el <a>Chrome Webstore</a>. Haga click en \"Añadir a Chrome\" y confirma el proceso con \"Añadir\"."
  },
  "s2": {
    "message": "¿Quiere bloquear anuncios en YouTube? ¿Eliminar los anuncios de Facebook? ¿No quiere ver más banners? Utiliza los tutoriales de Adblock Plus para protegerse contra anuncios no deseados."
  },
  "s20": {
    "message": "La primera vez se instala una lista estándar basado en el idioma de tu navegador. Para añadir otras suscripciones lea más <a>aquí</a>. Para la configuración de opciones avanzadas lea <a>aquí</a>."
  },
  "s21": {
    "message": "Cómo bloquear anuncios en Opera"
  },
  "s22": {
    "message": "Para instalar Adblock Plus en Opera, sólo abra la página de <a>extensiones de Opera</a> y haga click en “Añadir a Opera”. Se abriría una ventana pequeña pidiendo su confirmación. Por favor haga click en “Instalar” para confirmar el proceso. Ahora Adblock Plus le protege contra todos anuncios molestos."
  },
  "s25": {
    "message": "Cómo desactivar seguimiento online"
  },
  "s26": {
    "message": "Muchas empresas graban su actividad en internet y su historial de páginas visitadas. Está actividad no molesta a todos los usuarios porque  reciben anuncios personalizados. Sin embargo hay Cientos de agencias de publicidad siguen cada paso y recogiendo muchos datos personales. Para evitar esta colección de datos puede utilizar Adblock Plus. Según un <a>estudio de la Universidad Stanford</a>, Adblock Plus tiene los filtros de protección más útiles de todos los filtros disponibles."
  },
  "s27": {
    "message": "Aquí puede ver también <a>Cómo desactivar el botón de redes sociales</a> si quiere evitar seguimiento de empresas como Facebook y Google."
  },
  "s28": {
    "message": "Desactivar seguimiento en Firefox"
  },
  "s29": {
    "message": "Se puede desactivar el seguimiento online por el añadido de suscripciones a Adblock Plus. El filtro \"EasyPrivacy\" bloquea todos los solicitudes de seguimiento. Se puede añadir esta lista <a>aquí </a>haciendo click en \"Añadir suscripción\"."
  },
  "s30": {
    "message": "Desactivar seguimiento en Google Chrome"
  },
  "s31": {
    "message": "También puede evitar el seguimiento en su navegador de Google. Sólo hay que añadir la suscripción de filtro \"EasyPrivacy\" desde <a>aquí</a>. Haga click en \"Añadir\" para protegerse contra el seguimiento en Chrome."
  },
  "s32": {
    "message": "Cómo desactivar dominios de malware"
  },
  "s33": {
    "message": "Actualmente, malware es una de las mayores amenazas que hay en la web. Sin que el usuario se de cuenta, software se instala en el disco duro el cual termina dejando al usuario al descubierto a todo tipo de delincuencia cibernética. Si tu ordenador llega a estar infectado por malware, toda tu información sensible se pone al riesgo, como por ejemplo las credenciales de tu cuenta de banco, información de tarjetas de crédito, contraseñas, etc. Malware puede ser instalado en tu ordenador <a>por medio de la publicidad online</a>, hasta por medio de los anuncios de Google y Yahoo. Puedes usar Adblock Plus para protegerte de malware, worms, adware, spyware y virus."
  },
  "s34": {
    "message": "Desactivar dominios de malware en Firefox"
  },
  "s35": {
    "message": "Sólo añade una suscripción de filtros a Adblock Plus y todos los dominios de malware conocidos están bloqueados. Haga click <a>aquí</a> y en \"Añadir suscripción\"."
  },
  "s36": {
    "message": "Desactivar dominios de malware en Chrome"
  },
  "s37": {
    "message": "También puede añadir una suscripción de filtros a Adblock Plus en Chrome. La puede encontrar <a>aquí.</a>en el menú de configuración de filtros."
  },
  "s38": {
    "message": "Cómo desactivar el botón de redes sociales"
  },
  "s39": {
    "message": "En casi cada página web puede encontrar los botones de redes sociales como Facebook, Twitter, Google + y mucho más. Aunque no haga click en los botones, la página web recibe información de Usted para crear un perfil que se basa en sus costumbres de navegación."
  },
  "s40": {
    "message": "Para asegurar que que ninguna página pueda crear un perfil personalizado, puede utilizar Adblock Plus para quitar todos los botones de redes sociales de cada página web."
  },
  "s41": {
    "message": "Desactivar el botón de redes sociales en Mozilla Firefox"
  },
  "s42": {
    "message": "Si quiere bloquear los botones en Firefox, sigue <a>estos pasos y eliga</a> \"Añadir suscripción\"."
  },
  "s43": {
    "message": "Desactivar botón de redes sociales en Google Chrome"
  },
  "s44": {
    "message": "En Adblock Plus para Google Chrome es muy fácil eliminar los botones de redes sociales. Sólo abre <a>esta página</a> y haga click en \"Añadir\"."
  },
  "s45": {
    "message": "Cómo bloquear anuncios en YouTube"
  },
  "s46": {
    "message": "Una de las cosas mas molestas del internet es el ser forzado a ver un anuncio de 30 segundos antes de poder ver un video de 20 segundos en Youtube. La gente se queja de estos anuncios muy seguido, pero aun así, se espera que este tipo de publicidad siga creciendo en el futuro. Con Adblock Plus, es muy fácil bloquear los anuncios de video que aparecen en Youtube. Solamente tienes que instalar Adblock Plus y todos los anuncios de video de Youtube serán bloqueados."
  },
  "s47": {
    "message": "Se puede instalar Adblock Plus por la <a>página de instalación para Chrome</a> haciendo click en el botón de instalación. Cuando se abriría la ventana, haga click en \"Añadir\"."
  },
  "s48": {
    "message": "Se puede instalar Adblock Plus para Firefox <a>por la página de instalación</a> . Haga click en el botón de instalación y confirma el proceso una vez con \"Añadir\" y la otra vez con \"Instalar ahora\"."
  },
  "s49": {
    "message": "Cómo bloquear anuncios en Facebook"
  },
  "s5": {
    "message": "¿Qué es un adblocker?"
  },
  "s50": {
    "message": "¿Está cansada de los anuncios en su perfil de Facebook? Utiliza Adblock Plus para bloquearlos. Después de la instalación Adblock Plus bloquea todos los anuncios."
  },
  "s51": {
    "message": "Se puede instalar Adblock Plus para Google Chrome por la <a>página de instalación</a> . Haga click en el botón de instalación y confirma el proceso con \"Añadir\". Actualiza la página de Facebook y todos los anuncios están bloqueados."
  },
  "s52": {
    "message": "Se puede instalar Adblock Plus para Firefox por la <a>página de instalación </a>. Haga click en el botón de instalación y confirma el proceso una vez con \"Añadir\" y la otra vez con \"Instalar ahora\"."
  },
  "s6": {
    "message": "Un adblocker para Chrome o Firefox es una extensión (o add-on) que añade funcionalidades a navegadores para filtrar contenido."
  },
  "s7": {
    "message": "¿Cómo bloquear anuncios?"
  },
  "s8": {
    "message": "Mientras puede hacer mucho más, la función principal de Adblock Plus es el bloqueo de anuncios molestos. Este tutorial se muestra como puede bloquear anuncios no deseados en varios navegadores."
  },
  "s9": {
    "message": "¿Cómo bloquear anuncios en Firefox?"
  },
  "title": {
    "message": "Tutoriales"
  }
}