{
  "title": {
    "message": "Adblock Plus se ha actualizado"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "¡Adblock Plus se ha actualizado!"
  },
  "update-lead-1": {
    "message": "Hemos dedicado los últimos meses a incorporar nuevas funciones y mejorar el rendimiento de Adblock Plus. Nos encanta poder ofrecerte la mejor tecnología de bloqueo de anuncios para que puedas disfrutar de una web limpia. Adblock Plus es un software gratuito mantenido por los usuarios, y <strong>eso no sería posible sin tu apoyo continuado.</strong>"
  },
  "update-lead-2": {
    "message": "Dedicamos una gran cantidad de tiempo y recursos a desarrollar y garantizar la mejor experiencia de Internet para nuestros usuarios. Contribuye con la cantidad que consideres justa al proyecto Adblock Plus y a nuestros intentos de mantener viva la comunidad de bloqueo de anuncios. <strong>¡Agradecemos cualquier contribución!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Paga con:"
  },
  "whats-new-header-1": {
    "message": "¿Qué novedades hay?"
  },
  "whats-new-lead-1": {
    "message": "Te mostramos un resumen de algunas de las mejoras más recientes."
  },
  "whats-new-list-1": {
    "message": "<strong>Funcionalidad de bloqueo de anuncios mejorada.</strong> Muchos sitios web buscan la forma de evitar que Adblock Plus bloquee los anuncios molestos. Debido a esto, actualizamos con frecuencia nuestra funcionalidad, de forma que podamos superar estos intentos. Si alguna vez visitas un sitio web que no te permite bloquear los anuncios, infórmanos mediante nuestra función \"Informar de un problema\"."
  },
  "whats-new-list-2": {
    "message": "<strong>Mejora del rendimiento</strong>. Hemos modificado la forma en la que gestionamos los fragmentos antielusión orientados a los mismos dominios, a fin de mantener activados solo aquellos que aplican los cambios. Estos significa que puedes esperar un mejor rendimiento global de nuestra extensión."
  },
  "whats-new-list-3": {
    "message": "<strong>Mejores cimientos para el futuro</strong>. Muy pronto llegará Manifest V3, la última versión de la plataforma de extensiones para navegadores basados en Chromium. MV3 representa un cambio importante en la forma en la que funcionarán las extensiones de navegador, lo que ha obligado a nuestro equipo a realizar varios cambios de envergadura en Adblock Plus. Hemos avanzado mucho para seguir ayudando a los usuarios de Adblock Plus a mantener el control de su experiencia en Internet a medida que la web evoluciona."
  },
  "whats-new-list-4": {
    "message": "<strong>Experiencia de usuario mejorada.</strong> Trabajamos continuamente para mejorar Adblock Plus. Recientemente, hemos actualizado algunos mensajes de error para facilitar la depuración, hemos realizado cambios en nuestra terminología y hemos añadido un nuevo pie de página al menú emergente para que puedas acceder a lo que necesitas cómodamente."
  },
  "whats-new-support": {
    "message": "&iquest;Necesitas informar de un problema? Ponte en contacto con nosotros a través de las redes sociales, <a>correo electrónico</a> o el <a>foro de usuarios/as</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Política de privacidad"
  },
  "main-heading-1": {
    "message": "El código de honor"
  },
  "main-lead-1": {
    "message": "¡Saludos del equipo de Adblock Plus!"
  },
  "main-lead-2": {
    "message": "Adblock Plus se basa en el honor, lo que significa que <strong>confiamos mutuamente</strong> en ser buenos:"
  },
  "main-lead-3": {
    "message": "Tú <strong>pagas lo que puedes permitirte</strong> por Adblock Plus. Dejamos que <strong>tú</strong> elijas el precio."
  },
  "main-lead-4": {
    "message": "Desarrollamos funciones para que tomes el control de tu experiencia de navegación."
  },
  "main-lead-5": {
    "message": "Puedes obtener el <strong>reembolso</strong> (y <strong>quedarte con Adblock Plus</strong>) si no te encanta."
  },
  "main-heading-2": {
    "message": "Tan solo necesitas un correo electrónico para recibir ayuda"
  },
  "main-body-1": {
    "message": "Paga solo lo que puedas y, si cambias de opinión, tienes 120 días para obtener un reembolso."
  },
  "main-body-3": {
    "message": "Si en algún momento nos necesitas, la autoayuda está disponible las 24 horas, los 7 días de la semana. La ayuda por correo electrónico está disponible 8 horas al día, de lunes a viernes, en nuestro portal de ayuda, <a>help.eyeo.com</a>."
  },
  "main-body-4": {
    "message": "¡Gracias por elegir Adblock Plus! ¡Feliz navegación!"
  },
  "main-body-5": {
    "message": "Un abrazo, <span></span>El equipo de Adblock Plus."
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Mejora de la funcionalidad de bloqueo de anuncios</strong>. Muchos sitios web buscan la forma de evitar que Adblock Plus bloquee los anuncios molestos. Por eso nos hemos centrado en mejorar nuestra funcionalidad, de forma que podamos vencer estos intentos contra el bloqueo de anuncios."
  },
  "new-tab-heading-1": {
    "message": "Ayuda a que Adblock Plus haga de Internet un lugar mejor"
  },
  "new-tab-lead-1": {
    "message": "Nos hemos centrado en incorporar nuevas funciones y en mejorar el rendimiento de Adblock Plus, y nos encanta poder ofrecerte la mejor tecnología de bloqueo de anuncios para que puedas disfrutar de una web limpia."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus es un software gratuito mantenido por los usuarios. Para nosotros es importante que todo el mundo pueda utilizar nuestro software, independientemente de si pueden contribuir o no. Pero eso no sería posible sin tu apoyo continuado. Dedicamos gran cantidad de tiempo y recursos a desarrollar y garantizar la mejor experiencia de Internet para nuestros usuarios. Contribuye con la cantidad que consideres justa al proyecto Adblock Plus y a nuestros intentos de mantener viva la comunidad de bloqueo de anuncios. ¡Agradecemos cualquier contribución!"
  },
  "out-mission-heading-1": {
    "message": "Crear una mejor experiencia web para todos"
  },
  "out-mission-lead-1": {
    "message": "Nuestra misión es crear una experiencia de Internet sin distracciones y sin preocupaciones para todos. Tenemos mucho trabajo por delante. Desde bloquear más elementos emergentes y distracciones, a hacer que tu experiencia de Internet sea más segura, nos centramos en garantizar que nuestros usuarios mantengan el control de cómo usan Internet. Tu contribución permite a nuestro equipo crear herramientas sencillas e intuitivas que sean accesibles para todos. ¡No seríamos capaces de hacerlo sin ti!"
  },
  "abp-can-be-improved": {
    "message": "¡Tu Adblock Plus puede mejorarse!"
  },
  "adding-enhancements": {
    "message": "Recientemente hemos realizado la primera de una serie de mejoras en Adblock Plus. Con el lanzamiento de Adblock Plus Premium, hemos desarrollado nuevas formas para ayudar nuestros usuarios a disfrutar de una experiencia de Internet con menos elementos emergentes y distracciones. A continuación te mostramos ese trabajo."
  },
  "abp-free-software": {
    "message": "Nuestro equipo dedica miles de horas a garantizar que Adblock Plus ofrezca la mejor experiencia de Internet para todos. Este año nos hemos centrado en facilitar que los usuarios puedan bloquear más elementos emergentes y distracciones, y no hemos hecho más que empezar. Nos encanta que pruebes Adblock Plus Premium. <strong>¡Agradecemos cualquier contribución!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Con Adblock Premium puedes disfrutar de una experiencia de Internet con muchas menos distracciones."
  },
  "stop-autoplay-video": {
    "message": "<strong>Detén los vídeos de reproducción automática. </strong>Oculta los vídeos que se reproducen automáticamente en distintas páginas y que te persiguen por los sitios por los que navegas."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Elimina los elementos emergentes de los boletines.</strong> Acaba con los elementos emergentes que los sitios web usan para que te registres en listas de correo electrónico y boletines."
  },
  "block-survey-requests": {
    "message": "<strong>Bloquea las notificaciones del sitio y las solicitudes de encuestas.</strong> Muchos sitios web piden rastrear tu ubicación o te solicitan que participes en encuestas breves. Ahora rechazaremos automáticamente estas solicitudes de los sitios web que visites."
  },
  "hide-cookie-notices": {
    "message": "<strong>Oculta los avisos de consentimiento de cookies.</strong> Pronto podrás poner fin a esos molestos letreros de consentimiento de cookies que utilizan la mayoría de los sitios web, gracias a una nueva característica de bloqueo de cookies que estamos finalizando."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Bloquea más elementos emergentes y distracciones.</strong> Di adiós a las solicitudes de encuestas, los elementos emergentes de boletines y los molestos anuncios de vídeo que se reproducen automáticamente cuando desbloqueas Adblock Plus Premium."
  },
  "do-you-like-adblockplus": {
    "message": "¿Te gusta Adblock Plus hasta ahora? Si es así, ¿te plantearías contribuir para ayudarnos?"
  },
  "an-overview": {
    "message": "Te mostramos un resumen del trabajo que hemos introducido recientemente en Adblock Plus."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "¡Adblock Plus se ha actualizado!"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "Hemos dedicado los últimos meses a incorporar nuevas funciones y mejorar el rendimiento de Adblock Plus. Nos encanta poder ofrecerte la mejor tecnología de bloqueo de anuncios para que puedas disfrutar de una web limpia. Adblock Plus es un software gratuito mantenido por los usuarios, y eso no sería posible sin tu apoyo continuo."
  },
  "whats-new-header-1-unrestricted": {
    "message": "Novedades"
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>Mejora de la funcionalidad de bloqueo de anuncios.</strong> Muchos sitios web buscan la forma de evitar que Adblock Plus bloquee los anuncios molestos. Por eso nos hemos centrado en nuestra capacidad para bloquear esos anuncios y adaptarnos a estos sitios, que cambian continuamente. El nuevo diseño de AdBlock para Safari, junto con las actualizaciones en Chrome, Edge y Firefox, te permitirá seguir viendo menos anuncios intrusivos mientras navegas por internet."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>Una mejor arquitectura para el futuro.</strong> Muy pronto llegará Manifest V3, la última versión de la plataforma de extensiones para navegadores basados en Chromium. MV3 representa un cambio importante en la forma en la que funcionarán las extensiones de navegador, lo que ha obligado a nuestro equipo a realizar varios cambios de envergadura en Adblock Plus. Hemos avanzado mucho para seguir ayudando a los usuarios de Adblock Plus a mantener el control de su experiencia en Internet a medida que evoluciona la red."
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>Personaliza las páginas a medida que navegas.</strong> Hemos lanzado nuestra función de bloqueo de elementos que te permite bloquear partes de una página web, incluso si no se trata de anuncios. Por ejemplo, puedes encontrar partes de una página web, como sugerencias laterales, especialmente molestas. Con esta nueva función, puedes bloquear cualquier parte de una página para que permanezca oculta cada vez que visites ese sitio."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>¡Ya está aquí Adblock Plus Premium!</strong> Con Adblock Plus Premium, puedes bloquear más distracciones concretas de los sitios web, incluidas las notificaciones del sitio, los vídeos flotantes, los elementos emergentes de boletines y mucho más. Puedes encontrar más información sobre Premium <a>aquí</a>. Y si ya has colaborado antes, puedes <a>acceder</a> a estas funciones Premium directamente."
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[Próximamente]</em> Modo Bypass para Adblock Plus Premium.</strong> Los elementos emergentes que solicitan a los usuarios de Internet que desactiven su bloqueador están proliferando por toda la web. Por ese motivo vamos a lanzar una nueva función para Adblock Plus Premium llamada Modo Bypass. Con el Modo Bypass, puedes navegar por internet y ver menos mensajes antibloqueadores de anuncios de ese tipo mientras disfrutas de la misma experiencia de navegación."
  },
  "update__alert__heading": {
    "message": "Por favor, no te vayas."
  },
  "update__alert__paragraph-1": {
    "message": "Hola:"
  },
  "update__alert__paragraph-2": {
    "message": "Como usuario/a de Adblock Plus, conoces de primera mano el valor que nuestro software aporta a tu experiencia en Internet. Al bloquear los anuncios intrusivos y no deseados, Adblock Plus te ayuda a navegar por la web de forma más rápida, segura y con menos distracciones. Pero ¿sabías que Adblock Plus es completamente gratuito, sin tarifas ocultas? Creemos que todo el mundo debe tener acceso a una Internet mejor, sin anuncios, y por eso ofrecemos Adblock Plus de forma gratuita a todos los usuarios."
  },
  "update__alert__paragraph-3": {
    "message": "Pero necesitamos que Adblock Plus siga funcionando y mejorando. Aunque un pequeño porcentaje de usuarios contribuye generosamente para ayudarnos en nuestro cometido, dependemos de la ayuda de usuarios como tú para mantener Adblock Plus con vida y gratuito para todos y todas. Tu contribución, por pequeña que sea, puede suponer una gran diferencia. Así que, si Adblock Plus te ha ahorrado algún euro que otro u horas de frustración por tener que lidiar con anuncios no deseados, te pedimos que te plantees contribuir para ayudar a nuestro equipo y hacer progresar la causa de una Internet sin anuncios para todo el mundo. Muchas gracias por tu ayuda. Juntos podemos hacer de Internet un lugar mejor para todos y todas."
  },
  "update__alert__paragraph-4": {
    "message": "Un abrazo,  el Equipo de Adblock Plus"
  },
  "new__paragraph-1": {
    "message": "En Adblock Plus, creemos en una mejor experiencia de Internet para todos y todas. Esto es en lo que hemos estado trabajando para hacer que este principio sea una realidad para ti:"
  },
  "new__item-1__heading": {
    "message": "Un mejor bloqueo de anuncios con Adblock Plus para Safari e IOS"
  },
  "new__item-1__paragraph-1": {
    "message": "Las listas de filtros actualizadas te permiten continuar disfrutando de una experiencia de navegación sin elementos emergentes ni otros anuncios molestos."
  },
  "new__item-2__heading": {
    "message": "Un mejor bloqueo de anuncios durante las retransmisiones"
  },
  "new__item-2__paragraph-1": {
    "message": "Trabajamos incesantemente para mejorar el bloqueo de anuncios mientras nuestros/as usuarios/as retransmiten vídeo. Por eso hemos incorporado una nueva funcionalidad que omite los anuncios de vídeo mientras retransmites contenido."
  },
  "new__item-3__heading": {
    "message": "Solución de varios errores y mejoras"
  },
  "new__item-3__paragraph-1": {
    "message": "Hemos solucionado algunos errores, incluido uno que evitaba que funcionasen algunas reglas de bloqueo de anuncios para los usuarios de Firefox."
  },
  "new__item-4__heading": {
    "message": "Ocultar ventanas emergentes de consentimiento de cookies (Premium)"
  },
  "new__item-4__paragraph-1": {
    "message": "&iquest;Has probado ya nuestra nueva función Premium? Ahora puedes ocultar esas molestas ventanas emergentes de consentimiento de cookies que te informan sobre el uso de estas cuando visitas un sitio. Para obtener más información sobre esta función, <a>consulta la entrada de nuestro blog aquí</a>."
  },
  "new__item-4__paragraph-2": {
    "message": "<a>Más información sobre Adblock Plus Premium.</a>"
  },
  "new__paragraph-3": {
    "message": "¿Necesitas informar de un problema? Contacta con nosotros a través de las redes sociales, por <a>correo electrónico</a> o en el <a>foro de usuarios</a>."
  },
  "new__item-5__heading": {
    "message": "Ocultar los avisos de cookies (Premium)"
  },
  "new__item-5__paragraph-1": {
    "message": "Hemos añadido otra función Premium con la que podrás ocultar esos latosos elementos emergentes de consentimiento de cookies que te informan sobre el uso de las cookies cuando visitas un sitio. <a>Si quieres más información sobre esta función, échale un vistazo a nuestra publicación del blog.</a>"
  },
  "support-money-back": {
    "message": "Ayúdanos con seguridad: <strong>Garantía de devolución del dinero de 60 días</strong>. Y puedes conservar Adblock Plus."
  },
  "update-exit-modal__heading": {
    "message": "El sistema Honor"
  },
  "update-exit-modal__paragraph-1": {
    "message": "Dependemos de tu contribución para ayudar a cubrir los costes de nuestra infraestructura, así como para desarrollar nuevas funciones con las que mejorar Adblock Plus y <strong>mantener tu experiencia de Internet sin anuncios</strong>."
  },
  "update-exit-modal__paragraph-2": {
    "message": "<strong>Agradecemos tu ayuda</strong>. Juntos/as podemos hacer de Internet un lugar mejor mediante el bloqueo de anuncios molestos e intrusivos."
  },
  "update-exit-modal__button--checkout": {
    "message": "Pagar ahora <span>10 $</span>"
  },
  "update-exit-modal__button--close": {
    "message": "No quiero contribuir"
  },
  "update-section-1__heading": {
    "message": "¡Adblock Plus se ha actualizado!"
  },
  "update-section-1-column-1__paragraph-1": {
    "message": "Hola:"
  },
  "update-section-1-column-1__paragraph-2": {
    "message": "Como usuario/a de Adblock Plus, sabes de primera mano el valor que nuestro software aporta a tu experiencia en línea. Al bloquear anuncios no deseados e intrusivos, Adblock Plus te ayuda a navegar por la web de una forma más rápida, más segura y con menos distracciones. Pero ¿sabías que Adblock Plus es totalmente gratuito, y no tiene ningún tipo de comisión oculta? Estamos convencidos/as de que todos el mundo debe disfrutar de una Internet mejor, sin anuncios; por eso ofrecemos Adblock Plus de forma gratuita a todos los/as usuarios/as."
  },
  "update-section-1-column-1__paragraph-3": {
    "message": "Pero necesitamos tu ayuda para que Adblock Plus siga funcionando y mejorando. Aunque un reducido porcentaje de usuarios contribuye generosamente para ayudarnos en nuestra misión, dependemos de la ayuda de usuarios/as como tú para que Adblock Plus siga vivo y gratis para todosy todas. Tu contribución, por pequeña que sea, puede suponer una gran diferencia. Por ello, si Adblock Plus te ha ahorrado aunque solo sean unos pocos dólares u horas de frustración por tener que lidiar con anuncios no deseados, piensa en contribuir para ayudar a nuestro equipo y promover la causa de un Internet sin anuncios para todos y todas. Gracias por tu ayuda. Juntos/as podemos hacer de Internet un lugar mejor para todos y todas."
  },
  "update-section-1-column-1__paragraph-4": {
    "message": "Un saludo,<span></span> el Equipo de Adblock Plus"
  },
  "update-gaurantee__text": {
    "message": "Ayúdanos con seguridad: <strong>Garantía de devolución del dinero de 60 días.</strong> Y puedes conservar Adblock Plus."
  },
  "update-payment-frequency__label--once": {
    "message": "Realiza una contribución <strong>puntual</strong>"
  },
  "update-payment-frequency__label--recurring": {
    "message": "Realiza una contribución <strong>periódica</strong>"
  },
  "update-payment-switch__label--monthly": {
    "message": "Mensual"
  },
  "update-payment-switch__label--yearly": {
    "message": "Anual"
  },
  "update-payment-reward__text": {
    "message": "¡Estupendo! Con una contribución de <span>35,00 $</span> obtienes <span>Adblock Plus Premium</span> <span> durante un año</span>. Gracias por tu ayuda."
  },
  "update-payment__checkout-button": {
    "message": "Realiza el pago ahora"
  },
  "product__premium": {
    "message": "Adblock Plus Premium"
  },
  "update-payment-reward__1-month": {
    "message": "¡Estupendo! Con una contribución de <span>35,00 $</span> obtienes <span>Adblock Plus Premium</span> durante un mes. Gracias por tu ayuda."
  },
  "update-payment-reward__n-months": {
    "message": "¡Estupendo! Con una contribución de <span>35,00 $</span> obtienes <span>Adblock Plus Premium</span> durante <span>8 </span>meses. Gracias por tu ayuda."
  },
  "update-payment-reward__1-year": {
    "message": "¡Estupendo! Con una contribución de <span>35,00 $</span> obtienes <span>Adblock Plus Premium</span> durante un año. Gracias por tu ayuda."
  },
  "update-payment-reward__n-years": {
    "message": "¡Estupendo! Con una contribución de <span>35,00 $</span> obtienes <span>Adblock Plus Premium</span> durante <span>8</span> años. Gracias por tu ayuda."
  },
  "update-payment-reward": {
    "message": "¡Estupendo! Con una contribución de <span>35,00 $</span> obtienes <span>Adblock Plus Premium</span>. Gracias por tu ayuda."
  },
  "update-payment-suffix__monthly": {
    "message": "/mes"
  },
  "update-payment-suffix__yearly": {
    "message": "/año"
  }
}