{
  "title": {
    "message": "Adblock Plus se ha actualizado"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus se ha actualizado <span>(versión 3.9.5) </span>"
  },
  "update-lead-1": {
    "message": "Los lanzamientos recientes de Adblock Plus incluyen muchas funciones nuevas y mejoras. Adblock Plus (ABP) es un programa gratuito respaldado por la comunidad, por eso <strong>agradecemos tu ayuda continua para poder mantenerlo</strong>."
  },
  "update-lead-2": {
    "message": "Nos encanta ofrecerte la mejor tecnología de bloqueo de anuncios para que puedas disfrutar de una web sin interrupciones. Dedicamos una gran cantidad de tiempo y de recursos a desarrollar y a garantizar la mejor experiencia en línea para nuestros usuarios. Por favor, haz un donativo de la cantidad que consideres apropiada al proyecto Adblock Plus y a nuestros intentos por mantener viva a la comunidad de bloqueo de anuncios. <strong>¡Cualquier donación es bien recibida!</strong>"
  },
  "fair-amount-header-1": {
    "description": "heading",
    "message": "Indica aquí una cantidad apropiada (en <span>USD</span>)"
  },
  "fair-amount-header-2": {
    "description": "heading",
    "message": "Indica aquí la cantidad que te parezca apropiada:"
  },
  "one-time-legened-1": {
    "description": "heading",
    "message": "Haz <strong>una única</strong> donación:"
  },
  "subscription-legend-1": {
    "description": "heading",
    "message": "O una donación <strong>mensual</strong>:"
  },
  "min-donation-warning": {
    "description": "notice",
    "message": "¡Vaya! Para ayudar a cubrir las tasas, la cantidad mínima para una donación única es de <span>$5</span>."
  },
  "min-subscription-warning": {
    "description": "notice",
    "message": "¡Vaya! Para ayudar a cubrir las tasas, la cantidad mínima para una donación mensual es de <span>$1.99</span>."
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Paga con:"
  },
  "stripe-label": {
    "description": "button label",
    "message": "Tarjeta de crédito"
  },
  "paypal-label": {
    "description": "button label",
    "message": "PayPal"
  },
  "whats-new-header-1": {
    "message": "Novedades."
  },
  "whats-new-lead-1": {
    "message": "Este es un resumen de algunas mejoras y nuevas funciones. ¡Más cambios próximamente!"
  },
  "whats-new-list-1": {
    "message": "<strong>Nuevo diseño del icono de notificación.</strong> Queremos que aproveches al máximo tu producto, así que hemos actualizado la experiencia de usuario de notificaciones, de forma que seas el primero en conocer nuevas funciones y consejos."
  },
  "whats-new-list-2": {
    "message": "<strong>Mejora de la experiencia de la lista de filtros.</strong> Hemos mejorado el diseño del diálogo de confirmación que muestra la información y los errores de la lista de filtros. Esperamos que te resulte más sencillo gestionar las suscripciones a las listas de filtros y la depuración de cualquier error."
  },
  "whats-new-list-3": {
    "message": "<strong>Compartir el número de anuncios bloqueados en las redes sociales.</strong> Ahora ya puedes compartir con tus amigos de las plataformas de redes sociales el número de anuncios que has bloqueado."
  },
  "whats-new-list-4": {
    "message": "<strong>Mejoras en el bloqueo de anuncios y corrección de errores.</strong> Además, trabajamos continuamente para mejorar la funcionalidad de bloqueo de anuncios para asegurarnos de que tienes una experiencia de navegación limpia."
  },
  "whats-new-support": {
    "message": "¿Necesitas notificar algún problema? Puedes contactar con nosotros a través de las redes sociales, el <a>correo electrónico</a> o el <a>foro de usuarios</a>."
  },
  "purchase-item-name": {
    "description": "item being paid for",
    "message": "Aportación a Adblock Plus"
  },
  "checkout-overlay-cta": {
    "description": "button label",
    "message": "Donar"
  },
  "stripe-declined": {
    "message": "Se ha rechazado tu pago."
  },
  "stripe-sorry": {
    "message": "Lo sentimos, pero no se ha podido procesar tu pago."
  },
  "securely-processed": {
    "message": "Procesado de forma segura por Stripe.com"
  },
  "checkout-overlay-cta-2": {
    "description": "button label",
    "message": "Suscríbase"
  },
  "checkout-overlay-monthly": {
    "description": "button label",
    "message": "mes"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Política de privacidad"
  },
  "email-input": {
    "message": "Correo electrónico"
  }
}
