{
  "title": {
    "message": "Adblock Plus se ha actualizado"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Paga con:"
  },
  "whats-new-header-1": {
    "message": "¿Qué novedades hay?"
  },
  "whats-new-list-3": {
    "message": "<strong>Mejores cimientos para el futuro</strong>. Muy pronto llegará Manifest V3, la última versión de la plataforma de extensiones para navegadores basados en Chromium. MV3 representa un cambio importante en la forma en la que funcionarán las extensiones de navegador, lo que ha obligado a nuestro equipo a realizar varios cambios de envergadura en Adblock Plus. Hemos avanzado mucho para seguir ayudando a los usuarios de Adblock Plus a mantener el control de su experiencia en Internet a medida que la web evoluciona."
  },
  "whats-new-list-4": {
    "message": "<strong>Experiencia de usuario mejorada.</strong> Trabajamos continuamente para mejorar Adblock Plus. Recientemente, hemos actualizado algunos mensajes de error para facilitar la depuración, hemos realizado cambios en nuestra terminología y hemos añadido un nuevo pie de página al menú emergente para que puedas acceder a lo que necesitas cómodamente."
  },
  "whats-new-support": {
    "message": "&iquest;Necesitas informar de un problema? Contacta con nosotros a través de las redes sociales, <a>por correo electrónico</a> o con el <a>formulario de usuario</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Política de privacidad"
  },
  "main-heading-1": {
    "message": "El código de honor"
  },
  "main-lead-1": {
    "message": "¡Saludos del equipo de Adblock Plus!"
  },
  "main-lead-2": {
    "message": "Adblock Plus se basa en el honor, lo que significa que <strong>confiamos mutuamente</strong> en ser buenos:"
  },
  "main-lead-3": {
    "message": "Tú <strong>pagas lo que puedes permitirte</strong> por Adblock Plus. Dejamos que <strong>tú</strong> elijas el precio."
  },
  "main-lead-4": {
    "message": "Desarrollamos funciones para que tomes el control de tu experiencia de navegación."
  },
  "main-lead-5": {
    "message": "Puedes obtener el <strong>reembolso</strong> (y <strong>quedarte con Adblock Plus</strong>) si no te encanta."
  },
  "main-heading-2": {
    "message": "Tan solo necesitas un correo electrónico para recibir ayuda"
  },
  "main-body-1": {
    "message": "Paga solo lo que puedas y, si cambias de opinión, tienes 120 días para obtener un reembolso."
  },
  "main-body-3": {
    "message": "Si en algún momento nos necesitas, la autoayuda está disponible las 24 horas, los 7 días de la semana. La ayuda por correo electrónico está disponible 8 horas al día, de lunes a viernes, en nuestro portal de ayuda, <a>help.eyeo.com</a>."
  },
  "main-body-4": {
    "message": "¡Gracias por elegir Adblock Plus! ¡Feliz navegación!"
  },
  "main-body-5": {
    "message": "Un abrazo, <span></span>El equipo de Adblock Plus."
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Mejora de la funcionalidad de bloqueo de anuncios</strong>. Muchos sitios web buscan la forma de evitar que Adblock Plus bloquee los anuncios molestos. Por eso nos hemos centrado en mejorar nuestra funcionalidad, de forma que podamos vencer estos intentos contra el bloqueo de anuncios."
  },
  "new-tab-heading-1": {
    "message": "Ayuda a que Adblock Plus haga de Internet un lugar mejor"
  },
  "new-tab-lead-1": {
    "message": "Nos hemos centrado en incorporar nuevas funciones y en mejorar el rendimiento de Adblock Plus, y nos encanta poder ofrecerte la mejor tecnología de bloqueo de anuncios para que puedas disfrutar de una web limpia."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus es un software gratuito mantenido por los usuarios. Para nosotros es importante que todo el mundo pueda utilizar nuestro software, independientemente de si pueden contribuir o no. Pero eso no sería posible sin tu apoyo continuado. Dedicamos gran cantidad de tiempo y recursos a desarrollar y garantizar la mejor experiencia de Internet para nuestros usuarios. Contribuye con la cantidad que consideres justa al proyecto Adblock Plus y a nuestros intentos de mantener viva la comunidad de bloqueo de anuncios. ¡Agradecemos cualquier contribución!"
  },
  "out-mission-heading-1": {
    "message": "Crear una mejor experiencia web para todos"
  },
  "out-mission-lead-1": {
    "message": "Nuestra misión es crear una experiencia de Internet sin distracciones y sin preocupaciones para todos. Tenemos mucho trabajo por delante. Desde bloquear más elementos emergentes y distracciones, a hacer que tu experiencia de Internet sea más segura, nos centramos en garantizar que nuestros usuarios mantengan el control de cómo usan Internet. Tu contribución permite a nuestro equipo crear herramientas sencillas e intuitivas que sean accesibles para todos. ¡No seríamos capaces de hacerlo sin ti!"
  },
  "hide-cookie-notices": {
    "message": "<strong>Oculta los avisos de consentimiento de cookies.</strong> Pronto podrás poner fin a esos molestos letreros de consentimiento de cookies que utilizan la mayoría de los sitios web, gracias a una nueva característica de bloqueo de cookies que estamos finalizando."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Bloquea más elementos emergentes y distracciones.</strong> Di adiós a las solicitudes de encuestas, los elementos emergentes de boletines y los molestos anuncios de vídeo que se reproducen automáticamente cuando desbloqueas Adblock Plus Premium."
  },
  "do_you_like_adblockplus": {
    "message": "¿Te gusta Adblock Plus hasta ahora? Si es así, ¿te plantearías contribuir para ayudarnos?"
  },
  "an-overview": {
    "message": "Te mostramos un resumen del trabajo que hemos introducido recientemente en Adblock Plus."
  }
}