{
  "title": {
    "message": "Adblock Plus se ha actualizado"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus se ha actualizado <span>(versión 3.11) </span>"
  },
  "update-lead-1": {
    "message": "Hemos dedicado los últimos meses a añadir nuevas funciones y a mejorar el rendimiento de Adblock Plus. Nos apasiona proporcionarte lo mejor de la tecnología de bloqueo de anuncios para que puedas disfrutar de una web limpia. Adblock Plus es un software gratuito que cuenta con el apoyo de la comunidad y que, <strong>probablemente, no podría existir sin esta ayuda continua.</strong>"
  },
  "update-lead-2": {
    "message": "Destinamos una gran cantidad de tiempo y recursos a desarrollar y asegurar la mejor experiencia en línea para nuestros usuarios. Por favor, dona lo que consideres que es una contribución justa para el proyecto Adblock Plus y nuestros intentos por mantener viva a la comunidad de bloqueo de anuncios. <strong>¡Todas las donaciones son bienvenidas!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Paga con:"
  },
  "whats-new-header-1": {
    "message": "Novedades."
  },
  "whats-new-lead-1": {
    "message": "Este es un resumen de algunas mejoras y nuevas funciones. ¡Más cambios próximamente!"
  },
  "whats-new-list-1": {
    "message": "<strong>Nuevos filtros recomendados.</strong> Hemos hecho que otras distracciones como las notificaciones de cookies y otras sean más sencillas de bloquear. Visita <em>Ajustes > General > Filtros recomendados</em> para probarlos."
  },
  "whats-new-list-2": {
    "message": "<strong>Mejora del bloqueo de anuncios.</strong> Muchos sitios web dificultan que Adblock Plus bloquee los anuncios que contienen. Hemos mejorado nuestra capacidad para bloquear los anuncios de estos sitios web y actualizamos dicha capacidad periódicamente. Utiliza nuestra función <em>Informar de un problema</em> para hacernos saber si encuentras algún problema con nuestra capacidad de bloqueo de anuncios."
  },
  "whats-new-list-3": {
    "message": "<strong>Mejora del rendimiento.</strong> Hemos mejorado nuestra lógica a la hora de comprobar las listas de filtros desactivadas para que Adblock Plus utilice menos ancho de banda."
  },
  "whats-new-list-4": {
    "message": "<strong>Mejora de la privacidad.</strong> Hemos excluido, para nuestros usuarios que navegan con pestañas privadas, el número total de solicitudes bloqueadas del contador de bloqueos totales."
  },
  "whats-new-list-5": {
    "message": "<strong>Mejor depuración.</strong> Para nuestros usuarios técnicos, hemos introducido un modo de depuración para los filtros que ocultan elementos que puede activarse en la página de ajustes <em>avanzados</em> de Adblock Plus. Puedes resaltar fácilmente los elementos afectados por los filtros que ocultan elementos."
  },
  "whats-new-support": {
    "message": "¿Necesitas notificar algún problema? Puedes contactar con nosotros a través de las redes sociales, el <a>correo electrónico</a> o el <a>foro de usuarios</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Política de privacidad"
  }
}