{
  "abp-can-be-improved": {
    "message": "¡Tu Adblock Plus puede mejorarse!"
  },
  "adding-enhancements": {
    "message": "Recientemente hemos realizado la primera de una serie de mejoras en Adblock Plus. Con el lanzamiento de Adblock Plus Premium, hemos desarrollado nuevas formas para ayudar nuestros usuarios a disfrutar de una experiencia de Internet con menos elementos emergentes y distracciones. A continuación te mostramos ese trabajo."
  },
  "abp-free-software": {
    "message": "Nuestro equipo dedica miles de horas a garantizar que Adblock Plus ofrece la mejor experiencia de Internet para todos. Este año nos hemos centrado en facilitar que los usuarios puedan bloquear más elementos emergentes y distracciones, y no hemos hecho más que empezar. Nos encanta que pruebes Adblock Plus Premium. <strong>¡Todas las contribuciones son bienvenidas!</strong>"
  },
  "whats-new-header-1": {
    "message": "¿Qué novedades hay?"
  },
  "enjoy-fewer-distractions": {
    "message": "Con Adblock Premium puedes disfrutar de una experiencia de Internet con muchas menos distracciones."
  },
  "stop-autoplay-video": {
    "message": "<strong>Detén los vídeos de reproducción automática. </strong> Oculta los vídeos que se reproducen automáticamente en distintas páginas y que te persiguen por los sitios por los que navegas."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Elimina los elementos emergentes de los boletines.</strong> Acaba con los elementos emergentes que los sitios web usan para que te registres en listas de correo electrónico y boletines."
  },
  "block-survey-requests": {
    "message": "<strong>Bloquea las notificaciones del sitio y las solicitudes de encuestas.</strong> Muchos sitios web piden rastrear tu ubicación o te solicitan que participes en encuestas breves. Ahora rechazaremos automáticamente estas solicitudes de los sitios web que visites."
  },
  "hide-cookie-notices": {
    "message": "<strong>Oculta los avisos de consentimiento de cookies.</strong> Pronto podrás poner fin a esos molestos letreros de consentimiento de cookies que utilizan la mayoría de los sitios web, gracias a una nueva característica de bloqueo de cookies que estamos finalizando."
  },
  "whats-new-support": {
    "message": "¿Necesitas informar de un problema? Contacta con nosotros a través de las redes sociales, <a>correo electrónico</a> o el <a>formulario de usuario</a>."
  },
  "privacy-policy": {
    "message": "Política de privacidad"
  }
}