{
  "title": {
    "message": "Adblock Plus se ha actualizado"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus se ha actualizado <span>(versión 3.10.2) </span>"
  },
  "update-lead-1": {
    "message": "Hemos dedicado los últimos meses a incorporar nuevas funciones a Adblock Plus y a mejorar su rendimiento. Adblock Plus es un software gratuito que cuenta con el apoyo de la comunidad y que, <strong>probablemente, no podría existir sin esta ayuda continua</strong>."
  },
  "update-lead-2": {
    "message": "Nos encanta ofrecerte la mejor tecnología de bloqueo de anuncios para que puedas disfrutar de una web sin interrupciones. Dedicamos una gran cantidad de tiempo y de recursos a desarrollar y a garantizar la mejor experiencia en línea para nuestros usuarios. Por favor, haz un donativo de la cantidad que consideres apropiada al proyecto Adblock Plus y a nuestros intentos por mantener viva a la comunidad de bloqueo de anuncios. <strong>¡Cualquier donación es bien recibida!</strong>"
  },
  "fair-amount-header-1": {
    "description": "heading",
    "message": "Indica aquí una cantidad apropiada (en <span>USD</span>)"
  },
  "fair-amount-header-2": {
    "description": "heading",
    "message": "Indica aquí la cantidad que te parezca apropiada:"
  },
  "one-time-legened-1": {
    "description": "heading",
    "message": "Haz <strong>una única</strong> donación:"
  },
  "subscription-legend-1": {
    "description": "heading",
    "message": "O una donación <strong>mensual</strong>:"
  },
  "min-donation-warning": {
    "description": "notice",
    "message": "¡Vaya! Para ayudar a cubrir las tasas, la cantidad mínima para una donación única es de <span>$5</span>."
  },
  "min-subscription-warning": {
    "description": "notice",
    "message": "¡Vaya! Para ayudar a cubrir las tasas, la cantidad mínima para una donación mensual es de <span>$1.99</span>."
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Paga con:"
  },
  "stripe-label": {
    "description": "button label",
    "message": "Tarjeta de crédito"
  },
  "paypal-label": {
    "description": "button label",
    "message": "PayPal"
  },
  "whats-new-header-1": {
    "message": "Novedades."
  },
  "whats-new-lead-1": {
    "message": "Este es un resumen de algunas mejoras y nuevas funciones. ¡Más cambios próximamente!"
  },
  "whats-new-list-1": {
    "message": "<strong>Actualización y mejora de la función Bloquear elemento.</strong> Hemos conseguido que los usuarios puedan elegir de una forma más intuitiva qué elementos concretos de una página quieren ocultar y que dispongan de una vista previa del aspecto que tendría la página sin ellos. ¡Pruébalo!"
  },
  "whats-new-list-2": {
    "message": "<strong>Mejora de la funcionalidad de bloqueo de anuncios.</strong> Muchos sitios web utilizan tecnologías que impiden que Adblock Plus bloquee anuncios en su sitio. Hemos realizado mejoras en nuestra capacidad para bloquear anuncios en esos sitios web. Utiliza nuestra función Informar de un problema para comunicarnos si tienes algún problema con nuestra capacidad de bloqueo de anuncios."
  },
  "whats-new-list-3": {
    "message": "<strong>Compatibilidad de bloqueo de anuncios en más idiomas.</strong> Hemos incorporado la capacidad para que las personas que hablan varias lenguas nórdicas o de la India bloqueen anuncios en los sitios web que usan sus idiomas."
  },
  "whats-new-list-4": {
    "message": "<strong>Mejoras en el diseño.</strong> Hemos mejorado el aspecto de algunas de nuestras funciones más populares para que el uso de Adblock Plus sea más intuitivo."
  },
  "whats-new-support": {
    "message": "¿Necesitas notificar algún problema? Puedes contactar con nosotros a través de las redes sociales, el <a>correo electrónico</a> o el <a>foro de usuarios</a>."
  },
  "purchase-item-name": {
    "description": "item being paid for",
    "message": "Aportación a Adblock Plus"
  },
  "checkout-overlay-cta": {
    "description": "button label",
    "message": "Donar"
  },
  "stripe-declined": {
    "message": "Se ha rechazado tu pago."
  },
  "stripe-sorry": {
    "message": "Lo sentimos, pero no se ha podido procesar tu pago."
  },
  "securely-processed": {
    "message": "Procesado de forma segura por Stripe.com"
  },
  "checkout-overlay-cta-2": {
    "description": "button label",
    "message": "Suscríbase"
  },
  "checkout-overlay-monthly": {
    "description": "button label",
    "message": "mes"
  },
  "checkout-overlay-yearly": {
    "description": "button label",
    "message": "año"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Política de privacidad"
  },
  "email-input": {
    "message": "Correo electrónico"
  }
}
