{
  "title": {
    "message": "Adblock Plus se ha actualizado"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "¡Adblock Plus se ha actualizado!"
  },
  "update-lead-1": {
    "message": "Hemos dedicado los últimos meses a incorporar nuevas funciones y mejorar el rendimiento de Adblock Plus. Nos encanta poder ofrecerte la mejor tecnología de bloqueo de anuncios para que puedas disfrutar de una web limpia. Adblock Plus es un software gratuito mantenido por los usuarios, y <strong>eso no sería posible sin tu apoyo continuado.</strong>"
  },
  "update-lead-2": {
    "message": "Dedicamos una gran cantidad de tiempo y recursos a desarrollar y garantizar la mejor experiencia de Internet para nuestros usuarios. Contribuye con la cantidad que consideres justa al proyecto Adblock Plus y a nuestros intentos de mantener viva la comunidad de bloqueo de anuncios. <strong>¡Agradecemos cualquier contribución!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Paga con:"
  },
  "whats-new-header-1": {
    "message": "Novedades"
  },
  "whats-new-lead-1": {
    "message": "Te mostramos un resumen de algunas de las mejoras más recientes."
  },
  "whats-new-list-1": {
    "message": "<strong>Funcionalidad de bloqueo de anuncios mejorada.</strong> Muchos sitios web buscan la forma de evitar que Adblock Plus bloquee los anuncios molestos. Debido a esto, actualizamos con frecuencia nuestra funcionalidad, de forma que podamos superar estos intentos. Si alguna vez visitas un sitio web que no te permite bloquear los anuncios, infórmanos mediante nuestra función \"Informar de un problema\"."
  },
  "whats-new-list-2": {
    "message": "<strong>Mejora del rendimiento</strong>. Hemos modificado la forma en la que gestionamos los fragmentos antielusión orientados a los mismos dominios, a fin de mantener activados solo aquellos que aplican los cambios. Estos significa que puedes esperar un mejor rendimiento global de nuestra extensión."
  },
  "whats-new-list-3": {
    "message": "<strong>Mejores cimientos para el futuro</strong>. Muy pronto llegará Manifest V3, la última versión de la plataforma de extensiones para navegadores basados en Chromium. MV3 representa un cambio importante en la forma en la que funcionarán las extensiones de navegador, lo que ha obligado a nuestro equipo a realizar varios cambios de envergadura en Adblock Plus. Hemos avanzado mucho para seguir ayudando a los usuarios de Adblock Plus a mantener el control de su experiencia en Internet a medida que la web evoluciona."
  },
  "whats-new-list-4": {
    "message": "<strong>Experiencia de usuario mejorada.</strong> Trabajamos continuamente para mejorar Adblock Plus. Recientemente, hemos actualizado algunos mensajes de error para facilitar la depuración, hemos realizado cambios en nuestra terminología y hemos añadido un nuevo pie de página al menú emergente para que puedas acceder a lo que necesitas cómodamente."
  },
  "whats-new-support": {
    "message": "¿Necesitas informar de un problema? Ponte en contacto con nosotros a través de nuestro <a>Help Center</a> o escríbenos un correo electrónico a <a>support@adblockplus.org</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Política de privacidad"
  },
  "main-heading-1": {
    "message": "El código de honor"
  },
  "main-lead-1": {
    "message": "¡Saludos del equipo de Adblock Plus!"
  },
  "main-lead-2": {
    "message": "Adblock Plus se basa en el honor, lo que significa que <strong>confiamos mutuamente</strong> en ser buenos:"
  },
  "main-lead-3": {
    "message": "Tú <strong>pagas lo que puedes permitirte</strong> por Adblock Plus. Dejamos que <strong>tú</strong> elijas el precio."
  },
  "main-lead-4": {
    "message": "Desarrollamos funciones para que tomes el control de tu experiencia de navegación."
  },
  "main-lead-5": {
    "message": "Puedes obtener el <strong>reembolso</strong> (y <strong>quedarte con Adblock Plus</strong>) si no te encanta."
  },
  "main-heading-2": {
    "message": "Tan solo necesitas un correo electrónico para recibir ayuda"
  },
  "main-body-1": {
    "message": "Paga solo lo que puedas y, si cambias de opinión, tienes 120 días para obtener un reembolso."
  },
  "main-body-3": {
    "message": "Si en algún momento nos necesitas, la autoayuda está disponible las 24 horas, los 7 días de la semana. La ayuda por correo electrónico está disponible 8 horas al día, de lunes a viernes, en nuestro portal de ayuda, <a>help.adblockplus.org</a>."
  },
  "main-body-4": {
    "message": "¡Gracias por elegir Adblock Plus! ¡Feliz navegación!"
  },
  "main-body-5": {
    "message": "Un abrazo, <span></span>El equipo de Adblock Plus."
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Mejora de la funcionalidad de bloqueo de anuncios</strong>. Muchos sitios web buscan la forma de evitar que Adblock Plus bloquee los anuncios molestos. Por eso nos hemos centrado en mejorar nuestra funcionalidad, de forma que podamos vencer estos intentos contra el bloqueo de anuncios."
  },
  "new-tab-heading-1": {
    "message": "Ayuda a que Adblock Plus haga de Internet un lugar mejor"
  },
  "new-tab-lead-1": {
    "message": "Nos hemos centrado en incorporar nuevas funciones y en mejorar el rendimiento de Adblock Plus, y nos encanta poder ofrecerte la mejor tecnología de bloqueo de anuncios para que puedas disfrutar de una web limpia."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus es un software gratuito mantenido por los usuarios. Para nosotros es importante que todo el mundo pueda utilizar nuestro software, independientemente de si pueden contribuir o no. Pero eso no sería posible sin tu apoyo continuado. Dedicamos gran cantidad de tiempo y recursos a desarrollar y garantizar la mejor experiencia de Internet para nuestros usuarios. Contribuye con la cantidad que consideres justa al proyecto Adblock Plus y a nuestros intentos de mantener viva la comunidad de bloqueo de anuncios. ¡Agradecemos cualquier contribución!"
  },
  "out-mission-heading-1": {
    "message": "Crear una mejor experiencia web para todos"
  },
  "out-mission-lead-1": {
    "message": "Nuestra misión es crear una experiencia de Internet sin distracciones y sin preocupaciones para todos. Tenemos mucho trabajo por delante. Desde bloquear más elementos emergentes y distracciones, a hacer que tu experiencia de Internet sea más segura, nos centramos en garantizar que nuestros usuarios mantengan el control de cómo usan Internet. Tu contribución permite a nuestro equipo crear herramientas sencillas e intuitivas que sean accesibles para todos. ¡No seríamos capaces de hacerlo sin ti!"
  },
  "abp-can-be-improved": {
    "message": "¡Tu Adblock Plus puede mejorarse!"
  },
  "adding-enhancements": {
    "message": "Recientemente hemos realizado la primera de una serie de mejoras en Adblock Plus. Con el lanzamiento de Adblock Plus Premium, hemos desarrollado nuevas formas para ayudar nuestros usuarios a disfrutar de una experiencia de Internet con menos elementos emergentes y distracciones. A continuación te mostramos ese trabajo."
  },
  "abp-free-software": {
    "message": "Nuestro equipo dedica miles de horas a garantizar que Adblock Plus ofrezca la mejor experiencia de Internet para todos. Este año nos hemos centrado en facilitar que los usuarios puedan bloquear más elementos emergentes y distracciones, y no hemos hecho más que empezar. Nos encanta que pruebes Adblock Plus Premium. <strong>¡Agradecemos cualquier contribución!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Con Adblock Premium puedes disfrutar de una experiencia de Internet con muchas menos distracciones."
  },
  "stop-autoplay-video": {
    "message": "<strong>Detén los vídeos de reproducción automática. </strong>Oculta los vídeos que se reproducen automáticamente en distintas páginas y que te persiguen por los sitios por los que navegas."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Elimina los elementos emergentes de los boletines.</strong> Acaba con los elementos emergentes que los sitios web usan para que te registres en listas de correo electrónico y boletines."
  },
  "block-survey-requests": {
    "message": "<strong>Bloquea las notificaciones del sitio y las solicitudes de encuestas.</strong> Muchos sitios web piden rastrear tu ubicación o te solicitan que participes en encuestas breves. Ahora rechazaremos automáticamente estas solicitudes de los sitios web que visites."
  },
  "hide-cookie-notices": {
    "message": "<strong>Oculta los avisos de consentimiento de cookies.</strong> Pronto podrás poner fin a esos molestos letreros de consentimiento de cookies que utilizan la mayoría de los sitios web, gracias a una nueva característica de bloqueo de cookies que estamos finalizando."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Bloquea más elementos emergentes y distracciones.</strong> Di adiós a las solicitudes de encuestas, los elementos emergentes de boletines y los molestos anuncios de vídeo que se reproducen automáticamente cuando desbloqueas Adblock Plus Premium."
  },
  "do-you-like-adblockplus": {
    "message": "¿Te gusta Adblock Plus hasta ahora? Si es así, ¿te plantearías contribuir para ayudarnos?"
  },
  "an-overview": {
    "message": "Te mostramos un resumen del trabajo que hemos introducido recientemente en Adblock Plus."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "¡Adblock Plus se ha actualizado!"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "Hemos dedicado los últimos meses a incorporar nuevas funciones y mejorar el rendimiento de Adblock Plus. Nos encanta poder ofrecerte la mejor tecnología de bloqueo de anuncios para que puedas disfrutar de una web limpia. Adblock Plus es un software gratuito mantenido por los usuarios, y eso no sería posible sin tu apoyo continuo."
  },
  "whats-new-header-1-unrestricted": {
    "message": "Novedades"
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>Mejora de la funcionalidad de bloqueo de anuncios.</strong> Muchos sitios web buscan la forma de evitar que Adblock Plus bloquee los anuncios molestos. Por eso nos hemos centrado en nuestra capacidad para bloquear esos anuncios y adaptarnos a estos sitios, que cambian continuamente. El nuevo diseño de Adblock Plus para Safari, junto con las actualizaciones en Chrome, Edge y Firefox, te permitirá seguir viendo menos anuncios intrusivos mientras navegas por internet."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>Una mejor arquitectura para el futuro.</strong> Muy pronto llegará Manifest V3, la última versión de la plataforma de extensiones para navegadores basados en Chromium. MV3 representa un cambio importante en la forma en la que funcionarán las extensiones de navegador, lo que ha obligado a nuestro equipo a realizar varios cambios de envergadura en Adblock Plus. Hemos avanzado mucho para seguir ayudando a los usuarios de Adblock Plus a mantener el control de su experiencia en Internet a medida que evoluciona la red."
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>Personaliza las páginas a medida que navegas.</strong> Hemos lanzado nuestra función de bloqueo de elementos que te permite bloquear partes de una página web, incluso si no se trata de anuncios. Por ejemplo, puedes encontrar partes de una página web, como sugerencias laterales, especialmente molestas. Con esta nueva función, puedes bloquear cualquier parte de una página para que permanezca oculta cada vez que visites ese sitio."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>¡Ya está aquí Adblock Plus Premium!</strong> Con Adblock Plus Premium, puedes bloquear más distracciones concretas de los sitios web, incluidas las notificaciones del sitio, los vídeos flotantes, los elementos emergentes de boletines y mucho más. Puedes encontrar más información sobre Premium <a>aquí</a>. Y si ya has colaborado antes, puedes <a>acceder</a> a estas funciones Premium directamente."
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[Próximamente]</em> Modo Bypass para Adblock Plus Premium.</strong> Los elementos emergentes que solicitan a los usuarios de Internet que desactiven su bloqueador están proliferando por toda la web. Por ese motivo vamos a lanzar una nueva función para Adblock Plus Premium llamada Modo Bypass. Con el Modo Bypass, puedes navegar por internet y ver menos mensajes antibloqueadores de anuncios de ese tipo mientras disfrutas de la misma experiencia de navegación."
  },
  "update__alert__heading": {
    "message": "Por favor, no te vayas."
  },
  "update__alert__paragraph-1": {
    "message": "Hola:"
  },
  "update__alert__paragraph-2": {
    "message": "Como usuario/a de Adblock Plus, conoces de primera mano el valor que nuestro software aporta a tu experiencia en Internet. Al bloquear los anuncios intrusivos y no deseados, Adblock Plus te ayuda a navegar por la web de forma más rápida, segura y con menos distracciones. Pero ¿sabías que Adblock Plus es completamente gratuito, sin tarifas ocultas? Creemos que todo el mundo debe tener acceso a una Internet mejor, sin anuncios, y por eso ofrecemos Adblock Plus de forma gratuita a todos los usuarios."
  },
  "update__alert__paragraph-3": {
    "message": "Pero necesitamos que Adblock Plus siga funcionando y mejorando. Aunque un pequeño porcentaje de usuarios contribuye generosamente para ayudarnos en nuestro cometido, dependemos de la ayuda de usuarios como tú para mantener Adblock Plus con vida y gratuito para todos y todas. Tu contribución, por pequeña que sea, puede suponer una gran diferencia. Así que, si Adblock Plus te ha ahorrado algún euro que otro u horas de frustración por tener que lidiar con anuncios no deseados, te pedimos que te plantees contribuir para ayudar a nuestro equipo y hacer progresar la causa de una Internet sin anuncios para todo el mundo. Muchas gracias por tu ayuda. Juntos podemos hacer de Internet un lugar mejor para todos y todas."
  },
  "update__alert__paragraph-4": {
    "message": "Un abrazo,  el Equipo de Adblock Plus"
  },
  "new__paragraph-1": {
    "message": "En Adblock Plus, creemos en una mejor experiencia de Internet para todos y todas. Esto es en lo que hemos estado trabajando para hacer que este principio sea una realidad para ti:"
  },
  "new__item-1__heading": {
    "message": "Preparación para Manifest V3"
  },
  "new__item-1__paragraph-1": {
    "message": "Estamos encantados/as de contarte que el lanzamiento oficial de la extensión Adblock Plus para MV3 está previsto para esta primavera. Manifest V3, la última versión de la plataforma de extensiones para navegadores basados en Chromium, ya está al caer. MV3 supone un cambio enorme en la forma en la que funcionarán las extensiones del navegador, y ha obligado a nuestro equipo a realizar <a>algunos cambios en el funcionamiento de Adblock Plus</a>."
  },
  "new__item-2__heading": {
    "message": "Solución de varios errores"
  },
  "new__item-2__paragraph-1": {
    "message": "Como siempre, trabajamos sin descanso para asegurarnos de que puedes sacar el máximo partido de tu producto de bloqueo de anuncios. Hemos corregido errores, incluido uno que interfería con el acceso a Adblock Plus Premium."
  },
  "new__item-3__heading": {
    "message": "Oculta los avisos de cookies y otras distracciones (Premium)"
  },
  "new__item-3__paragraph-1": {
    "message": "Céntrate en el contenido que quieres ver cuando <a>bloqueas esos latosos avisos</a> de cookies que te piden que aceptes las cookies en los sitios web. También puedes <a>bloquear elementos emergentes adicionales</a> como vídeos de reproducción automática, elementos emergentes de boletines, solicitudes de encuestas y mucho más."
  },
  "new__item-4__heading": {
    "message": "Un mejor bloqueo de anuncios en la web"
  },
  "new__item-4__paragraph-1": {
    "message": "Estudiamos constantemente la forma en la que los sitios web y editores interactúan con los bloqueadores de anuncios. Hemos perfeccionado nuestra extensión para garantizar que les llevamos la delantera y que puedes seguir bloqueando anuncios conforme navegas. También hemos solucionado un problema reciente que provocaba que algunos/as usarios/as experimentasen una ralentización en YouTube y otros sitios. Puedes encontrar más información <a>aquí</a>."
  },
  "new__item-4__paragraph-2": {
    "message": "<a>Más información sobre Adblock Plus Premium.</a>"
  },
  "new__paragraph-3": {
    "message": "¿Necesitas informar de un problema? Contacta con nosotros a través de las redes sociales, por <a>correo electrónico</a> o en el <a>foro de usuarios</a>."
  },
  "new__item-5__heading": {
    "message": "Elige cómo quieres disfrutar de los sitios web"
  },
  "new__item-5__paragraph-1": {
    "message": "¿Y si lo que quieres bloquear no es un anuncio? Puedes personalizar cómo navegas por la red <a>utilizando el asistente de ocultación manual</a> para ocultar las partes de una página que no quieres ver."
  },
  "support-money-back": {
    "message": "Ayúdanos con seguridad: <strong>Garantía de devolución del dinero de 60 días</strong>. Y puedes conservar Adblock Plus."
  },
  "update-section-1__heading": {
    "message": "¡Adblock Plus se ha actualizado!"
  },
  "update-section-1-row-1__paragraph-1": {
    "message": "Hola:"
  },
  "update-section-1-row-1__paragraph-2": {
    "message": "Nuestra misión es crear una Internet sin distracciones y sin preocupaciones para todos y todas. Ese es el motivo por el que hemos desarrollado nuestra extensión para bloquear elementos emergentes, anuncios molestos y otras distracciones en la web. Adblock Plus te ayuda a navegar de forma más rápida y segura, y con un mayor control sobre tu experiencia de Internet."
  },
  "update-section-1-row-1__paragraph-3": {
    "message": "Adblock Plus también es gratuito para los usuarios y usuarias, ya que creemos que todos y todas deben tener acceso a una mejor experiencia de Internet. Por eso muchos usuarios y usuarias deciden contribuir a nuestros esfuerzos. Si crees en lo que hacemos y quieres ayudarnos en nuestro cometido, puedes hacerlo. Juntos y juntas podemos hacer de Internet un mejor lugar para todo el mundo."
  },
  "update-section-1-row-1__paragraph-4": {
    "message": "Un saludo,<span></span> el Equipo de Adblock Plus"
  },
  "update-gaurantee__text": {
    "message": "Ayúdanos con seguridad: <strong>cancela en cualquier momento</strong> y usa nuestra <strong>garantía de devolución del dinero de 60 días</strong>. Y puedes quedarte con Adblock Plus."
  },
  "update-payment-frequency__label--once": {
    "message": "Realiza una contribución <strong>puntual</strong>"
  },
  "update-payment-frequency__label--recurring": {
    "message": "Realiza una contribución <strong>periódica</strong>"
  },
  "update-payment-switch__label--monthly": {
    "message": "Mensual"
  },
  "update-payment-switch__label--yearly": {
    "message": "Anual"
  },
  "update-payment-reward__text": {
    "message": "¡Estupendo! Con una contribución de <span>35.00</span> obtienes <span>Adblock Plus Premium</span> <span> durante un año</span>. Gracias por tu ayuda."
  },
  "update-payment__checkout-button": {
    "message": "Realiza el pago ahora"
  },
  "product__premium": {
    "message": "Adblock Plus Premium"
  },
  "update-payment-reward__1-month": {
    "message": "¡Estupendo! Con una contribución de <span>35.00</span> obtienes <span>Adblock Plus Premium</span> durante un mes. Gracias por tu ayuda."
  },
  "update-payment-reward__n-months": {
    "message": "¡Estupendo! Con una contribución de <span>35.00</span> obtienes <span>Adblock Plus Premium</span> durante <span>8</span> meses. Gracias por tu ayuda."
  },
  "update-payment-reward__1-year": {
    "message": "¡Estupendo! Con una contribución de <span>35.00</span> obtienes <span>Adblock Plus Premium</span> durante un año. Gracias por tu ayuda."
  },
  "update-payment-reward__n-years": {
    "message": "¡Estupendo! Con una contribución de <span>35.00</span> obtienes <span>Adblock Plus Premium</span> durante <span>8</span> años. Gracias por tu ayuda."
  },
  "update-payment-reward": {
    "message": "¡Estupendo! Con una contribución de <span>35.00</span> obtienes <span>Adblock Plus Premium</span>. Gracias por tu ayuda."
  },
  "update-payment-suffix__monthly": {
    "message": "/mes"
  },
  "update-payment-suffix__yearly": {
    "message": "/año"
  },
  "update__installing-card__heading-1": {
    "message": "Instalando la última actualización de Adblock Plus"
  },
  "please_dont_scroll_away": {
    "message": "Por favor, no te vayas."
  },
  "whats-new-paragraph-1": {
    "message": "Trabajamos sin descanso para que Adblock Plus te resulte más valioso, mejorando la funcionalidad y preparando la extensión de cara al futuro."
  },
  "whats-new-paragraph-2": {
    "message": "Estas son algunas de las cosas en las que hemos estado trabajando:"
  },
  "new__item-6__heading": {
    "message": "Apoya a tus creadores de contenido favoritos"
  },
  "new__item-6__paragraph-1": {
    "message": "Muchos creadores de contenido dependen de los ingresos de los anuncios para seguir creando. Apoya a los que te gustan <a>permitiendo anuncios en sitios específicos</a> mientras continúas bloqueándolos en el resto."
  },
  "new__item-7__heading": {
    "message": "Disfruta de una web más privada y segura"
  },
  "new__item-7__paragraph-1": {
    "message": "<a>AdBlock VPN</a>, creado por nuestros socios en AdBlock, te ofrece un mayor control sobre tu forma de navegar. Oculta tu identidad en línea, utiliza la Wi-Fi pública de forma más segura y disfruta de una mayor seguridad en línea desde el primer momento."
  },
  "new-premium__heading": {
    "message": "Desbloquea más con Premium."
  },
  "new-premium__paragraph-1": {
    "message": "¿Sabías que Adblock Plus te ofrece un mayor control sobre cómo navegas por la web? Una forma de disfrutar de una mejor experiencia de navegación es <a>ocultar los avisos de cookies</a> con <a>Adblock Plus Premium</a>."
  },
  "new-premium__paragraph-2": {
    "message": "Seguramente estés más que familiarizado/a con los avisos de cookies que te piden que las aceptes o rechaces en los sitios web. Aunque estos mensajes pretenden informarte por razones de privacidad, se están convirtiendo en una molestia para muchos/as usuarios/as, que a veces aceptan todas las cookies con tal de cerrar el aviso y poder acceder a lo que quieren."
  },
  "new-premium__paragraph-3": {
    "message": "Por suerte, puedes llegar a tu destino más rápido con Adblock Plus Premium. Adblock Plus Premium <a>bloquea esos latosos avisos de cookies</a> y rechaza todas las cookies de terceros innecesarias que puede. Ahora ya puedes centrarte en lo que más importa sin esa distracción."
  },
  "240423-shared__heading-1": {
    "message": "Así puedes sacar el máximo provecho de Adblock Plus:"
  },
  "240423-shared__paragraph-1": {
    "message": "Adblock Plus comienza a bloquear elementos emergentes y otros anuncios molestos desde el primer momento. A continuación, te explicamos cómo puedes hacer aún más cosas:"
  },
  "240423-shared__heading-2": {
    "message": "Bloquea más con Premium"
  },
  "240423-shared__paragraph-2": {
    "message": "Hazte con el control de tu experiencia de navegación con <a>AdBlock Premium</a>. Bloquea los <a>latosos avisosde cookies</a>, elementos emergentes adicionales como los vídeos de reproducción automática, los elementos emergentes de boletines, las solicitudes de encuestas y mucho más."
  },
  "240423-shared__heading-3": {
    "message": "Disfruta de una mayor privacidad"
  },
  "240423-shared__paragraph-3": {
    "message": "Accede a una web más segura vayas donde vayas cuando usas Adblock Plus Premium y <a>AdBlock VPN</a>, desarrollado por nuestros socios en AdBlock. Además de los beneficios de Premium, podrás mantener tu información personal segura cuando <a>navegues por la red de forma anónima</a>."
  },
  "240423-shared__heading-4": {
    "message": "Ancla Adblock Plus a tu barra de herramientas"
  },
  "240423-shared__paragraph-4": {
    "message": "Accede a tus ajustes y comprueba cuántos anuncios has bloqueado <a>anclando la extensión a tu navegador</a>. En la mayoría de los navegadores, esto se hace haciendo clic en el icono del puzle, en la parte superior derecha."
  },
  "240423-shared__heading-5": {
    "message": "Elige lo que quieres bloquear"
  },
  "240423-shared__paragraph-5": {
    "message": "Puedes explorar <a>listas de filtros</a> o usar nuestra herramienta de bloqueo manual para personalizar lo que quieres bloquear a media de que navegas, aunque no sea un anuncio."
  },
  "240423-shared__heading-6": {
    "message": "Habilita Adblock Plus para el modo de navegación privada"
  },
  "240423-shared__paragraph-6": {
    "message": "¿Te gusta usar el modo de navegación privado de tu navegador? Para hacer que AdBlock siga funcionando en modo privado, sigue los pasos de <a>esta entrada del blog</a>."
  },
  "240423-shared__heading-7": {
    "message": "Ayuda a los creadores de contenido que te gustan"
  },
  "240423-shared__paragraph-7": {
    "message": "Aunque todos odiamos los anuncios intrusivos, hay creadores cuyo contenido nos encanta. Si quieres ayudarles con los ingresos por anuncios, siempre puedes <a>agregar tus sitios favoritos a tu lista de elementos permitidos</a>. Esto permitirá los anuncios en estos sitios al tiempo que se bloquean en el resto."
  },
  "240430-shared__heading-2": {
    "message": "Bloquea los latosos avisos de cookies"
  },
  "240430-shared__paragraph-2": {
    "message": "¿Sabías que las cookies recopilan datos? Las cookies están por toda la web, y también lo están los molestos avisos que te piden que las aceptes. Puedes evitar el rastreo no deseado y bloquear los avisos de cookies con <a>Premium</a>."
  },
  "240507-shared__heading-8": {
    "message": "Estamos preparados para el futuro"
  },
  "240507-shared__paragraph-8": {
    "message": "Hemos lazando oficialmente la versión Manifest V3 de Adblock Plus para continuar proporcionándote la mejor experiencia web, ahora y siempre."
  },
  "update-premium-benefits__heading": {
    "message": "Contribuye hoy y consigue una actualización a Adblock <strong>Plus</strong> Premium"
  },
  "update-premium-benefits__item-1": {
    "message": "Bloquea elementos emergentes de consentimientos de cookies"
  },
  "update-premium-benefits__item-2": {
    "message": "Bloquea suscripciones por correo electrónico y vídeos flotantes"
  },
  "240529-shared__heading-1": {
    "message": "Novedades"
  },
  "240529-shared__paragraph-1": {
    "message": "Hemos trabajado para que Adblock Plus sea cada vez mejor. A continuación, te resumimos un poco lo que hemos estado haciendo:"
  },
  "240529-shared__heading-2": {
    "message": "Un nuevo menú de Adblock Plus"
  },
  "240529-shared__paragraph-2": {
    "message": "Hemos rediseñado el menú de Adblock Plus para que sea mejor que nunca. Ahora puedes <a>bloquear avisos de cookies</a>, vídeos de reproducción automática, elementos emergentes de boletines y otras molestias con menos clics cuando tienes <a>Adblock Plus Premium</a>. (Adblock Plus Premium estará disponible muy pronto para los/as usuarios/as de Alemania)."
  },
  "240529-shared__heading-3": {
    "message": "Estamos preparados/as para el futuro"
  },
  "240529-shared__paragraph-3": {
    "message": "Hemos publicado oficialmente la versión Manifest V3 de Adblock Plus para seguir ofreciéndote la mejor experiencia web, ahora y siempre."
  },
  "240529-shared__heading-4": {
    "message": "Adblock Plus para todos tus dispositivos"
  },
  "240529-shared__paragraph-4": {
    "message": "¿Navegas desde más de un dispositivo? Adblock Plus está disponible en muchos navegadores, incluidos Chrome, Edge y Firefox. Y con <a>Adblock Plus para Safari</a> puedes bloquear los anuncios de la web en tu Mac."
  },
  "240529-shared__heading-5": {
    "message": "Mejor bloqueo de anuncios mientras navegas"
  },
  "240529-shared__paragraph-5": {
    "message": "Los anunciantes y editores buscan cada cierto tiempo formas de mostrar anuncios que eludan el bloqueo de anuncios. Seguimos mejorando la funcionalidad para que puedas disfrutar de menos anuncios mientras estás en línea."
  },
  "update-motivation-notification-header__heading": {
    "message": "¿Ves la diferencia?"
  },
  "update-motivation-notification-body__text": {
    "message": "Puedes obtener Adblock <strong>Plus</strong> Premium con cualquier contribución; utiliza nuestro control deslizante para ver la diferencia."
  },
  "update-motivation-slider-modal-header__heading": {
    "message": "Utiliza el control deslizante para descubrir cómo funciona Premium."
  },
  "update-motivation-slider-modal-header__subheading": {
    "message": "Los elementos emergentes, vídeos flotantes y avisos de cookies desaparecen cuando actualizas a Premium."
  },
  "240625-shared__paragraph-1": {
    "message": "Estamos encantados de anunciarte que ya no te vamos a pedir más contribuciones. En vez de eso, nos gustaría darte algo a cambio, y ese algo es Adblock Plus Premium. Con Adblock Plus Premium, disfrutarás de un mayor control sobre la web, con funciones añadidas diseñadas para crear una mejor experiencia de navegación."
  },
  "240625-shared__paragraph-2": {
    "message": "Con Premium, además de todas nuestras funciones gratuitas, podrás:"
  },
  "240625-shared__heading-1": {
    "message": "Ocultar los avisos de cookies"
  },
  "240625-shared__paragraph-3": {
    "message": "Adblock Plus Premium <a>bloquea los avisos de cookies</a> que te piden aceptar las cookies en un sitio, al tiempo que rechaza todas las que son innecesarias."
  },
  "240625-shared__heading-2": {
    "message": "Bloquear distracciones adicionales"
  },
  "240625-shared__paragraph-4": {
    "message": "Céntrate más en lo que quieres evitando los vídeos de reproducción automática que te siguen mientras navegas, las ventanas emergentes de boletines, las solicitudes de encuestas y mucho más."
  },
  "240625-shared__paragraph-5": {
    "message": "¡Esperamos que le des una oportunidad a Adblock Plus Premium!"
  },
  "240625-shared__paragraph-6": {
    "message": "Estamos encantados de anunciarte que ya no te vamos a pedir más contribuciones. En vez de eso, nos gustaría darte algo a cambio, y ese algo es Adblock Plus Premium. <strong>Nuestro servicio de suscripción a Premium estará disponible para todos/as nuestros/as usuarios/as en Francia más adelante en 2024</strong>."
  },
  "240625-shared__paragraph-7": {
    "message": "Con Adblock Plus Premium, disfrutarás de un mayor control sobre la web, con funciones añadidas diseñadas para crear una mejor experiencia de navegación. Lo que puedes esperar:"
  },
  "240625-shared__heading-6": {
    "message": "Ocultar los avisos de cookies"
  },
  "240625-shared__paragraph-8": {
    "message": "Despídete de esos molestos avisos de cookies y disfruta de una experiencia de navegación más fluida. Adblock Plus Premium oculta los elementos emergentes que te piden aceptar las cookies, al tiempo que rechaza todas las que sean innecesarias."
  },
  "240625-shared__heading-7": {
    "message": "Bloquear distracciones adicionales"
  },
  "240625-shared__paragraph-9": {
    "message": "Céntrate más en lo que quieres evitando los vídeos de reproducción automática que te siguen mientras navegas, las ventanas emergentes de boletines, las solicitudes de encuestas y mucho más."
  },
  "240625-shared__paragraph-10": {
    "message": "Mientras tanto, si necesitas informar de un problema, ponte en contacto con nosotros/as a través de nuestro <a>Help Center</a> o en el correo electrónico <a>support@adblockplus.org</a>."
  },
  "update-header-section-1__heading": {
    "message": "Tu Adblock Plus ya está actualizado."
  },
  "update-header-section-1__subheading": {
    "message": "Adblock Plus Premium ya está aquí. Disfruta de un mayor control sobre la web, con funciones añadidas diseñadas para crear una mejor experiencia de navegación."
  },
  "update-header-section-2": {
    "message": "Céntrate en lo que es realmente importante y despídete de las distracciones con Adblock Plus Premium."
  },
  "update-header-section-3-item-1": {
    "message": "Oculta los molestos avisos de consentimiento de cookies."
  },
  "update-header-section-3-item-2": {
    "message": "Bloquea los vídeos flotantes, registros de correo electrónico y mucho más."
  },
  "update-header-section-3-item-3": {
    "message": "Carga las páginas más rápido."
  },
  "update-plan-1-discount": {
    "message": "OFERTA: AHORRA UN 17 %"
  },
  "update-plan-heading__product-premium": {
    "message": "PREMIUM"
  },
  "update-plan-heading__frequency-yearly": {
    "message": "ANUAL"
  },
  "update-plan-heading-price__frequency-yearly": {
    "message": "/año"
  },
  "update-plan-checkout-button": {
    "message": "Finalizar la compra"
  },
  "update-plan-heading__frequency-monthly": {
    "message": "MENSUAL"
  },
  "update-plan-heading-price__frequency-monthly": {
    "message": "/mes"
  },
  "update-payment-providers-preface": {
    "message": "Pagos aceptados:"
  },
  "update-cancel-policy": {
    "message": "<strong>Cancela en cualquier momento</strong> y usa nuestra <strong>garantía de reembolso de 60 días</strong>."
  },
  "update-difference-tease__lead": {
    "message": "Descubre a continuación la diferencia que Premium consigue en tu experiencia online:"
  },
  "update-premium-difference__heading": {
    "message": "¿Ves la diferencia?"
  },
  "update-premium-difference__subheading": {
    "message": "Los elementos emergentes, vídeos flotantes y avisos de cookies desaparecen cuando actualizas a Premium."
  },
  "premium-difference-card__heading": {
    "message": "Utiliza el control deslizante para descubrir cómo funciona Premium."
  },
  "update-premium-checkout-button-frequency__yearly": {
    "message": "Anual"
  },
  "update-premium-checkout-button-frequency__monthly": {
    "message": "Mensual"
  },
  "update-premium-features__heading": {
    "message": "¿Por qué pasarte a Premium?"
  },
  "update-premium-features-item-1__heading": {
    "message": "Bloquea los elementos emergentes de consentimiento de cookies."
  },
  "update-premium-features-item-1__paragraph-1": {
    "message": "Por todo Internet, los sitios web muestran notificaciones que te informan sobre el uso de las cookies en esas páginas. Puedes ocultar estos molestos elementos emergentes con el acceso Premium."
  },
  "update-premium-features-item-2__heading": {
    "message": "Bloquea más distracciones."
  },
  "update-premium-features-item-2__paragraph-1": {
    "message": "Toma el control de tu navegador y navega como quieras. Despídete de los elementos emergentes de boletines, vídeos flotantes y otras distracciones molestas con el control de distracciones."
  },
  "update-premium-features-item-3__heading": {
    "message": "Ayuda a Adblock Plus"
  },
  "update-premium-features-item-3__paragraph-1": {
    "message": "Tu ayuda nos permite crear una experiencia de internet sin distracciones ni preocupaciones para todo el mundo. Ayúdanos a que Adblock Plus siga funcionando en el futuro y accede a más características a medida que las publicamos."
  },
  "update-header-section-2__heading": {
    "message": "¡Te hemos bloqueado <span>23 358</span> anuncios!"
  }
}