{
  "youtube-letter__heading": {
    "message": "Nuevas barreras antibloqueadores de anuncios de YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Bloquear anuncios se está haciendo cada vez más difícil en YouTube."
  },
  "youtube-letter__paragraph-1": {
    "message": "Como usuario/a de Adblock Plus, es probable que te encuentres con barreras antibloqueadores de anuncios en YouTube. Unas veces, se te solicitará que permitas anuncios de YouTube después de tres vídeos, mientras que otras no te dejará reproducir nada hasta que deshabilites Adblock Plus."
  },
  "youtube-letter__paragraph-2": {
    "message": "Del mismo modo que nosotros trabajamos para que nuestra extensión esté actualizada y sea efectiva, YouTube se esfuerza continuamente para que esta barrera antibloqueadores de anuncios aparezca. Sabemos que esto te genera una experiencia impredecible, hasta el punto de no saber si te encontrarás una barrera antibloqueadores de anuncios en el sitio o no. Estamos haciendo todo lo posible por mejorar esta experiencia para nuestros/as usuarios/as, al tiempo que respetamos los límites legales. Nuestros/as usuarios/as se encuentran en todas partes del mundo, y eso significa que debemos asegurarnos de que funcionamos cumpliendo con la legislación de esos países."
  },
  "youtube-letter__paragraph-3": {
    "message": "Para garantizar que cuentas con acceso a YouTube teniendo Adblock Plus instalado, lo único que debes hacer es <a>añadir YouTube a la lista </a>de elementos permitidos. Esto permitirá los anuncios en YouTube al tiempo que se bloquean los anuncios de cualquier otro sitio por el que navegues. Estés donde estés en Internet, Adblock Plus también te ofrece la posibilidad de usar <a>reglas </a>de bloqueo personalizadas para ocultar las distracciones en las páginas web (esta función está disponible para los usuarios de Chrome, Edge y Firefox)."
  },
  "youtube-letter__paragraph-4": {
    "message": "Mientras tanto, seguiremos bloqueando elementos emergentes y otros anuncios molestos de Internet. Y si estás interesado/a en bloquear aún más distracciones (como ventanas emergentes de boletines de noticias, invitaciones a encuestas y vídeos flotantes), siempre puedes registrarte en <a>AdBlock Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "¡Te agradecemos mucho tu ayuda!"
  },
  "title": {
    "message": "Ad Blocking en YouTube | Adblock Plus"
  },
  "description": {
    "message": "¿Estás intentando bloquear los anuncios de YouTube? Descubre más información de por qué los/as usuarios/as de Adblock Plus se están encontrando una barrera antibloqueadora de anuncios en YouTube."
  }
}