{
  "youtube-letter__heading": {
    "message": "Mensaje de antibloqueo de anuncios"
  },
  "youtube-letter__subheading": {
    "message": "El bloqueo de anuncios en YouTube se está haciendo cada vez más difícil."
  },
  "youtube-letter__paragraph-1": {
    "message": "Como usuario de Adblock Plus, YouTube puede de vez en cuando impedirte ver vídeos cuando tu bloqueador de anuncios está activado. A veces verás un mensaje que te pedirá que permitas los anuncios de YouTube después de tres vídeos y otras veces no te dejará reproducir nada hasta que Adblock Plus esté desconectado."
  },
  "youtube-letter__paragraph-2": {
    "message": "Del mismo modo que nosotros trabajamos para mantener nuestra extensión actualizada y efectiva, YouTube trabaja continuamente para detener los bloqueadores de anuncios en su sitio. Sabemos que esto te provoca una experiencia impredecible y lejos de ser ideal tanto si ves este mensaje como si no. Hacemos todo lo que podemos para mejorar esta experiencia para nuestros usuarios."
  },
  "youtube-letter__paragraph-3": {
    "message": "Para garantizar que puedes acceder a YouTube con Adblock Plus instalado, todo lo que tienes que hacer es<a> agregar YouTube a tu lista de elementos permitidos</a>. Puedes elegir entre permitir los anuncios una vez o permitir siempre los anuncios en YouTube. Por supuesto, seguiremos bloqueando los anuncios molestos en el resto de los sitios por los que navegues. Dondequiera que estés en la web, Adblock Plus te da la capacidad para usar <a>reglas de bloqueo personalizadas</a> para ocultar las distracciones en las páginas web. (Esta función está disponible para los usuarios de Chrome, Edge y Firefox)."
  },
  "youtube-letter__paragraph-4": {
    "message": "Mientras tanto, seguiremos bloqueando por ti elementos emergentes y otros anuncios molestos de la web. Y si te interesa bloquear aún más distracciones (como ventanas emergentes de boletines de noticias, solicitudes de encuestas y vídeos flotantes), siempre puedes registrarte en <a>Adblock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "¡Agradecemos tu ayuda!"
  },
  "title": {
    "message": "Ad Blocking en YouTube | Adblock Plus"
  },
  "description": {
    "message": "¿Estás intentando bloquear los anuncios de YouTube? Descubre más información de por qué los/as usuarios/as de Adblock Plus se están encontrando una barrera antibloqueadora de anuncios en YouTube."
  }
}