{
  "title": {
    "message": "À propos d'Adblock Plus"
  },
  "s1": {
    "message": "Plus"
  },
  "s2": {
    "message": "Moins"
  },
  "s3": {
    "message": "Qu'est-ce qu'Adblock Plus ?"
  },
  "s4": {
    "message": "Adblock Plus vous permet de bloquer les publicités agaçantes sur internet et vous protège contre les désagréments que vous ne voudriez plus rencontrer lors de votre navigation sur Internet tels que le traçage de vos données ou les risques liés à certains contenus malveillants, et aussi<a> d'autres éléments</a>. Adblock Plus est un projet \"open source\", qui a été créé en 2006 par Wladimir Palant.<a>Eyeo</a> a été créé plus tard, en 2011, par Wladimir Plant et Till Faida, dans une optique de développement à long terme."
  },
  "s5": {
    "message": "Comment marche Adblock Plus ?"
  },
  "s6": {
    "message": "Adblock Plus ne contient pas de fonctionnalités prédéfinies dans le sens où il ne bloque rien avant que vous ne lui « disiez » quoi bloquer, notamment en lui ajoutant des listes externes de filtres. Ces listes de filtres consistent essentiellement en un vaste ensemble de règles, qui indiquent à Adblock Plus les éléments qu’il doit bloquer. <a> </a> <a> </a> <a> </a>."
  },
  "s7": {
    "message": "Entre autres, deux filtres sont activés:"
  },
  "s8": {
    "message": "Un filtre concernant à la langue."
  },
  "s9": {
    "message": "Un filtre pour la liste des Publicités Acceptables."
  },
  "s10": {
    "message": "Voyez cela comme un kit d'initiation : ils vous permettent de découvrir ce qu'Adblock Plus peut faire. Les conserver, en ajouter ou en créer de nouvelles ne tient qu'à vous! "
  },
  "s11": {
    "message": "Qu’est ce que les Publicités Acceptables ?"
  },
  "s12": {
    "message": "Les Internautes utilisent Adblock Plus pour différentes raisons – bloquer des publicités indésirables, libérer de la bande passante, faire obstacle aux traqueurs et aux contenus malveillants etc. – mais s’il y a une chose que tous nos utilisateurs ont une chance d’avoir en commun, c’est le souhait de prendre le contrôle sur la manière dont Internet s'affiche sur leur navigateur. Nous ne pensons pas que toutes les publicités soient mauvaises et nous savons qu’elles financent de nombreux sites Internet. Nous avons donc décidé, dès 2009, d’essayer de trouver une solution intermédiaire. Notre solution a été de demander aux utilisateurs d’Adblock Plus et à notre communauté de manière plus large, quels seraient les critères d’une publicité responsable. A partir de ces discussions, nous avons établi en 2011 des critères stricts pour identifier les Publicités Acceptables. Les sites Internet qui sont déterminés à respecter ces critères peuvent postuler afin que leurs publicités soient ajoutées sur la liste d’exception Publicités Acceptables, ce qui débloquera leurs publicités pour les utilisateurs qui auront choisi de conserver l’option Publicité Acceptable offerte par ABP.  Veuillez noter que si vous ne voulez voir aucune publicité, vous pouvez désactiver cette liste facilement à tout moment. <a> </a> <a> </a> <a> </a> "
  },
  "s13": {
    "message": "Pour en savoir plus, rejoignez notre forum sur les <a>\"Publicités Acceptables\"</a>."
  },
  "s14": {
    "message": "Comment sommes-nous financés?"
  },
  "s15": {
    "message": "Nous recevons des dons de nos utilisateurs et sommes payés pour les services support que nous rendons à de grandes entreprises qui participent à l’initiative Publicités Acceptables."
  },
  "s16": {
    "message": "Plus"
  },
  "s17": {
    "message": "La gestion de l’initiative Publicité Acceptable requiert un effort significatif de notre part, consistant notamment, mais non exclusivement,  à examiner et surveiller continuellement les publicités individuellement « blanchies », et à fournir aux participants des conseils et un support technique. Ce service ne peut être complètement pris en charge par des volontaires ou être financé par des donations comme ce peut être le cas des listes de filtres ordinaires."
  },
  "s18": {
    "message": "Dès lors, certaines entités de taille importante qui prennent part à l’initiative Publicités Acceptables rémunèrent Eyeo pour le service qu’elle rend. Le service d’Eyeo est fourni gratuitement à tous les autres (environ 90% des participants à l’initiative Publicités Acceptables).  Que les choses soient bien claires sur ce point : qu’elle paye ou non, chaque entité inscrite sur cette liste blanche doit satisfaire de la même façon aux critères stricts définis et acceptés par nos utilisateurs dans le cadre de l’initiative Publicités Acceptables."
  },
  "s19": {
    "message": "Nous n’accepterons jamais de « blanchir » une publicité qui ne répond pas à <a>ces critères</a>. Il n'est pas possible d’acheter sa place sur la liste blanche. Toutes les publicités « blanchies » et toutes les entités participantes sont publiquement listées sur <a>notre forum</a> afin que vous puissiez échanger et en débattre librement."
  },
  "s20": {
    "message": "Pourquoi avons nous besoin d'argent ?"
  },
  "s21": {
    "message": "<a>Eyeo GmbH</a>, la société derrière Adblock Plus propose une autre vision de la publicité en ligne. Ce n’est pas un hobby qu'on peut faire seul dans son coin."
  },
  "s23": {
    "message": "Nous devons développer le nombre d’utilisateurs d'Adblock Plus pour pouvoir la développer pour d’autres plateformes et intéresser d’autres éditeurs. Initialement disponible seulement pour<a> Firefox</a>, Adblock plus est désormais disponible pour <a>Chrome</a>, <a>Android</a>, <a>Opera</a>, <a>Internet Explorer</a> et <a>Safari</a>. Nous gérons également l'infrastructure utilisée pour maintenir <a>l'\"Easylist\"</a>la liste la plus populaire pour bloquer les publicités, utilisée également par d’autres bloqueurs de publicités."
  },
  "s24": {
    "message": "Pour aller plus loin, nous devons revoir régulièrement les nombreux cas d’application de Publicités Acceptables pour mettre à jour les listes définir des filtres appropriés."
  },
  "s25": {
    "message": "Au-delà des Publicités Acceptables, Eyeo souhaite accompagner ses utilisateurs dans la construction d’un monde qui leur correspond. La “liste blanche” est un outil qui permet aux éditeurs de site Internet d’être rémunérés par la publicité sans pour autant s'aliéner les internautes."
  },
  "s26": {
    "message": "Est-ce qu'Adblock Plus collecte des données utilisateurs ?"
  },
  "s27": {
    "message": "Nous n'utilisons aucune donnée d'utilisateurs et la plupart de vos données (par exemple les sites Web que vous visitez) ne sont jamais envoyées vers nos serveurs. Reportez-vous à<a>nos Paramètres de Confidentialités</a> pour plus de détails."
  }
}