{
  "AcceptableAdsdefined": {
    "message": "Adblock Plus inclut aussi par défaut une liste blanche de Publicités Acceptables. Contrairement aux listes de filtres comme celles d’Easylist (ou d'ailleurs tout autre liste de filtres que vous pourrez trouver), cette liste est gérée par Eyeo GmbH. Cette liste est destinée à permettre la diffusion de publicités sur des sites Internet qui ont souhaité se conformer aux critères de la Publicité Acceptable. Voici comment désactiver cette liste d’exceptions si vous n'en voulez pas."
  },
  "EasyListdefined": {
    "message": "La liste EasyList correspondant à votre langue vous permet de bloquer les publicités considérées comme intrusives par notre communauté d’utilisateurs. Cette liste EasyList que vous obtenez par défaut lors de l’installation, ainsi que toutes les autres listes que EasyList maintient, n'ont pas été créées par Eyeo Gmbh, la société derrière Adblock Plus, mais proviennent de la communauté Easylist. Eyeo vous les montre seulement à titre d'exemple, elle n'a aucun droit ni contrôle sur leur contenu."
  },
  "acceptable-ads-monetization": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "Nous recevons des dons de nos utilisateurs, mais l’initiative Publicité Acceptable est notre principale source de revenus. Les entités de grande taille paient une licence d'utilisation pour les services de liste blanche qu'elles demandent et dont elles bénéficient (environ 90 % des licences sont accordées gratuitement, à des entités de plus petite taille). Précisons que les <a>critères de Publicité Acceptable</a> doivent être satisfaits par chaque entité, indépendamment de toute considération de paiement. Si une entité ne satisfait pas à ces critères, elle ne peut pas être inscrite sur la liste blanche."
  },
  "created": {
    "message": "Adblock Plus est un projet \"open source\", qui a été créé en 2006 par Wladimir Palant. <a>Eyeo</a> a été créé plus tard, en 2011, par Wladimir Plant et Till Faida, dans une optique de développement à long terme."
  },
  "eyeoneeds": {
    "message": "En ce qui concerne le programme Publicités Acceptables, Eyeo a notamment besoin de: Revoir et analyser de nombreuses candidatures (revoir les formats publicitaires, la sécurité, les précautions à appliquer, le respect des critères de la Publicité Acceptable, la faisabilité technique du «blanchissement» demandé, la création des filtres d’exception pour la Liste blanche, les tests de ces filtres, le test avec le forum, les analyses etc.)."
  },
  "fee-details": {
    "description": "Text in \"How we are financed\" section",
    "message": "Vous trouverez ci-dessous des informations sur les prix :"
  },
  "financed-how": {
    "description": "Section header",
    "message": "Comment sommes-nous financés ?"
  },
  "improve": {
    "message": "Continuer à améliorer les fonctionnalités d’Adblock Plus pour fournir à ses utilisateurs le meilleur outil pour protéger leurs biens des contenus malveillants et avoir un meilleur contrôle sur leurs expériences de navigation et sur la collecte de leurs données personnelles."
  },
  "large-entities-compensate": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "Les grandes entités qui participent à l’initiative Publicité Acceptable rémunèrent Eyeo pour ses services. Les services d’Eyeo sont fournis gratuitement aux autres participants (environ 90 %)."
  },
  "large-entities-pay": {
    "description": "Bullet point in \"How we are financed\" section",
    "message": "Seules les grandes entités doivent payer. Nous considérons une entité comme étant grande lorsqu’elle enregistre plus de 10 millions d'impressions publicitaires par mois en raison de sa participation à l'initiative Publicité Acceptable."
  },
  "licensing-fee": {
    "description": "Bullet point in \"How we are financed\" section",
    "message": "Pour les grandes entités, le montant de la licence peut représenter jusqu’à 30 % des revenus supplémentaires générés par l’inscription sur la liste blanche de ses Publicités Acceptables."
  },
  "managing-acceptable-ads": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "La gestion de l’initiative Publicité Acceptable exige un effort significatif de notre part, consistant notamment, mais non exclusivement, à analyser les publicités qui seront inscrites sur la liste blanche, à surveiller les publicités une fois qu’elles y sont placées, à conseiller les participants et à leur fournir un support technique. Ces services ne peuvent pas être complètement pris en charge par des bénévoles ou être financés par des dons comme ce peut être le cas des listes de filtres ordinaires."
  },
  "must-meet-strict-criteria": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "<strong>Information importante :</strong> chaque entité dont les publicités figurent sur la liste blanche – qu’elle rémunère Eyeo ou non – DOIT constamment satisfaire aux mêmes critères stricts que nos utilisateurs ont acceptés dans le cadre de l’initiative Publicité Acceptable. Nous n’accepterons jamais une publicité qui ne répond pas à ces <a>critères</a>. Il n'est pas possible d’acheter sa place sur la liste blanche. Toutes les publicités inscrites sur la liste blanche et toutes les entités qui participent à l’initiative Publicité Acceptable sont publiquement listées sur <a>notre forum</a>. Profitez de cet espace pour échanger vos opinions et débattre librement."
  },
  "s1": {
    "message": "Plus"
  },
  "s10": {
    "message": "Voyez cela comme un kit d'initiation : ils vous permettent de découvrir ce qu'Adblock Plus peut faire. Les conserver, en ajouter ou en créer de nouvelles ne tient qu'à vous!"
  },
  "s11": {
    "message": "Qu’est ce que les Publicités Acceptables ?"
  },
  "s12": {
    "message": "Les Internautes utilisent Adblock Plus pour différentes raisons – bloquer des publicités indésirables, libérer de la bande passante, faire obstacle aux traqueurs et aux contenus malveillants etc. – mais s’il y a une chose que tous nos utilisateurs ont une chance d’avoir en commun, c’est le souhait de prendre le contrôle sur la manière dont Internet s'affiche sur leur navigateur. Nous ne pensons pas que toutes les publicités soient mauvaises et nous savons qu’elles financent de nombreux sites Internet. Nous avons donc décidé, dès 2009, d’essayer de trouver une solution intermédiaire. Notre solution a été de demander aux utilisateurs d’Adblock Plus et à notre communauté de manière plus large, quels seraient les critères d’une publicité responsable. A partir de ces discussions, nous avons établi en 2011 des critères stricts pour identifier les Publicités Acceptables. Les sites Internet qui sont déterminés à respecter ces critères peuvent postuler afin que leurs publicités soient ajoutées sur la liste d’exception Publicités Acceptables, ce qui débloquera leurs publicités pour les utilisateurs qui auront choisi de conserver l’option Publicité Acceptable offerte par ABP.  Veuillez noter que si vous ne voulez voir aucune publicité, vous pouvez désactiver cette liste facilement à tout moment. <a> </a> <a> </a> <a> </a> "
  },
  "s13": {
    "message": "Pour en savoir plus, rejoignez notre forum sur les <a>\"Publicités Acceptables\"</a>."
  },
  "s16": {
    "message": "Plus"
  },
  "s2": {
    "message": "Moins"
  },
  "s20": {
    "message": "Pourquoi avons nous besoin d'argent ?"
  },
  "s21": {
    "message": "<a>Eyeo GmbH</a>, la société derrière Adblock Plus propose une autre vision de la publicité en ligne. Ce n’est pas un hobby qu'on peut faire seul dans son coin."
  },
  "s23": {
    "message": "En réalité, nous sommes une équipe, petite mais grandissante, qui soutient nos utilisateurs et le nombre croissant de sociétés et de sites Internet qui choisissent de prendre part à l’initiative Publicités Acceptables."
  },
  "s24": {
    "message": "Eyeo GmbH, la société derrière Adblock Plus, souhaite:"
  },
  "s25": {
    "message": "Au-delà des Publicités Acceptables, Eyeo souhaite accompagner ses utilisateurs dans la construction d’un monde qui leur correspond. La “liste blanche” est un outil qui permet aux éditeurs de site Internet d’être rémunérés par la publicité sans pour autant s'aliéner les internautes."
  },
  "s26": {
    "message": "Est-ce qu'Adblock Plus collecte des données utilisateurs ?"
  },
  "s27": {
    "message": "Nous n'utilisons aucune donnée d'utilisateurs et la plupart de vos données (par exemple les sites Web que vous visitez) ne sont jamais envoyées vers nos serveurs. Reportez-vous à<a>nos Paramètres de Confidentialités</a> pour plus de détails."
  },
  "s3": {
    "message": "Qu'est-ce qu'Adblock Plus ?"
  },
  "s4": {
    "message": "Adblock Plus vous permet de bloquer les publicités agaçantes sur internet et vous protège contre les désagréments que vous ne voudriez plus rencontrer lors de votre navigation sur Internet tels que le traçage de vos données ou les risques liés à certains contenus malveillants, et aussi<a> d'autres éléments</a>."
  },
  "s5": {
    "message": "Comment marche Adblock Plus ?"
  },
  "s6": {
    "message": "Adblock Plus ne contient pas de fonctionnalités prédéfinies dans le sens où il ne bloque rien avant que vous ne lui « disiez » quoi bloquer, notamment en lui ajoutant des listes externes de filtres. Ces listes de filtres consistent essentiellement en un vaste ensemble de règles, qui indiquent à Adblock Plus les éléments qu’il doit bloquer. <a> </a> <a> </a> <a> </a> "
  },
  "s7": {
    "message": "Entre autres, deux filtres sont activés:"
  },
  "s8": {
    "message": "Un filtre concernant à la langue."
  },
  "s9": {
    "message": "Un filtre pour la liste des Publicités Acceptables."
  },
  "title": {
    "message": "À propos d'Adblock Plus"
  },
  "work": {
    "message": "Continuer à travailler sur Adblock Plus afin de lui permettre de fonctionner avec différents navigateurs;"
  }
}