{
  "title": {
    "message": "À propos"
  },
  "title-full": {
    "message": "À propos d'Adblock Plus"
  },
  "s1": {
    "message": "Plus"
  },
  "s2": {
    "message": "Moins"
  },
  "s3": {
    "message": "Qu'est-ce qu'Adblock Plus ?"
  },
  "s4": {
    "message": "Adblock Plus est une extension de navigateur, qui bloque les publicités agaçantes sur Internet. L'extension peut aussi bloquer<a> d'autres éléments</a> comme les bandes sons et images interactives."
  },
  "s5": {
    "message": "millions de personnes l'utilisent déjà, ce qui en fait la plus populaire des extensions de navigateur."
  },
  "s6": {
    "message": " "
  },
  "s7": {
    "message": "Adblock Plus est un projet \"open source\", créé en 2006 par Wladimir Palant. <a>Eyeo</a> a été créé plus tard, en 2011, par Wladimir Plant et Till Faida, dans une optique de développement à long terme."
  },
  "s8": {
    "message": "Comment marche Adblock Plus ?"
  },
  "s9": {
    "message": "Adblock Plus ne contient pas de fonctionnalités prédéfinies dans le sens où elle ne bloque que ce que les filtres lui demandent de bloquer. Ces filtres sont une extension des règles d'Adblock Plus, définissant quels éléments doivent être bloqués sur les sites Internet. A côté de cela, les filtres peuvent également bloquer<a> les bandes son</a> et <a>éventuels logiciels malveillants</a>."
  },
  "s10": {
    "message": "Entre autres, deux filtres sont activés:"
  },
  "s11": {
    "message": "Un filtre concernant à la langue."
  },
  "s12": {
    "message": "Un filtre pour la liste des Publicités Acceptables."
  },
  "s13": {
    "message": "Vous êtes libres de désactiver ces filtres, en ajouter d'autres ou <a>créer votre propre liste</a>."
  },
  "s14": {
    "message": "Quelles sont les Publicités Acceptables ?"
  },
  "s15": {
    "message": "Adblock Plus a été créé pour bloquer les publicités intrusives. Cela dit, nous sommes tout à fait conscients que les éditeurs de sites Internet ont besoin de la publicité pour vivre. Par conséquent, nous avons établis <a>des critères stricts</a> pour définir les Publicités Acceptables, qui ne sont pas intrusives et qui, à priori, n’ont pas à être bloquées. Les sites dont les publicités entrent dans ces critères, peuvent <a> demander</a> à être intégrés à la liste des exceptions affichant les Publicités Acceptables, pour rendre leurs publicités visibles par les utilisateurs. En revanche ceux qui ne souhaitent plus voir de publicités du tout, peuvent toujours les bloquer en le définissant <a>ici.</a> "
  },
  "s16": {
    "message": "Pour en savoir plus, rejoignez notre forum sur les <a>\"Publicités Acceptables\"</a>."
  },
  "s17": {
    "message": "Comment réalisons-nous des bénéfices ?"
  },
  "s18": {
    "message": "Nous sommes rémunérés grâce à la contribution de gros sites qui respectent le programme Publicités Acceptables et souhaitent y prendre part."
  },
  "s20": {
    "message": "Le service d’intégration en \"liste blanche\" est gratuit pour les petits sites et les blogs. Cependant, la gestion de ces listes requière beaucoup de temps et des compétences qui dépassent le champ du volontariat."
  },
  "s21": {
    "message": "L’intégration en \"liste blanche\" n’est possible qu’à la stricte condition d’être conforme aux <a>critères Publicités Acceptables</a>."
  },
  "s22": {
    "message": "Par ailleurs, notre startup a reçu des capitaux privés d’investisseurs tel que Tim Schumacher, qui croient en l’efficacité du concept de \"Publicités Acceptables\" et veulent le voir se généraliser."
  },
  "s23": {
    "message": "Pourquoi avons nous besoin d'argent ?"
  },
  "s24": {
    "message": "<a>Eyeo GmbH</a> la société qui gère Adblock Plus a été créée pour changer le monde de la publicité en ligne. Un projet d’envergure, qui demande beaucoup plus d’investissement en temps et en énergie qu’un simple hobby personnel."
  },
  "s27": {
    "message": "Pour aller plus loin, nous devons revoir régulièrement les nombreux cas d’application de Publicités Acceptables pour mettre à jour les listes définir des filtres appropriés. En outre, nous devons définir une approche proactive auprès des éditeurs et régies publicitaires auprès desquels nous souhaitons promouvoir le programme \"Publicités Acceptables\"."
  },
  "s28": {
    "message": "Cependant, Eyeo ne doit pas être exclusivement associé à Adblock Plus et au programme \"Publicités Acceptables\". Son objectif est de faire d’Internet un endroit meilleur pour tous, en initiant de nouvelles solutions pour améliorer la navigation des internautes sur le Web."
  },
  "s29": {
    "message": "Est-ce qu'Adblock Plus collecte des données utilisateurs ?"
  },
  "s30": {
    "message": "Nous n'utilisons aucune donnée d'utilisateurs et la plupart de vos données (par exemple les sites Web que vous visitez) ne sont jamais envoyées vers nos serveurs. Reportez-vous à<a>nos Paramètres de Confidentialités</a> pour plus de détails."
  }
}