{
  "AcceptableAdsdefined": {
    "message": "Adblock Plus inclut aussi par défaut une liste blanche de Publicités Acceptables. Contrairement aux listes de filtres comme celles d’Easylist (ou d'ailleurs tout autre liste de filtres que vous pourrez trouver), cette liste est gérée par Eyeo GmbH. Cette liste est destinée à permettre la diffusion de publicités sur des sites Internet qui ont souhaité se conformer aux critères de la Publicité Acceptable. Voici comment désactiver cette liste d’exceptions si vous n'en voulez pas."
  },
  "EasyListdefined": {
    "message": "EasyList correspond à la langue de votre navigateur et a pour but de désactiver les publicités que notre communauté d’utilisateurs considère intrusives. Veuillez noter qu’Eyeo GmbH <strong>n'a pas</strong> élaboré EasyList et n'exerce donc aucun droit ou contrôle sur son contenu. Consultez la <a>communauté EasyList</a> pour plus d'informations."
  },
  "acceptable-ads-monetization": {
    "description": "Paragraph in \"How we are financed\" section\n{1}: 90",
    "message": "Nous recevons des dons de nos utilisateurs, mais notre principale source de revenus découle de notre initiative de Publicités Acceptables. Comme indiqué ci-dessous, les grandes entités paient des frais de licence pour les services de liste blanche requis par leurs soins et qui leur sont fournis (environ {1} pour cent des licences sont accordées gratuitement aux entités de moindre taille). Il convient de noter que toutes les publicités doivent d'abord se conformer aux <a>critères des Publicités Acceptables</a>, que l’entité les proposant soit tenue de payer ou non. Si les critères ne sont pas remplis, la mise sur liste blanche est impossible."
  },
  "created": {
    "description": "{1}: 2006, {2}: Adblock Plus, {3}: 2011, {4}: Eyeo",
    "message": "Créé par Wladimir Palant en {1}, {2} est un projet en source ouverte proposé sous licence <a>GPLv3</a>. En {3}, Palant et Till Faida ont fondé <a>{4}</a> pour garantir son développement durable."
  },
  "eyeoneeds": {
    "message": "En ce qui concerne le programme Publicités Acceptables, Eyeo a notamment besoin de: Revoir et analyser de nombreuses candidatures (revoir les formats publicitaires, la sécurité, les précautions à appliquer, le respect des critères de la Publicité Acceptable, la faisabilité technique du «blanchissement» demandé, la création des filtres d’exception pour la Liste blanche, les tests de ces filtres, le test avec le forum, les analyses etc.)."
  },
  "fee-details": {
    "description": "Text in \"How we are financed\" section",
    "message": "Vous trouverez ci-dessous des informations sur les prix :"
  },
  "financed-how": {
    "description": "Section header",
    "message": "Comment sommes-nous financés ?"
  },
  "improve": {
    "message": "Continuer à améliorer les fonctionnalités d’Adblock Plus pour fournir à ses utilisateurs le meilleur outil pour protéger leurs biens des contenus malveillants et avoir un meilleur contrôle sur leurs expériences de navigation et sur la collecte de leurs données personnelles."
  },
  "large-entities-compensate": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "Les grandes entités qui participent à l’initiative Publicité Acceptable rémunèrent Eyeo pour ses services. Les services d’Eyeo sont fournis gratuitement aux autres participants (environ 90 %)."
  },
  "large-entities-pay": {
    "description": "Bullet point in \"How we are financed\" section",
    "message": "Seules les grandes entités doivent payer. Nous considérons une entité comme étant grande lorsqu’elle enregistre plus de 10 millions d'impressions publicitaires par mois en raison de sa participation à l'initiative Publicité Acceptable."
  },
  "licensing-fee": {
    "description": "Bullet point in \"How we are financed\" section",
    "message": "Pour les grandes entités, le montant de la licence peut représenter jusqu’à 30 % des revenus supplémentaires générés par l’inscription sur la liste blanche de ses Publicités Acceptables."
  },
  "managing-acceptable-ads": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "La gestion de l’initiative Publicité Acceptable exige un effort significatif de notre part, consistant notamment, mais non exclusivement, à analyser les publicités qui seront inscrites sur la liste blanche, à surveiller les publicités une fois qu’elles y sont placées, à conseiller les participants et à leur fournir un support technique. Ces services ne peuvent pas être complètement pris en charge par des bénévoles ou être financés par des dons comme ce peut être le cas des listes de filtres ordinaires."
  },
  "must-meet-strict-criteria": {
    "description": "Paragraph in \"How we are financed\" section",
    "message": "<strong>Information importante :</strong> chaque entité dont les publicités figurent sur la liste blanche – qu’elle rémunère Eyeo ou non – DOIT constamment satisfaire aux mêmes critères stricts que nos utilisateurs ont acceptés dans le cadre de l’initiative Publicité Acceptable. Nous n’accepterons jamais une publicité qui ne répond pas à ces <a>critères</a>. Il n'est pas possible d’acheter sa place sur la liste blanche. Toutes les publicités inscrites sur la liste blanche et toutes les entités qui participent à l’initiative Publicité Acceptable sont publiquement listées sur <a>notre forum</a>. Profitez de cet espace pour échanger vos opinions et débattre librement."
  },
  "s1": {
    "message": "Plus"
  },
  "s10": {
    "message": "Voyez cela comme un kit d'initiation : ils vous permettent de découvrir ce qu'Adblock Plus peut faire. Les conserver, en ajouter ou en créer de nouvelles ne tient qu'à vous!"
  },
  "s11": {
    "message": "Qu’est ce que les Publicités Acceptables ?"
  },
  "s12": {
    "description": "{1}: 2009, {2}: Adblock Plus, {3}: 2011, {4}: 10, {5}: Adblock Plus",
    "message": "Nous ne pensons pas que toutes les publicités soient mauvaises et nous sommes conscients que les publicités financent de nombreux sites Web. C’est pourquoi, en {1}, nous avons décidé de trouver une base commune. Notre solution consistait à impliquer les utilisateurs d’{2} et notre communauté dans son ensemble pour qu'ils nous aident à identifier les critères qui créent de meilleures publicités. À partir de ces discussions, nous avons établi des <a>critères stricts</a> pour identifier les publicités non intrusives. En {3}, nous avons commencé à mettre en œuvre l'initiative de Publicités Acceptables. Les participants qui souhaitent se conformer à l’initiative de Publicités Acceptables, peuvent <a>poser leur candidature</a> pour être ajoutés à la liste des Publicités Acceptables. La participation à l'initiative de Publicités Acceptables est généralement gratuite pour les participants. Seules les grandes entités qui gagnent plus de {4} millions d'impressions publicitaires supplémentaires de par leur participation doivent s’acquitter de frais mensuels (pour plus d'informations, veuillez lire le paragraphe sur <a>notre mode de financement</a>). Les utilisateurs d’{5} ont la possibilité d'afficher les publicités qui sont sur la liste des Publicités Acceptables ou de désactiver la fonction des Publicités Acceptables et de naviguer la toile <a>sans aucune publicité</a>. Pour consulter la liste des publicités acceptables, consultez le <a>forum Acceptable Ads Proposals</a> (forum des propositions de publicités acceptables)."
  },
  "s13": {
    "message": "Pour en savoir plus, rejoignez notre forum sur les <a>\"Publicités Acceptables\"</a>."
  },
  "s16": {
    "message": "Plus"
  },
  "s2": {
    "message": "Moins"
  },
  "s20": {
    "message": "Pourquoi avons nous besoin d'argent ?"
  },
  "s21": {
    "message": "<a>Eyeo GmbH</a>, la société derrière Adblock Plus propose une autre vision de la publicité en ligne. Ce n’est pas un hobby qu'on peut faire seul dans son coin."
  },
  "s23": {
    "message": "En réalité, nous sommes une équipe, petite mais grandissante, qui soutient nos utilisateurs et le nombre croissant de sociétés et de sites Internet qui choisissent de prendre part à l’initiative Publicités Acceptables."
  },
  "s24": {
    "message": "Eyeo GmbH, la société derrière Adblock Plus, souhaite:"
  },
  "s25": {
    "message": "Au-delà des Publicités Acceptables, Eyeo souhaite accompagner ses utilisateurs dans la construction d’un monde qui leur correspond. La “liste blanche” est un outil qui permet aux éditeurs de site Internet d’être rémunérés par la publicité sans pour autant s'aliéner les internautes."
  },
  "s26": {
    "message": "Est-ce qu'Adblock Plus collecte des données utilisateurs ?"
  },
  "s27": {
    "message": "Nous n'utilisons aucune donnée d'utilisateurs et la plupart de vos données (par exemple les sites Web que vous visitez) ne sont jamais envoyées vers nos serveurs. Reportez-vous à<a>nos Paramètres de Confidentialités</a> pour plus de détails."
  },
  "s3": {
    "message": "Qu'est-ce qu'Adblock Plus ?"
  },
  "s4": {
    "message": "Adblock Plus vous permet de bloquer les publicités agaçantes sur internet et vous protège contre les désagréments que vous ne voudriez plus rencontrer lors de votre navigation sur Internet tels que le traçage de vos données ou les risques liés à certains contenus malveillants, et aussi<a> d'autres éléments</a>."
  },
  "s5": {
    "message": "Comment marche Adblock Plus ?"
  },
  "s6": {
    "description": "{1}: Adblock Plus, {2}: Adblock Plus, {3}: Adblock Plus",
    "message": "En lui-même, {1} n’offre aucune fonctionnalité ; il ne bloque rien tant que vous ne lui « dites » pas ce qu’il doit bloquer en ajoutant des listes de filtres externes. Les listes de filtres sont, pour l’essentiel, des séries de règles très détaillées qui expliquent à {2} quels éléments il doit bloquer sur un site Web. Vous pouvez ajouter toute liste de filtre souhaitée. Par exemple, vous pouvez bloquer les <a>logiciels de suivi</a> et/ou <a>malveillants</a> (techniquement, même avec ses paramètres par défaut, {3} offre déjà une certaine protection contre les logiciels de suivi et malveillants, mais vous pouvez activer d'autres protections). Vous pouvez également <a>créer vos propres listes de filtres</a>. Quasiment tous les filtres sont en source ouverte. Ainsi, de nombreuses listes de filtres ont été créées par des utilisateurs d’Internet."
  },
  "s7": {
    "message": "Entre autres, deux filtres sont activés:"
  },
  "s8": {
    "message": "Une liste de blocage des publicités basée sur votre langue (Liste FR+EasyList)"
  },
  "s9": {
    "message": "Une liste de filtre pour la Publicité Acceptable"
  },
  "title": {
    "message": "À propos d'Adblock Plus"
  },
  "work": {
    "message": "Continuer à travailler sur Adblock Plus afin de lui permettre de fonctionner avec différents navigateurs;"
  }
}