{
  "title": {
    "message": "Acceptable Ads Manifesto"
  },
  "s1": {
    "message": "Acceptable Ads Manifesto"
  },
  "s2": {
    "message": "Aidez-nous à faire d’Internet un endroit plus agréable pour tous, en donnant votre voix en faveur de notre Manifeste de la Publicité Acceptable : une proposition pour nous sortir du cercle vicieux des mauvaises publicités qui clignottent sur les pages web."
  },
  "s3": {
    "message": "Acceptable Ads Manifesto"
  },
  "s5": {
    "message": "Les pubs peuvent-elles être... mieux faites? Signez notre Manifeste si vous pensez que oui"
  },
  "s6": {
    "message": "Aidez-nous à faire d’Internet un endroit plus agréable pour tous, en donnant votre voix en faveur de notre Manifeste de la Publicité Acceptable : une proposition pour nous sortir du cercle vicieux des mauvaises publicités qui clignottent sur les pages web."
  },
  "s7": {
    "message": "Acceptable"
  },
  "s8": {
    "message": "Ads"
  },
  "s9": {
    "message": "Manifesto"
  },
  "s10": {
    "message": "Nous <strong>avons besoin</strong> de vous pour encourager les bonnes publicités"
  },
  "s11": {
    "message": "Signez notre Manifeste"
  },
  "s12": {
    "message": "personnes ont déjà signé"
  },
  "s13": {
    "message": "Nous, soussignés..."
  },
  "s14": {
    "message": "<strong>Signer</strong> en tant qu’organisation ou entreprise"
  },
  "s16": {
    "message": "voulons faire d’Internet un endroit plus agréable pour tous en le débarrassant des publicités intrusives."
  },
  "s17": {
    "message": "Bien sûr, nous comprenons que la publicité est un levier économique pour les acteurs du Web et qu’elle nous donne un accès gratuit à une multitude de sites au contenu intéressant. Cependant, les taux de clics continuent de décliner, les publicités en ligne sont malheureusement devenues vraiment désagréables, intrusives et gênantes. En conséquence, des centaines de millions d’internautes en sont venus à installer un bloqueur de publicité (Adblocker en anglais), ce qui a eu pour effet d’amplifier le déclin des taux de clics. Ainsi, le cercle vicieux empire, avec moins de clics et plus de publicités intrusives."
  },
  "s18": {
    "message": "Nous voulons inverser ces effets. La publicité n’est pas notre ennemie mais personne ne veut voir clignoter sur son écran d’ordinateur ou de mobile, d’incontrôlables pubs clignotantes au contenu agressif. Alors, nous avons trouvé un bon compromis, que nous appelons"
  },
  "s19": {
    "message": "« la publicité acceptable »."
  },
  "s20": {
    "message": "En voici le manifeste :"
  },
  "s21": {
    "message": "La publicité acceptable n’est pas gênante"
  },
  "s22": {
    "message": "La publicité acceptable ne déforme, ni ne désordonne le contenu de la page Web qu’on essaie de lire"
  },
  "s23": {
    "message": "La publicité acceptable ne prétend pas être autre chose qu’une publicité"
  },
  "s24": {
    "message": "La publicité acceptable est efficace sans nous agresser"
  },
  "s25": {
    "message": "La publicité acceptable est appropriée au site sur lequel nous nous rendons"
  },
  "s26": {
    "message": "Nous sommes convaincus que les annonceurs, leurs agences de publicité, les régies publicitaires en ligne et les éditeurs devraient respecter ce cadre pour que leurs publicités deviennent acceptables. Ensemble, nous pouvons faire d’Internet un endroit meilleur pour tous !"
  },
  "s27": {
    "message": "Ce projet vous plait ? Si vous souhaitez signer, suivez les instructions en haut de la page. Nous serons heureux de vous compter parmi nous ! Et si vous êtes une entreprise ou une organisation, <a>contactez-nous</a>."
  },
  "s28": {
    "message": "lire l’intégralité du Manifeste"
  },
  "s29": {
    "message": "Nous voulons faire d’Internet un espace plus agréable pour chacun en offrant la possibilité de se débarrasser des publicités intrusives."
  },
  "s30": {
    "message": "Tout d’abord, nous ne détestons pas fondamentalement la publicité, elle est divertissante et même utile parfois. De plus, la plupart des services gratuits que nous apprécions sur Internet doivent leur existence aux publicitaires qui financent ces sites."
  },
  "s31": {
    "message": "Mais nous n’acceptons pas de voir sur nos ordinateurs et mobiles des pop-ups furtifs qui gênent la navigation, des vidéos pre-roll de 30 secondes avant les vidéos qu’on souhaite regarder, les publicités clignotantes ou encore les bannières mouvantes au contenu impertinent. Nous ne tolérions pas cela dans le monde réel, alors pourquoi devrions-nous l’accepter dans l’univers du digital ? Imaginez un panneau qui surgirait face à votre voiture pendant que vous conduisez sur l’autoroute, ou pendant que vous lisez un quotidien, un encart publicitaire s’ouvrirait soudainement en recouvrant une partie des articles que vous lisiez. Pourquoi les publicités en ligne bénéficieraient-elles d’un traitement spécifique ? En plus de cela, plus les publicités en ligne sont invasives, plus les internautes ont recours aux bloqueurs de publicités pour les limiter. C’est une spirale sans fin et sans vainqueurs."
  },
  "s32": {
    "message": "Nous pensons que les annonceurs, agences et régies publicitaires ont la responsabilité et l’occasion de créer des publicités respectueuses des internautes et par conséquent moins enclines à être bloquées. Nous les appelons « publicités acceptables », développées en premier par Adblock Plus pendant plusieurs mois de consultation avec les membres actifs de sa communauté open-source. Il y a sur le marché une réelle volonté de favoriser les publicités acceptables, parce qu’elles ne sont pas gênantes, donc moins bloquées et donc plus vues. Tout le monde est gagnant."
  },
  "s33": {
    "message": "Voici alors les principaux tenants de notre manifeste de la publicité acceptable :"
  },
  "s34": {
    "message": "1) La publicité acceptable n’est pas gênante"
  },
  "s35": {
    "message": "Les gens n’ont aucun besoin des ruses déployées pour les amener à cliquer sur des pubs. La publicité peut s’élever au dessus de cela et devenir utile, voire de bon goût. Par ailleurs, le clignotement et les effets de mouvement gênent les vrais acheteurs potentiels. Ce qui signifie que ceux qui cliquent ne le font pas par curiosité, ou bien il s’agirait d’enfants de 6 ans surfant sur le Web sans surveillance. Dans les deux cas, les publicités intrusives n’engendrent pas de ventes, mais plutôt un sentiment négatif."
  },
  "s36": {
    "message": "2) La publicité acceptable ne déforme ni ne désordonne le contenu de la page Web qu’on essaie de lire"
  },
  "s37": {
    "message": "Les internautes peuvent bien entendu s’intéresser à une publicité mais elle ne sera jamais l’objet de leur visite sur un site. On visite un site pour son contenu, par conséquent la page ne devrait pas être polluée par des publicités qui désordonnent ou cachent ce contenu contre notre gré, comme le font les pop-ups, pop-unders, vidéos pre-roll, interstitiels et autres. Lorsque la structure et le positionnement d’une publicité sont bien réalisés, on a envie d’en savoir plus. Il n’y a pas lieu d’imaginer des ruses pour nous conduire à cliquer."
  },
  "s38": {
    "message": "3) La publicité acceptable ne prétend pas être autre chose qu’une publicité"
  },
  "s39": {
    "message": "Si c’est une publicité, qu’ils le disent ! Il y a un endroit pour les publicités et un endroit pour le contenu. Et il y a même un endroit pour le <a>publireportage</a> et les <a>native ads</a> si elles ne sont pas dissimulées dans le contenu éditorial ! Le contenu pertinent est toujours le bienvenu mais il doit être authentique."
  },
  "s40": {
    "message": "4) La publicité acceptable est efficace sans nous agresser"
  },
  "s41": {
    "message": "Nous pouvons aussi bien être dans une bibliothèque, un avion ou en réunion… nous sommes à tout moment confrontés aux publicités et susceptibles de cliquer dessus. A ce moment-là,  on ne souhaite pas être embarrassés par des sons incongrus !"
  },
  "s42": {
    "message": "5) La publicité acceptable est appropriée au site sur lequel nous nous rendons"
  },
  "s43": {
    "message": "Les éditeurs de sites Internet doivent concevoir l’expérience des utilisateurs en gardant à l’esprit leur plaisir et leur confort de navigation. Ne laissez pas certains publicitaires altérer votre image de marque. Accepter de diffuser une multitude de publicités sur votre site sera certes profitable à court terme, mais leur permettre de compromettre l’expérience des utilisateurs à cause de publicités désagréables voire d’escroqueries vous désavantagera à plus long terme."
  },
  "s44": {
    "message": "Pour résumer, les publicités acceptables sont ce que nous, les internautes acceptons de visualiser"
  },
  "s45": {
    "message": "Pourquoi sinon plus de 300 millions d’utilisateurs auraient installé un bloqueur de publicités sur leur ordinateur ? Pour bloquer les publicités gênantes ! Malheureusement, bloquer toutes les publicités priverait les sites légitimes de revenus essentiels et empêcherait la visibilité des publicités irréprochables. Heureusement, les utilisateurs peuvent choisir les sites et réseaux leur présentant des publicités acceptables, ce qui signifie que les bloqueurs de publicités ont une fonction sélective, en faisant pencher la balance en faveur des publicités qui informent réellement. Vous avez le contrôle !"
  },
  "s46": {
    "message": "Avec votre voix en faveur de ce manifeste, nous pouvons encourager les publicitaires et éditeurs de sites Internet à s’unir pour soutenir ces recommandations pour des publicités acceptables. Ensemble, nous pouvons faire d’Internet un endroit meilleur pour tous. Rejoignez-nous !"
  },
  "s47": {
    "message": "Signé, les membres de la Coalition pour une Publicité Acceptable :"
  },
  "s48": {
    "message": "Partagez le Manifeste"
  },
  "s49": {
    "message": "facebook"
  },
  "s50": {
    "message": "twitter"
  },
  "s51": {
    "message": "google+"
  },
  "s52": {
    "message": "Conseils sur la confidentialité"
  },
  "s53": {
    "message": "Lightbeam extension for Firefox shows who is tracking your online movements"
  },
  "s54": {
    "message": "13 Security Tips for the Truly Paranoid"
  },
  "s55": {
    "message": "IAB Escalates Attack on Firefox Privacy Browser"
  },
  "s56": {
    "message": "Must-Know Privacy Tips for Google, Facebook, and Other Online Services"
  },
  "s57": {
    "message": "Ad-Tracking Tool Increases Sites' CPM, Aids Brand Marketers"
  },
  "s58": {
    "message": "TRUSTe Privacy Tips"
  },
  "s59": {
    "message": "Nouveautés sur la publicité"
  },
  "s60": {
    "message": "Eye-tracking tool boosts ad volume"
  },
  "s61": {
    "message": "Internet Ad Revenues At $20.1 Billion Hit Historic High"
  },
  "s62": {
    "message": "W3C miss July deadline for Do-Not-Track"
  },
  "s63": {
    "message": "Who's Watching You Online?"
  },
  "s64": {
    "message": "Do-Not-Track' future in doubt as major ad group withdraws"
  },
  "s65": {
    "message": "How Ads Track You on Your Smartphone"
  },
  "s66": {
    "message": "Certaines parties de ce contenu sont la propriété des collaborateurs du Manifeste, ©2014"
  },
  "s67": {
    "message": "Contenu disponible sous <a>Creative Commons License</a>."
  },
  "s68": {
    "message": "Contactez-nous"
  },
  "s69": {
    "message": "Pour être tenu informé des dernières nouvelles de l’opération"
  }
}