{
  "title": {
    "message": "Configurer Adblock Plus pour Android"
  },
  "s1": {
    "message": "Démarrage"
  },
  "s2": {
    "message": "Adblock Plus va automatiquement sélectionner un abonnement à une liste de filtre qui vous est adapté. Vous pouvez toujours <a>sélectionner un autre abonnement</a> dans la liste."
  },
  "s3": {
    "message": "Adblock Plus va fonctionner comme un service en arrière-plan et son status sera affiché dans la zone de notification."
  },
  "s4": {
    "message": "Sélectionner un abonnement"
  },
  "s5": {
    "message": "Vous pouvez à tout moment changer d'abonnement en le sélectionnant dans la liste suivante :"
  },
  "s6": {
    "message": "Dès que vous sélectionnez un autre abonnement, celui-ci est automatiquement téléchargé et activé. Les abonnements sont par défaut mis à jour automatiquement. Deux options sont disponibles dans les paramètres avancés :"
  },
  "s7": {
    "message": "Manuellement — l'abonnement ne se met à jour que lorsque vous appuyez sur le bouton de rafraichissement ("
  },
  "s8": {
    "message": ")."
  },
  "s9": {
    "message": "Au démarrage — l'abonnement est automatiquement mis à jour lorsque vous démarrez Adblock Plus."
  },
  "s10": {
    "message": "Paramétrer manuellement le proxy"
  },
  "s11": {
    "message": "Les versions d'Android inférieures à 3.1 ne permettent pas nativement de modifier les paramètres de proxy, mais plusieurs constructeurs ont ajouté cette possibilité à leur appareil. Si vous possédez un appareil non-rooté dont la version d'Android est inférieure à 3.1, il vous est toujours possible de configurer le proxy manuellement."
  },
  "s12": {
    "message": "En fonction de l'appareil, la configuration du proxy se trouve à différents endroits. Si votre appareil se trouve dans la liste suivante, merci de suivre les instructions qui leur sont spécifiques :"
  },
  "s13": {
    "message": "Instructions spécifiques pour certains appareils"
  },
  "s14": {
    "message": "Instructions génériques"
  },
  "s27": {
    "message": "Cherchez l'hôte de proxy et la configuration du port :"
  },
  "s28": {
    "message": "Mettez"
  },
  "s29": {
    "message": "comme hôte de proxy et le numéro affiché par Adblock Plus pour le port :"
  },
  "s30": {
    "message": "Foire aux questions"
  }
}