{
  "title": {
    "message": "Blocage des bannières de cookies | Adblock Plus Premium"
  },
  "description": {
    "message": "Bloquez les bannières de cookies gênantes qui vous demandent d’accepter les cookies lorsque vous naviguez sur le web. Commencez à utiliser Adblock Plus Premium dès maintenant !"
  },
  "hero__heading": {
    "message": "Vous pouvez désormais supprimer les bannières de cookies sur le web !"
  },
  "hero__subheading": {
    "message": "Dites non aux expériences de navigation frustrantes en bloquant les bannières de cookies avec Adblock Plus Premium."
  },
  "hero-aside__heading": {
    "message": "S’il vous plaît, ne partez pas"
  },
  "hero-aside__paragraph-1": {
    "message": "Bonjour à tous,"
  },
  "hero-aside__paragraph-2": {
    "message": "Vous n’êtes probablement que trop familier avec les pop-ups qui vous demandent de consentir à l’utilisation de cookies lorsque vous naviguez sur le web. Ils sont partout du fait des lois sur la protection de la vie privée sur Internet. Bien que nous soyons de fervents partisans de la transparence et de la protection de la vie privée en ligne, il est indéniable que ces bannières de cookies constituent une gêne pour les utilisateurs d’Internet."
  },
  "hero-aside__paragraph-3": {
    "message": "Nous sommes heureux de vous annoncer que vous pouvez désormais bloquer les bannières de cookies avec Adblock Plus Premium ! Accédez plus rapidement au site que vous souhaitez consulter grâce à Adblock Plus Premium qui masque ces bannières et rejette tous les cookies inutiles en votre nom. Profitez d’une expérience de navigation transparente avec moins d’interruptions et moins de suivi de la part des annonceurs. Inscrivez-vous à Adblock Plus Premium dès aujourd’hui pour commencer."
  },
  "hero-aside__paragraph-4": {
    "message": "Cordialement, <span>l’équipe d’Adblock Plus</span>"
  },
  "premium-checkout-header__heading": {
    "message": "Commencez à bloquer les bannières de cookies dès aujourd’hui :"
  },
  "premium-checkout-card-option__button-1": {
    "message": "Abonnement mensuel de <span>2 USD</span>"
  },
  "premium-checkout-card-option__button-2": {
    "message": "Abonnement annuel de <span>20 USD</span>"
  },
  "premium-checkout-card-option__badge": {
    "message": "Économisez 20 %."
  },
  "premium-checkout-features__heading": {
    "message": "Qu’est-ce qui est inclus ?"
  },
  "premium-checkout-features__item-1": {
    "message": "Avec Premium, vous bénéficiez d’un blocage amélioré des pop-ups. Dites adieu aux distractions gênantes telles que les vidéos flottantes, les demandes de newsletter, les bannières de cookies, etc."
  },
  "premium-checkout-features__item-2": {
    "message": "Synchronisez vos paramètres sur plusieurs appareils lorsque vous utilisez Premium."
  },
  "premium-checkout-submit__button": {
    "message": "Achat complet"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Politique de confidentialité"
  },
  "premium-checkout-policy__heading": {
    "message": "Soutenez-nous en toute confiance :"
  },
  "premium-checkout-policy__text": {
    "message": " si vous n’êtes pas entièrement satisfait de Premium, vous pouvez annuler votre mise à niveau à tout moment. Et vous pouvez garder Adblock Plus !"
  }
}