{
  "OS": {
    "message": "Le système d’exploitation de l’ordinateur, par ex. Windows 8.1 64 bits"
  },
  "browser": {
    "message": "Le navigateur et le numéro de version du navigateur, par ex. Chrome 43.0.2357.124"
  },
  "consider": {
    "message": "Veuillez envisager les points suivants avant de remplir un rapport de bogue :"
  },
  "s1": {
    "message": "Rapport de problèmes - Adblock Plus"
  },
  "s14": {
    "message": "Un problème existait avant qu'Adblock Plus ne soit installée et persiste si elle est désinstallée : le problème vient d'ailleurs."
  },
  "s15": {
    "message": "Si Adblock Plus ne s'installe pas correctement sur <a>un navigateur pris en charge</a>, il s’agit d'un problème de navigateur et les <a>instructions générales de dépannage</a> s'appliquent. Si vous n’utilisez pas Firefox, veuillez consulter : <a>Chrome</a>, <a>Opera</a>, <a>Safari</a>, <a>Internet Explorer</a>"
  },
  "s15-link": {
    "message": "http://support.mozilla.org/fr/kb/Impossible%20d%E2%80%99installer%20des%20modules%20compl%C3%A9mentaires"
  },
  "s16": {
    "message": "Comment signaler un bogue"
  },
  "s17": {
    "message": "Consultez le <a>forum</a> pour obtenir de l’aide ou signaler un problème."
  },
  "s18": {
    "message": "Votre signalement de bogue doit contenir toutes les informations nécessaires à sa reproductibilité :"
  },
  "s19": {
    "message": "Le numéro de version d’Adblock Plus, par ex. 1.8.12"
  },
  "s2": {
    "message": "Vous avez des problèmes avec Adblock Plus? Laissez le nous savoir pour que nous puissions avoir davantage d'expérience. Téléchager Adblock Plus pour Chrome et d'autres plateformes, ici."
  },
  "s20": {
    "message": "Toute information pertinente concernant votre configuration (les listes de filtres utilisées, vos propres filtres si vous en avez, une configuration particulière de votre navigateur, et vos autres extensions)"
  },
  "s21": {
    "message": "La description exacte des étapes qu'il faut effectuer afin de reproduire le bogue"
  },
  "s22": {
    "message": "La description exacte des conséquences qui en résultent et ce qui vous semble ne pas bien fonctionner"
  },
  "s23": {
    "message": "Je ne vois plus mon signalement de bogue, qu'est-il arrivé ?"
  },
  "s24": {
    "message": "Vous êtes revenus et votre signalement de bogue a disparu ?"
  },
  "s26": {
    "message": "Jetez un œil au <a>forum</a>."
  },
  "s4": {
    "message": "Vous avez des problèmes avec Adblock Plus? Laissez le nous savoir pour que nous puissions avoir davantage d'expérience. Téléchager Adblock Plus pour Chrome et d'autres plateformes, ici."
  },
  "s6": {
    "message": "Certains problèmes ne viennent pas d'Adblock Plus"
  },
  "s7": {
    "message": "Une publicité n'est pas bloquée : cela vient d'un problème de filtre, veuillez <a>signaler cela par un autre moyen</a>."
  },
  "s8": {
    "message": "Un site Internet ne fonctionne pas correctement et  <a>désactiver temporairement Adblock Plus</a> sur ce site résout le problème : cela vient d'un problème de filtre, veuillez <a>signaler cela par un autre moyen</a>."
  },
  "title": {
    "message": "Rapporter un problème"
  }
}