{
  "title": {
    "message": "Rapporter un problème"
  },
  "s1": {
    "message": "Rapport de problèmes - Adblock Plus"
  },
  "s2": {
    "message": "Vous avez des problèmes avec Adblock Plus? Laissez le nous savoir pour que nous puissions avoir davantage d'expérience. Téléchager Adblock Plus pour Chrome et d'autres plateformes, ici."
  },
  "s3": {
    "message": "Rapport de problèmes - Adblock Plus"
  },
  "s4": {
    "message": " "
  },
  "s5": {
    "message": "Veuillez prendre en compte les points suivants avant de signaler un bogue."
  },
  "s6": {
    "message": "Certains problèmes ne viennent pas d'Adblock Plus"
  },
  "s7": {
    "message": "Une publicité n'est pas bloquée : cela vient d'un problème de filtre, veuillez <a>signaler cela par un autre moyen</a>."
  },
  "s8": {
    "message": "Un site Internet ne fonctionne pas correctement et \n    <a>désactiver temporairement Adblock Plus</a> sur ce site résout le problème : cela vient d'un problème de filtre, veuillez <a>signaler cela par un autre moyen</a>."
  },
  "s9": {
    "message": "Un problème existait avant qu'Adblock Plus ne soit installée et persiste si elle est désinstallée : le problème vient d'ailleurs."
  },
  "s10": {
    "message": "En particulier, si l'installation d'Adblock Plus échoue alors que vous êtes en train d'utiliser un <a>navigateur compatible</a>\n, alors votre problème vient du navigateur et il faut appliquer les"
  },
  "s11": {
    "message": "http://support.mozilla.org/fr/kb/Impossible%20d%E2%80%99installer%20des%20modules%20compl%C3%A9mentaires"
  },
  "s12": {
    "message": "les instructions liées aux problèmes d'ordre général"
  },
  "s13": {
    "message": "."
  },
  "s14": {
    "message": "Certains problèmes sont déjà connus"
  },
  "s15": {
    "message": "Veuillez jetez un œil aux problèmes connus ("
  },
  "s16": {
    "message": ","
  },
  "s17": {
    "message": ") avant tout signalement. Vous pouvez aussi aller regarder les <a>rapports de bogues existants</a>."
  },
  "s18": {
    "message": "Comment signaler un bogue"
  },
  "s19": {
    "message": "Les bogues d'Adblock Plus peuvent être signalés <a>dans le forum</a>."
  },
  "s20": {
    "message": "L'inscription n'est pas obligatoire, mais elle est recommandée si vous voulez pouvoir être avertis lorsqu'une réponse est postée."
  },
  "s21": {
    "message": "Veuillez créer un nouveau sujet, ou bien reprendre un sujet existant si vous êtes <strong>absolument</strong> certain d'être confronté au même problème."
  },
  "s22": {
    "message": "Votre signalement de bogue doit contenir toutes les informations nécessaires à sa reproductibilité :"
  },
  "s23": {
    "message": "Votre version d'Adblock Plus, le navigateur que vous utilisez (ainsi que son numéro de version) et votre système d'exploitation"
  },
  "s24": {
    "message": "Toute information pertinente concernant votre configuration (les listes de filtres utilisées, vos propres filtres si vous en avez, une configuration particulière de votre navigateur, et vos autres extensions)"
  },
  "s25": {
    "message": "La description exacte des étapes qu'il faut effectuer afin de reproduire le bogue"
  },
  "s26": {
    "message": "La description exacte des conséquences qui en résultent et ce que vous trouvez ne pas bien fonctionner"
  },
  "s27": {
    "message": "Je ne vois plus mon signalement de bogue, qu'est-il arrivé ?"
  },
  "s28": {
    "message": "Vous êtes revenus et votre signalement de bogue a disparu ?"
  },
  "s29": {
    "message": "Les modérateurs ont peut-être changé son nom afin de le rendre plus significatif, essayez de faire quelques recherches."
  },
  "s30": {
    "message": "Ou bien il ne s'agissait pas effectivement d'un rapport de bogue et le sujet a été déplacé vers le forum relatif aux discussions générales (<a>Firefox</a> ou \n  <a>Chrome</a>)."
  }
}