{
  "title": {
    "message": "Détail des modifications apportées à Adblock Plus 1.1.2"
  },
  "s1": {
    "message": "Prise en charge de minimale de Fennec 1.0 (à partir de la version Beta 6)"
  },
  "s2": {
    "message": "Les téléchargements d'abonnement peuvent se faire simultanément, c'est à dire qu'ils peuvent être à présent distribués à plusieurs serveurs."
  },
  "s3": {
    "message": "Lors d'échec multiples de téléchargement d'abonnements, une information sur la raison de l'échec est renvoyée"
  },
  "s4": {
    "message": "Les téléchargements d'abonnements se font correctement malgré la mauvaise configuration de l'option network.http.redirection-limit"
  },
  "s5": {
    "message": "Les abonnements aux listes de filtres ne sont plus uniquement proposés à la première installation, mais également à la mise à jour si l'utilisateur n'a ni opté pour un abonnement, ni créé de filtres personnels"
  },
  "s6": {
    "message": "Amélioration de la reconnaissance de la source du document pour l'option $domain dans les filtres (<a>bogue 22007</a>)"
  },
  "s7": {
    "message": "Réparé : dans le menu Affichage / Adblock Plus : éléments filtrables n'indiquait pas toujours si la liste des éléments filtrables est ouverte (<a>bogue 21994</a>)"
  },
  "s8": {
    "message": "Réparé : la position de la boîte détachée contenant la liste des éléments filtrables ne se rétablissait pas (Firefox 3.7 nightlies)"
  },
  "s9": {
    "message": "Réparé : les objets bloqués restaient bloqués même s'ils étaient ouverts dans un nouvel onglet"
  },
  "s10": {
    "message": "Mise à jour du niveau de compatibilité : Firefox 3.0.12 à 3.6, SeaMonkey 2.0, Thunderbird 3.0, Songbird 1.2.0 à 1.4.x."
  },
  "s11": {
    "message": "Problèmes connus"
  },
  "s12": {
    "message": "L'extension Ask Toolbar 2.1.0.5 (habituellement installée sous les noms de Zone Alarm Toolbar, Foxit Toolbar, Vuze Toolbar) entraîne un mauvais fonctionnement d'Adblock Plus, d'autres extensions et du navigateur (<a>bogue 530747</a>). Solution : désinstaller Ask Toolbar."
  },
  "s13": {
    "message": "L'extension Skype 2.2.0.102 entraîne un mauvais fonctionnement d'Adblock Plus, les fonctionnalités du navigateur sont également touchées. Solution : désinstaller l'extension Skype."
  },
  "s14": {
    "message": "L'extension Ecosia version 1.0.3 supprime tous les abonnements d'Adblock Plus (<a>bogue 533419</a>). Solution : mettre à jour vers Ecosia 1.0.4 et à nouveau <a>ajouter un abonnement</a>."
  },
  "s15": {
    "message": "Les versions de Firefox/Thunderbird/SeaMonkey de certaines distributions Linux (pas les distributions officielles cependant) refuseront d'installer  Adblock Plus en indiquant le message : « La signature n'a pu être vérifiée ». Solution : mettre à jour le paquetage « nss » en installant la version la plus récente pour votre distribution. Si cela ne résout pas le problème,"
  },
  "s16": {
    "message": "http://support.mozilla.com/en-US/kb/Options+window+-+Advanced+panel#Encryption_tab"
  },
  "s17": {
    "message": "affichez les certificats"
  },
  "s18": {
    "message": "dans l'onglet « Avancé » / « chiffrement » des options, sélectionnez « StartCom Certification Authority » dans l'onglet « Autorités » et cliquez sur « Modifier… ». Vérifiez que la case « Ce certificat peut identifier des créateurs de logiciels » est cochée et cliquez sur « OK »."
  },
  "s19": {
    "message": "Historique des modifications pour la version précédente"
  }
}