{
  "s1": {
    "message": "Résolu : les éléments du menu contextuel n'apparaissent pas lorsque l'option \"Check banner links\" est activée (<a>Sujet sur le forum [en]</a>)"
  },
  "s10": {
    "message": "Mise à disposition de mémoire plus rapide dans les pages dynamiques où les noeuds sont supprimés du document (<a>bogue 16125</a>)"
  },
  "s11": {
    "message": "SeaMonkey 1.1 : le clic du milieu sur un élément dans le panneau latéral ne l'affichait pas dans un nouvel onglet"
  },
  "s12": {
    "message": "SeaMonkey 1.1 : l'action par défaut (atteindre l'adresse contenue dans le presse-papiers) ne devait pas être invoquée lorsque l'on cliquait du milieu dans le panneau latéral"
  },
  "s13": {
    "message": "K-Meleon : Bogue qui empêchait sérieusement le bon fonctionnement de certaines fonctionnalités a été résolu."
  },
  "s14": {
    "message": "K-Meleon : Le problème de l'image d'arrière-plan dans la barre d'outils a été résolu."
  },
  "s15": {
    "message": "Historique des modifications pour la version précédente"
  },
  "s2": {
    "message": "Résolu : l'étiquetage des objets désorganise la mise en page de  certaines pages (<a>bogue 12911</a>)"
  },
  "s3": {
    "message": "Résolu : La taille de l'étiquette ne s'adapte pas à la taille du texte (par exemple lorsque l'on augmente la taille du texte)"
  },
  "s4": {
    "message": "Vérification que les propriétés dynamiques d'objet ne peuvent être modifiées par les styles des pages Web."
  },
  "s5": {
    "message": "Prévention de la recherche de faille de sécurité dans Adblock Plus par les pages Web en utilisant le <a>bogue 292789</a> dans le (<a>bogue 16027</a>) Gecko. D'autres extensions peuvent utiliser cette protection également via l'option des préférences internes <a>extensions.adblockplus.protectchrome.*</a>."
  },
  "s6": {
    "message": "Ajout de la méthode publique <a>IAdblockPlus.allowOnce()</a> afin d'être utilisée par d'autres extensions"
  },
  "s7": {
    "message": "Les images distantes dans les cadres de données et JavaScript sont à présent bloquées."
  },
  "s8": {
    "message": "Résolu : Les cadres créés par les balises object n'apparaissaient pas dans la liste des éléments filtrables (<a>bogue 16021</a>)"
  },
  "s9": {
    "message": "Traitement des cadres et images incorporés comme étant des objets consistant (<a>bogue 16144</a>)"
  },
  "title": {
    "message": "Détail des modifications apportées à Adblock Plus 0.7.2.4"
  }
}