{
  "title": {
    "message": "Détail des modifications apportées à Adblock Plus 1.1"
  },
  "s1": {
    "message": "Voici les principales modifications en comparaison avec la version 1.0.2 d’Adblock Plus :"
  },
  "s2": {
    "message": "Problèmes connus"
  },
  "s3": {
    "message": "Thunderbird : en cliquant sur \"S'abonner\" dans la liste d'abonnement au premier démarrage, la fenêtre Thunderbird est fermée. Cela devrait être bientôt réparé dans Thunderbird (<a>bogue 503299</a>)."
  },
  "s4": {
    "message": "SeaMonkey : l'icône de la barre d'outils a un aspect désastreux avec le thème « Modern ». Ce thème semble ne pas prendre en compte la possibilité d'ajouter des extensions, son utilisation n'est donc pas recommandé avec Adblock Plus."
  },
  "s5": {
    "message": "Certaines traductions contiennent des chaînes anglaises non traduites."
  },
  "s6": {
    "message": "Nouvelles fonctionnalités"
  },
  "s7": {
    "message": "Ajout du traitement des redirections HTTP, l'adresse de redirection s'affiche à présent dans la liste des éléments filtrables ainsi que l'adresse originale, les deux peuvent être bloquées."
  },
  "s8": {
    "message": "Ajout de la prise en charge des <a>ancres flexibles en début de filtre</a> (<a>sujet du forum [anglais]</a>)."
  },
  "s9": {
    "message": "Ajout de la prise en charge du caractère « ^ » qui correspondra à un <a>seul caractère séparateur ou une fin d'adresse</a> (<a>sujet du forum [anglais]</a>)."
  },
  "s10": {
    "message": "Ajout de la prise en charge <a>d'exceptions de domaine dans le masquage d'élément s</a> analogue de l'option $domain de filtres courants, ex. : \"exemple.com,~foo.exemple.com##foo\" ou \"~exemple.com##foo\" (<a>sujet du forum [anglais]</a>)."
  },
  "s11": {
    "message": "Interface utilisateur"
  },
  "s12": {
    "message": "Le bouton \"Bloquer\" sur les plug-ins (Flash ou Java) n'est plus affiché de manière permanente, il ne s'affiche que si la souris survole la zone d'incrustation du plug-in."
  },
  "s13": {
    "message": "Ajout de l'élément de menu contextuel \"Réactiver Adblock Plus pour cette page\" pour les pages où Adblock Plus est désactivée, cela supprime/désactive le filtre responsable."
  },
  "s14": {
    "message": "Le code d'intégration au navigateur fonctionne à présent de manière autonome, cela permet de limiter les conflits avec d'autres extensions."
  },
  "s15": {
    "message": "Modification de la manière de fonctionner du lien \"Ajouter l'abonnement\", cela ne pourra se faire que lorsqu'un utilisateur clique sur un lien."
  },
  "s16": {
    "message": "Ajout de la page diagnostic affichant toutes les erreurs concernant Adblock Plus et la version/révision du code source d'Adblock Plus peuvent être affichées en saisissant <code>chrome://adblockplus/content/errors.html</code> dans la barre d'adresse."
  },
  "s17": {
    "message": "Réparé : l'icône ABP mettait à jour son état toutes les 2 secondes, cela gaspillait inutilement les ressources CPU."
  },
  "s18": {
    "message": "Réparé : la détection d'images de fond endommageait le menu contextuel."
  },
  "s19": {
    "message": "Réparé : \"Désactiver pour ...\" ne fonctionnait pas correctement lorsque la règle d'exception existe mais est désactivée."
  },
  "s20": {
    "message": "Réparé : \"Désactiver pour ...\" ne fonctionnait pas correctement avec des règles qui existent déjà dans des abonnements de filtres plutôt que dans les filtres défiis par l'utilisateur."
  },
  "s21": {
    "message": "Réparé : problèmes de focus pour saisie lors de la fermeture de la liste des éléments filtrables dans les version nocturnes de Firefox."
  },
  "s22": {
    "message": "Liste des éléments filtrables"
  },
  "s23": {
    "message": "Ajout de la colonne \"source du document\", masquée par défaut (nom de domaine à utiliser pour l'option de filtre $domain, <a>sujet du forum [anglais]</a>)."
  },
  "s24": {
    "message": "Ajout de l'élément du menu contextuel \"Désactiver ce filtre pour exemple.com\" pour les filtres définis par l'utilisateur (ajoute l'option $domain si nécessaire)."
  },
  "s25": {
    "message": "Réparé : la création d'un filtre pour un élément correspondant à une règle d'exception désactivée n'était plus possible (<a>sujet du forum [anglais]</a>)."
  },
  "s26": {
    "message": "Fenêtre des préférences"
  },
  "s27": {
    "message": "L'avertissement pour \"filtre lent\" est à présent une colonne à part afin de faciliter le tri."
  },
  "s28": {
    "message": "Utilisation de la vraie barre de recherche du navigateur au lieu d'une réplique."
  },
  "s29": {
    "message": "Le bouton \"Fermer\" a été déplacé à droite de l'éditeur de filtre et utilise le style Firefox 3."
  },
  "s30": {
    "message": "Amélioration du calcul de la position de l'éditeur de filtre, la position du texte ne changera plus."
  },
  "s31": {
    "message": "Réparé : l'activation/désactivation de beaucoup de règles de masquage d'éléments en une fois était lente."
  },
  "s32": {
    "message": "Lors du collage ou de l'importation d'une liste de filtres, des commentaires étaient toujours ajoutés avant le filtre précédent (<a>sujet du forum [anglais]</a>, <a>sujet du forum [anglais]</a>)."
  },
  "s33": {
    "message": "Réparé : l'ajout d'un abonnement qui redirige vers une autre adresse entraîne un échec de téléchargement."
  },
  "s34": {
    "message": "Réparé : Le même filtre peut apparaître deux fois dans une liste dans des conditions particulières."
  },
  "s35": {
    "message": "Réparé : la mauvaise ligne est sélectionné lorsque la fenêtre est ouverte (<a>bogue 489881</a> pour contourner le problème)."
  },
  "s36": {
    "message": "Création de filtres"
  },
  "s37": {
    "message": "Ajout d'ancres flexibles comme option — \"au début du nom de domaine\" (<a>sujet du forum [anglais]</a>)."
  },
  "s38": {
    "message": "Ajout de \"exemple.com^\" comme quatrième suggestion, qui bloque tout le domaine (<a>sujet du forum [anglais]</a>)."
  },
  "s39": {
    "message": "Ajout d'un avertissement lors de l'ajout d'un filtre à un groupe de filtres désactivé (<a>sujet du forum [anglais]</a>)."
  },
  "s40": {
    "message": "Prise en charge des applications"
  },
  "s41": {
    "message": "Interruption de la compatibilité avec d'anciennes versions d'applications et nettoyage de code nécessitant au moins : Firefox 3.0.9, SeaMonkey 2.0b1, Thunderbird 3.0b3, Songbird 1.2, Prism 1.0b1."
  },
  "s42": {
    "message": "Déplacement de tout le code spécifique à une application dans le fichier overlay, cela facilitera les modifications futures spécifiques à chaque application."
  },
  "s43": {
    "message": "Réparé : impossible de déplacer à un autre endroit l'icône de la abrre d'outils (SeaMonkey)."
  },
  "s44": {
    "message": "Réparé : l'icône de la barre d'outils devrait être ajouté dans une fenêtre mais dans une autre au démarrage (SeaMonkey and Thunderbird)."
  },
  "s45": {
    "message": "Réparé : le retrait de certains éléments du menu de l'icône de la barre d'outils était trop important (Songbird)."
  },
  "s46": {
    "message": "Réparé : échec de l'initialisation d'Adblock Plus (Prism)."
  },
  "s47": {
    "message": "Noyau"
  },
  "s48": {
    "message": "Ajout de la prise en charge explicite du blocage des polices (directive CSS @font-type dans Firefox 3.5)."
  },
  "s49": {
    "message": "Le nettoyage de l'historique Firefox efface également les statistiques d'utilisation dans Adblock Plus (peut être désactivé avec la préférence <a>extensions.adblockplus.clearStatsOnHistoryPurge</a> , <a>sujet du forum [anglais]</a>)."
  },
  "s50": {
    "message": "Nettoyage du code de gestion des données afin de s'assurer qu'Adblock Plus n'utilise plus de mémoire que nécessaire."
  },
  "s51": {
    "message": "Réparé : les pages Web peuvent facilement détecter l'option \"Masquer les éléments bloqués\"."
  },
  "s52": {
    "message": "Réparé : Une erreur est signalée dans la console au premier lancement (patterns.ini introuvable)."
  },
  "s53": {
    "message": "Réparé : les filtres de restriction de domaine étaient appliqués aux pages ouvertes à partir du disque."
  },
  "s54": {
    "message": "Historique des modifications pour la version précédente"
  }
}