{
  "title": {
    "message": "Contribuez à Adblock Plus"
  },
  "s1": {
    "message": "Contribuer - Adblock Plus"
  },
  "s2": {
    "message": "Adblock Plus est un projet \"open-source\" collectif. Il existe beaucoup de moyens d'y contribuer."
  },
  "s3": {
    "message": "Contribuer - Adblock Plus"
  },
  "s4": {
    "message": "Contribuer - Adblock Plus. Adblock Plus est un projet \"open-source\" collectif. Il existe beaucoup de moyens d'y contribuer."
  },
  "s5": {
    "message": "Adblock Plus est un projet communautaire open-source dont le but est de rendre Internet meilleur pour tous en en éliminant les publicités non souhaitables."
  },
  "s6": {
    "message": "Soutenez-nous si vous aimez utiliser ce logiciel."
  },
  "s7": {
    "message": "Faites passer le mot"
  },
  "s8": {
    "message": "Signaler des bogues"
  },
  "s9": {
    "message": "Code de contribution"
  },
  "s10": {
    "message": "Aider d'autres utilisateurs"
  },
  "s11": {
    "message": "Traduire Adblock Plus"
  },
  "s12": {
    "message": "Faire des suggestions"
  },
  "s13": {
    "message": "Faire un don"
  },
  "s14": {
    "message": "Ajouter ou améliorer les filtres"
  },
  "s15": {
    "message": "Évaluer les publicités acceptées"
  },
  "s17": {
    "message": "Même si personne n'en profite directement, la large adoption d'un logiciel de blocage de publicités rendra les publicités intrusives financièrement inefficaces, jusqu'à ce qu'elles deviennent aussi rares que les fenêtres popup actuellement."
  },
  "s18": {
    "message": "Et en plus du fait de rendre Internet plus convivial, il est aussi agréable de savoir que ce projet est utilisé."
  },
  "s19": {
    "message": "Il existe de nombreuses manières de nous aider à accroître la popularité d'Adblock Plus"
  },
  "s20": {
    "message": "Suivez-nous sur <a>Twitter</a>, <a>Facebook</a> ou <a>Google+</a> et conseillez à vos amis d'utiliser ABP."
  },
  "s21": {
    "message": "Si Adblock Plus vous a permis d'améliorer votre expérience de navigation, partagez cela sur votre blog ou les réseaux sociaux."
  },
  "s22": {
    "message": "Convaincre votre entreprise ou votre université de <a>d'installer Adblock Plus</a>."
  },
  "s23": {
    "message": "Contactez vos médias locaux afin de leur parler des problèmes de confidentialité et de sécurité sur Internet."
  },
  "s25": {
    "message": "Si vous pensez avoir constaté un dysfonctionnement d'Adblock Plus —  <a>dites-le nous</a>."
  },
  "s26": {
    "message": "Il subsiste toujours des situations que nous n'avons pas testées et qui ont générées des résultats incorrects, nous avons besoin de votre aide pour les découvrir."
  },
  "s27": {
    "message": "Veuillez indiquer toutes les informations utiles afin que nous puissions reproduire le bogue : dans quelles conditions celui-ci a lieu, quel est le navigateur que vous avez utilisé, quelle était la version d'Adblock Plus ?"
  },
  "s28": {
    "message": "Veuillez rester à disposition et joignable aussi au cas où nous aurions des questions à vous poser et pour nous permettre de vous confirmer que le problème a été résolu."
  },
  "s29": {
    "message": "Tester les versions de développement"
  },
  "s30": {
    "message": "Avant la mise à disposition d'une nouvelle version d'Adblock Plus plusieurs  <a>versions de développement</a>."
  },
  "s31": {
    "message": "Le but est de constater et retirer les bogues ou de mauvaises fonctionnalités avant de les mettre à disposition."
  },
  "s32": {
    "message": "Abonnez-vous au  <a>fil RSS</a> pour savoir à quel moment une nouvelle version de développement est disponible."
  },
  "s34": {
    "message": "Si vous corrigez un bug intervenu ou si vous ajoutez une caractéristique vous aimeriez utiliser, vos codes de contribution sont toujours les bienvenus."
  },
  "s36": {
    "message": "Aider d'autres utilisateurs"
  },
  "s37": {
    "message": "Si vous êtes un utilisateur expérimenté d'Adblock Plus, peut-être avez-vous le temps de vous consacrer à répondre aux questions d'utilisateurs débutants."
  },
  "s38": {
    "message": "Consultez le  <a>forum</a> (en anglais), il y a toujours beaucoup d'utilisateurs en attente de réponses."
  },
  "s39": {
    "message": "Traduire Adblock Plus"
  },
  "s40": {
    "message": "Pour l'instant Adblock Plus a été traduite en plus de 30 langues mais nous avons encore besoin de traducteurs pour quelques langues supplémentaires."
  },
  "s41": {
    "message": "Si vous souhaitez offrir votre contribution dans ce domaine, veuillez vous enregistrer sur  <a>Crowdin</a> et rendez-vous sur les projets de traduction :  <a>Adblock Plus pour Firefox</a>,  <a>Adblock Plus pour Chrome</a>,  <a>Element Hiding Helper</a>, <a>Personnalisations pour Adblock Plus</a>."
  },
  "s42": {
    "message": "Choisissez un langage et commencez à proposer des traductions."
  },
  "s43": {
    "message": "Si vous ne souhaitez pas vous lancer dans les traductions pour le moment, vous pouvez aussi simplement voter pour les traductions fournies par d'autres contributeurs"
  },
  "s44": {
    "message": "Faire des suggestions"
  },
  "s45": {
    "message": "Il y a toujours quelque chose à améliorer, veuillez donc nous faire partager vos idées."
  },
  "s46": {
    "message": "Idéalement vous ne devriez pas uniquement nous dire ce qui devrait être modifié (ceci est souvent connu) mais également comment procéder à ces modifications."
  },
  "s47": {
    "message": "Ouvrez un nouveau sujet dans le <a>forum</a> ou rejoignez une discussion en cours."
  },
  "s48": {
    "message": "Veuillez prendre note que toute suggestion ne sera pas forcément prise en compte et veuillez rester constructif dans vos critiques."
  },
  "s49": {
    "message": "Faire un don"
  },
  "s50": {
    "message": "Avec plus de moyens, nous pourrons accélérer le développement d'Adblock Plus."
  },
  "s51": {
    "message": "Vous pouvez faire un don sur la <a>page des contributions</a>."
  },
  "s52": {
    "message": "Ajoutez ou améliorez un filtre"
  },
  "s53": {
    "message": "La qualité d'Adblock Plus dépend de ses filtres."
  },
  "s54": {
    "message": "Tout les éléments attenants à Adblock Plus sont définis dans les filtres maintenues mis à jour par des contributeurs volontaires."
  },
  "s55": {
    "message": "Grâce à cette constante mise à jour du système, la communauté Adblock Plus bloque toutes les publicités agaçantes sur tous les sites internet."
  },
  "s56": {
    "message": "Si vous lisez en diagonale un site internet sur lequel une publicité n'est pas bloquée ou bien qu'un liste \"filtre\" pose problème, s'il vous plaît<a>, faites le nous savoir</a>."
  },
  "s57": {
    "message": "Vous pouvez également"
  },
  "s58": {
    "message": "apprendre comment créer des filtres"
  },
  "s59": {
    "message": "par vous même."
  },
  "s60": {
    "message": "Au cas où vous en connaîtriez davantage sur la syntaxe des filtres d'Adblock Plus, vous pouvez<a> suggérer vos propositions de nouveaux filtres sur notre forum</a> (aucune inscription n'est requise mais elle est recommandée)."
  },
  "s61": {
    "message": "Les contributeurs pourront faire partie de la liste d'agent de maintenances des listes \"filtre\"."
  },
  "s62": {
    "message": "Évaluer les publicités acceptées"
  },
  "s63": {
    "message": "Adblock Plus est initiateur de<a> l'initiative \"Annonces Acceptables\"</a>qui peut s'utiliser sur tous les sites internet utilisant des publicités obstruantes pour l'utilisateur."
  },
  "s64": {
    "message": "Strictement basée sur les termes de nos contrats"
  },
  "s65": {
    "message": " "
  },
  "s66": {
    "message": ", chacun peut librement participer à la discussion visant à déterminer quelles publicités peuvent être considérées comme des <em>\"Publicités Acceptées\"</em>."
  },
  "s67": {
    "message": "Si vous souhaitez nous aider à déterminer quelles publicités et quelles pourraient être les nouvelles possibilités de faire de la publicité, vous pouvez librement visiter<a>le forum</a> pour partager vos remarques."
  }
}