{
  "title": {
    "message": "Offre de Noël - Adblock Plus Premium"
  },
  "description": {
    "message": "Célébrez les fêtes avec un abonnement annuel à AdBlock Premium. Offrez-vous une meilleure expérience Internet dès maintenant !"
  },
  "s1": {
    "message": "Offrez-vous un Adblock Plus plus puissant"
  },
  "s2": {
    "message": "/mois"
  },
  "s3": {
    "message": "Prix normal : 2 USD/mois"
  },
  "s4": {
    "message": "Obtenez Adblock Plus Premium"
  },
  "s5": {
    "message": "Spécial fêtes :"
  },
  "s6": {
    "message": "50 % de réduction sur l’abonnement annuel"
  },
  "s7": {
    "message": "Obtenez 50 % de réduction sur Adblock Plus Premium"
  },
  "s8": {
    "message": "20 USD par an"
  },
  "s9": {
    "message": "Profitez d’une meilleure expérience d’achat en ligne avec Adblock Plus Premium"
  },
  "s10": {
    "message": "N’attendez pas ; cette offre est à durée limitée !"
  },
  "s11": {
    "message": "Offrez-vous le cadeau de moins de sources de distractions agaçantes et d’une meilleure expérience Internet. Inscrivez-vous dès aujourd’hui et commencez votre abonnement annuel à Adblock Plus Premium."
  },
  "s12": {
    "message": "Cliquez ci-dessous pour vous abonner :"
  },
  "s13": {
    "message": "Abonnez-vous maintenant et économisez 50 % !"
  },
  "s14": {
    "message": "Il s’agit d’une offre limitée dans le temps, disponible du 24 novembre 2023 au 15 décembre 2023."
  },
  "s15": {
    "message": "La réduction de 50 % s’applique à la première année de votre abonnement annuel. Une fois l’année écoulée, votre abonnement sera renouvelé au prix normal. Les prix sont indiqués en USD."
  },
  "s16": {
    "message": "Si vous choisissez de payer dans une autre devise, vous pourrez être soumis à des frais supplémentaires de la part de votre banque ou de votre organisme de paiement."
  },
  "s17": {
    "message": "Obtenez 50 % de réduction sur Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Bloquer les publicités et les fenêtres publicitaires intempestives"
  },
  "premium-benefit_2": {
    "message": "Arrêter les traqueurs"
  },
  "premium-benefit_3": {
    "message": "Bloquer les notifications des sites"
  },
  "premium-benefit_4": {
    "message": "Arrêter les vidéos flottantes"
  },
  "premium-benefit_5": {
    "message": "Masquer les fenêtres contextuelles des lettres d’information"
  },
  "premium-benefit_6": {
    "message": "Ignorer les demandes d’enquête"
  },
  "benefit_1-heading": {
    "message": "Concentrez-vous sur ce qui compte."
  },
  "benefit_1-paragraph": {
    "message": "Avec Adblock Plus Premium, vous pouvez faire des achats et naviguer sur le Web en étant gêné par moins de sources de distractions. Concentrez-vous sur le contenu que vous voulez voir, qu’il s’agisse de rechercher les meilleures offres d’achat en ligne ou simplement de visiter vos sites préférés."
  },
  "benefit_2-heading": {
    "message": "Éviter le suivi des annonceurs."
  },
  "benefit_2-paragraph": {
    "message": "Adblock Plus Premium peut bloquer les fenêtres contextuelles de consentement aux cookies tout en rejetant automatiquement les cookies que nous pouvons accepter en votre nom. Cela signifie que vous ne subirez plus ces notifications ennuyeuses vous demandant d’accepter les cookies pour chaque site que vous visitez. De plus, vous n’accepterez plus que les cookies fonctionnels d’un site, et non les cookies publicitaires ou de tiers."
  },
  "benefit_3-heading": {
    "message": "Obtenez rapidement les meilleures offres."
  },
  "benefit_3-paragraph": {
    "message": "Adblock Plus vous offre des temps de chargement de page plus rapides, ce qui vous permet de profiter des offres à durée limitée et des produits très demandés sans perdre de temps."
  },
  "deal__subheading": {
    "message": "En cette période de fêtes de fin d’année, nous sommes ravis de partager avec vous une offre spéciale qui vous permettra de mieux contrôler votre expérience de navigation. En achetant un abonnement annuel à Adblock Plus Premium, vous bénéficiez d’une réduction de 50 % sur le prix normal !"
  },
  "deal__heading-2": {
    "message": "Bloquer plus que les publicités"
  },
  "deal__subheading-2": {
    "message": "Adblock Plus vous permet de naviguer sur le web comme vous le souhaitez. Grâce à notre fonction de contrôle des sources de distractions, vous pouvez bloquer celles qui sont intrusives comme les vidéos flottantes qui vous suivent partout, les fenêtres contextuelles des lettres d’information, les demandes de sondage, et bien plus encore."
  }
}