{
  "title": {
    "message": "Page de l’offre Black Friday AdBlock Plus Premium"
  },
  "description": {
    "message": "Profitez de notre promotion Black Friday et de 50 % de réduction sur un abonnement annuel à Adblock Plus Premium. Profitez d’un web sans sources de distractions dès maintenant !"
  },
  "s1": {
    "message": "Célébrez les fêtes avec un Adblock Plus plus puissant"
  },
  "s2": {
    "message": "/mois"
  },
  "s3": {
    "message": "Prix normal : 2 USD/mois"
  },
  "s4": {
    "message": "Obtenir Adblock Plus Premium"
  },
  "s5": {
    "message": "Offre Black Friday :"
  },
  "s6": {
    "message": "50 % de réduction sur l’abonnement annuel"
  },
  "s7": {
    "message": "Profitez de 50 % de remise sur Adblock Plus Premium"
  },
  "s8": {
    "message": "20 USD facturés annuellement"
  },
  "s9": {
    "message": "Profitez d’une meilleure expérience d’achat en ligne avec Adblock Plus Premium"
  },
  "s10": {
    "message": "Faites vite, cette offre ne durera pas !"
  },
  "s11": {
    "message": "Prêt à découvrir un web respectant davantage votre vie privée et sans sources de distractions intempestives ? Commencez dès aujourd’hui et profitez au maximum de la plus grande saison d’achats en ligne de l’année."
  },
  "s12": {
    "message": "Cliquez ci-dessous pour vous abonner :"
  },
  "s13": {
    "message": "Abonnez-vous maintenant et économisez 50 % !"
  },
  "s14": {
    "message": "Ceci est une offre limitée dans le temps, disponible du 24 novembre 2023 au 3 décembre 2023."
  },
  "s15": {
    "message": "La réduction de 50 % est valable pour une année de votre abonnement annuel. Au terme de cette année, votre abonnement sera renouvelé au tarif normal. Les prix sont indiqués en USD."
  },
  "s16": {
    "message": "Si vous choisissez de payer dans une autre devise, vous pouvez être soumis à des frais supplémentaires de la part de votre banque ou de votre organisme de paiement."
  },
  "s17": {
    "message": "Profitez de 50 % de remise sur Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Bloquez les publicités et les pop-ups"
  },
  "premium-benefit_2": {
    "message": "Arrêtez les traqueurs"
  },
  "premium-benefit_3": {
    "message": "Bloquez les notifications des sites"
  },
  "premium-benefit_4": {
    "message": "Arrêtez les vidéos flottantes"
  },
  "premium-benefit_5": {
    "message": "Masquez les pop-ups des lettres d’information"
  },
  "premium-benefit_6": {
    "message": "Ignorez les demandes d’enquête"
  },
  "benefit_1-heading": {
    "message": "Concentrez-vous sur ce qui compte."
  },
  "benefit_1-paragraph": {
    "message": "Avec Adblock Plus Premium, vous pouvez naviguer et faire des achats sur le web en étant moins gêné par des sources de distractions intempestives. Concentrez-vous sur le contenu que vous voulez voir, qu’il s’agisse de rechercher les meilleures offres d’achat en ligne ou simplement de consulter vos sites préférés."
  },
  "benefit_2-heading": {
    "message": "Évitez le suivi des annonceurs."
  },
  "benefit_2-paragraph": {
    "message": "Adblock Plus Premium peut bloquer les pop-ups de consentement aux cookies tout en rejetant automatiquement les cookies que nous pouvons refuser en votre nom. Cela signifie que vous n’aurez plus à subir ces notifications ennuyeuses vous demandant d’accepter les cookies pour chaque site que vous visitez. De plus, vous n’accepterez que les cookies fonctionnels d’un site, et non les cookies publicitaires ou de tiers."
  },
  "benefit_3-heading": {
    "message": "Obtenez rapidement les meilleures offres."
  },
  "benefit_3-paragraph": {
    "message": "Adblock Plus vous offre des temps de chargement de page plus rapides, ce qui vous permet de profiter des offres à durée limitée et des produits très demandés à la vitesse de l’éclair."
  }
}