{
  "s1": {
    "message": "À partir de la version 0.7 d'Adblock Plus la vérification de correspondance des filtres simples (pas des expressions régulières) a été optimisée de telle manière à ce que même un grand nombre de filtres n'aura pas de conséquence néfaste sur la vitesse de votre surf. Malheureusement, cette optimisation ne concerne pas les expressions régulières, chaque expression régulière de votre liste ralentira notre navigateur. Les expressions régulières ont été utilisées pour \"compresser\" une liste de filtres, ce qui avait pour conséquence de rendre les  filtres relativement longs et incompréhensibles — cela n'est plus nécessaire."
  },
  "s2": {
    "message": "Cette page va tenter d'analyser une liste de filtres afin d'essayer de convertir les expressions régulières en un jeu de filtres simples et ainsi améliorer les performances de la liste. Elle convertira, par exemple, le filtre <code>/ad|banner/</code> en deux filtres simples <code>ad</code> et <code>banner</code>. Elle conservera les expressions régulière du type <code>/ads|ad\\d+/</code> puisque l'expression <code>\\d</code> n'a pas d'équivalent direct dans la syntaxe de filtres simples et cet outil ne peux pas encore extraire une partie d'expression régulière."
  },
  "s3": {
    "message": "Veuillez ouvrir la boîte de dialogue des préférences d'Adblock Plus et cochez tous les filtres que vous souhaitez faire analyser. Copiez-les (Menu Edition » Copier ou appuyez sur Ctrl+C) et collez-les dans le champ de texte ci-dessous. Vous pouvez également exporter votre liste de filtres et coller le contenu du fichier dans le champ."
  },
  "s4": {
    "message": "<em>Respect de la vie privée</em> : Aucune donnée n'est transmise au serveur. Tous les calculs nécessaires sont réalisés sur votre ordinateur et vos données n'en sortent pas."
  },
  "s5": {
    "message": "Convertir les expressions régulières"
  },
  "s6": {
    "message": "Votre liste de filtres contenant les expressions régulières qui ont pu être remplacées est affichée ci-dessous. Vous pouvez la copier puis la coller dans la boîte de dialogue des préférences (supprimez auparavant les filtres existants). Vous pouvez également <a>cliquer ici</a> pour afficher les filtres sur une autre page. Enregistrez-lez sous forme de fichier puis importez-les dans la boîte de dialogue des préférences. Il est également recommandé de <a>vérifier si votre liste ne contient pas de filtres inutiles</a>."
  },
  "title": {
    "message": "Retransformer les expressions régulières en filtres simples"
  }
}