{
  "title": {
    "message": "Faire un don à Adblock Plus"
  },
  "description": {
    "message": "Adblock Plus est un logiciel gratuit et communautaire, il ne pourrait pas exister sans votre soutien permanent."
  },
  "donate-lead": {
    "message": "Adblock Plus est—et sera toujours—gratuit. Notre mission est de fournir aux utilisateurs des outils qui leur permettent de prendre le contrôle de leur expérience de navigation en ligne et de les protéger contre les éléments indésirables et malveillants. Votre don contribuera directement au développement d'Adblock Plus."
  },
  "donate-support": {
    "message": "Vous pouvez demander un remboursement dans les 120 jours suivant le paiement. Vous pouvez également annuler votre don permanent à tout moment. Veuillez envoyer un e-mail à <a>support@adblockplus.org</a> et inclure votre adresse e-mail, la date, le montant du don et le code de transaction. En savoir plus sur les remboursements dans notre article du <a>Centre d'aide</a> (en anglais uniquement)."
  },
  "yearly-subscription-legend-alt": {
    "description": "heading",
    "message": "Faire un don <strong>annuel</strong> :"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Payez par :"
  },
  "whats-new-header-1": {
    "message": "Quoi de neuf ?"
  },
  "whats-new-lead-1": {
    "message": "Voici un aperçu de certaines améliorations et de quelques nouvelles fonctionnalités. Plus de changements très prochainement !"
  },
  "whats-new-list-1": {
    "message": "<strong>Augmentation des performances de l'unité centrale de traitement (UCT).</strong> Les utilisateurs d'ordinateurs portables constateront les améliorations apportées au rendement du processeur et à la durée de vie de la batterie lorsqu'ils navigueront sur Internet avec ABP."
  },
  "whats-new-list-2": {
    "message": "<strong>Mettre des pages individuelles sur liste blanche.</strong> Vous pourrez désormais soutenir un plus grand nombre d'auteurs parmi ceux que vous aimez, en mettant en liste blanche des pages Internet individuelles en plus des domaines dans leur intégralité."
  },
  "whats-new-list-3": {
    "message": "<strong>Panneau d'outils de développement disponible en 24 langues.</strong> Nous avons ajouté 23 langues supplémentaires prises en charge, ce qui rend le panneau des outils de développement accessible à un nombre d'utilisateurs plus important que jamais."
  },
  "whats-new-list-4": {
    "message": "<strong>Tableau des filtres personnalisés.</strong> À la demande générale, le tableau des filtres Firefox est de nouveau disponible afin que vous puissiez facilement gérer tous vos filtres personnalisés en un seul endroit."
  },
  "whats-new-list-5": {
    "message": "<strong>Nous avons aussi étendu nos canaux d'assistance technique.</strong> Besoin de signaler un problème ? Contactez-nous via les réseaux sociaux, par <a>courriel</a> ou par le biais du <a>forum des utilisateurs</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Politique de protection de la vie privée"
  }
}