{
  "title": {
    "message": "Premiers pas avec Adblock Plus"
  },
  "description": {
    "message": "Améliorez votre expérience d’Internet grâce à ces conseils simples."
  },
  "educational_page_heading-1": {
    "message": "Tirez le meilleur parti d’Adblock Plus"
  },
  "educational_page_subheading-1": {
    "message": "Améliorez votre expérience d’Internet grâce à ces conseils simples."
  },
  "educational_page_heading-2": {
    "message": "Facilitez la recherche d’Adblock Plus"
  },
  "educational_page_card_1_p_1": {
    "message": "Afin d’alléger la barre d’outils du navigateur, Edge, Chrome et d’autres développeurs de navigateurs « masquent » les extensions de navigateur une fois qu’elles sont installées. Pour qu’Adblock Plus reste facile à trouver, vous devez l’épingler à votre navigateur. Ajouter une extension à la barre d’outils de votre navigateur vous permet de l’ouvrir en un seul clic, à chaque fois que vous en avez besoin."
  },
  "educational_page_card_1_p_2": {
    "message": "En ajoutant Adblock Plus à votre barre d’outils, vous pourrez accéder rapidement à notre menu, et ainsi voir le nombre de publicités actuellement bloquées, ainsi que le nombre total de publicités que vous avez bloquées."
  },
  "educational_page_card_1_p_3": {
    "message": "Vous pouvez <a>activer et désactiver Adblock Plus</a> à partir du menu, ainsi que <a>bloquer des éléments</a> de page spécifiques que vous ne souhaitez pas voir. Le menu vous permet également d’accéder à vos paramètres ou de signaler tout problème."
  },
  "educational_page_card_1_accordion_1_topic": {
    "message": "Pour épingler l’extension Adblock Plus dans Chrome :"
  },
  "educational_page_card_1_accordion_1_li_1": {
    "message": "Cliquez sur l’icône du puzzle dans la barre d’outils de Chrome pour accéder au menu des extensions de Chrome."
  },
  "educational_page_card_1_accordion_1_li_2": {
    "message": "Recherchez l’icône ABP dans la liste déroulante qui s’affiche."
  },
  "educational_page_card_1_accordion_1_li_3": {
    "message": "Cliquez sur l’icône de l’épingle pour ajouter l’extension à votre barre d’outils. Une fois que l’extension aura été épinglée avec succès à votre barre d’outils, l’icône deviendra bleue."
  },
  "educational_page_card_1_accordion_2_topic": {
    "message": "Pour épingler l’extension Adblock Plus sur Edge :"
  },
  "educational_page_card_1_accordion_2_li_1": {
    "message": "Cliquez sur l’icône du puzzle pour ouvrir le menu des extensions Edge."
  },
  "educational_page_card_1_accordion_2_li_2": {
    "message": "Recherchez l’icône ABP dans la liste déroulante qui s’affiche."
  },
  "educational_page_card_1_accordion_2_li_3": {
    "message": "Cliquez sur l’icône Afficher/Masquer (icône en forme d’œil) pour ajouter Adblock Plus à la barre d’outils."
  },
  "educational_page_card_1_accordion_3_topic": {
    "message": "Pour épingler l’extension Adblock Plus sur Firefox :"
  },
  "educational_page_card_1_accordion_3_li_1": {
    "message": "Cliquez sur l’icône du puzzle dans le coin supérieur droit pour ouvrir la liste des extensions Firefox."
  },
  "educational_page_card_1_accordion_3_li_2": {
    "message": "Recherchez l’icône ABP dans la liste déroulante qui s’affiche."
  },
  "educational_page_card_1_accordion_3_li_3": {
    "message": "Cliquez sur l’icône des paramètres (roue dentée) à côté de l’extension Adblock Plus."
  },
  "educational_page_card_1_accordion_3_li_4": {
    "message": "Cliquez sur Épingler à la barre d’outils."
  },
  "educational_page_card_2_title": {
    "message": "Activer Adblock Plus pour la navigation privée"
  },
  "educational_page_card_2_p_1": {
    "message": "Vous utilisez le mode de navigation privée de votre navigateur ? Dans Google Chrome, il s’agit du mode Incognito. Dans Edge, il s’agit du mode InPrivate. Et pour Firefox, il s’agit simplement de la navigation privée."
  },
  "educational_page_card_2_p_2": {
    "message": "Si c’est le cas, il est important de savoir que la fonction de navigation privée de votre navigateur désactive généralement les extensions de navigateur. En effet, les extensions sont souvent créées par des tiers et impliquent généralement le suivi de l’historique de votre navigateur."
  },
  "educational_page_card_2_p_3": {
    "message": "Si vous souhaitez utiliser Adblock Plus lorsque vous naviguez en mode privé, il est facile de l’activer."
  },
  "educational_page_card_2_accordion_1_li_1": {
    "message": "Saisissez chrome://extensions dans la barre d’adresse pour afficher la liste de toutes vos extensions."
  },
  "educational_page_card_2_accordion_1_li_2": {
    "message": "Trouvez Adblock Plus dans la liste des extensions et cliquez sur Détails."
  },
  "educational_page_card_2_accordion_1_li_3": {
    "message": "Faites défiler vers le bas et cliquez sur l’interrupteur à côté de Autoriser en mode Incognito."
  },
  "educational_page_card_2_accordion_2_li_1": {
    "message": "Saisissez edge://extensions dans la barre d’adresse pour afficher la liste de toutes vos extensions."
  },
  "educational_page_card_2_accordion_2_li_2": {
    "message": "Trouvez Adblock Plus dans la liste des extensions et cliquez sur Détails."
  },
  "educational_page_card_2_accordion_2_li_3": {
    "message": "Faites défiler vers le bas et cliquez sur l’interrupteur à côté de Autoriser dans InPrivate."
  },
  "educational_page_card_2_accordion_3_li_1": {
    "message": "Saisissez about:addons dans la barre d’adresse pour afficher la liste de toutes vos extensions."
  },
  "educational_page_card_2_accordion_3_li_2": {
    "message": "Dans le menu de gauche, cliquez sur Extensions."
  },
  "educational_page_card_2_accordion_3_li_3": {
    "message": "Trouvez Adblock Plus dans la liste des extensions et cliquez sur le menu à trois points."
  },
  "educational_page_card_2_accordion_3_li_4": {
    "message": "Cliquez sur Gérer."
  },
  "educational_page_card_2_accordion_3_li_5": {
    "message": "Faites défiler vers le bas jusqu’à Exécuter dans les fenêtres privées et cliquez sur Autoriser."
  },
  "educational_page_contacts_heading_3": {
    "message": "Besoin d’aide ?"
  },
  "educational_page_contacts_p": {
    "message": "Consultez notre <a>centre d’assistance</a> pour trouver des solutions aux problèmes les plus courants ou contactez notre équipe d’assistance à l’adresse <a>support@adblockplus.org</a>."
  }
}