{
  "personal-data-expiry-2": {
    "message": "eyeo recueille les données de blog et de forum tant que le commentaire/compte respectif continue à exister. Les données agrégées et toute autre donnée non connectée à un seul utilisateur, c'est-à-dire des données non personnelles, peuvent être stockées au-delà de ces périodes."
  },
  "personal-data-expiry-1": {
    "message": "Les données suivantes sont détruites par eyeo au bout de 30 jours :"
  },
  "page-heading": {
    "message": "Politique de confidentialité d’Adblock Plus - Foire aux questions"
  },
  "what-kind-of-data-toc-link": {
    "message": "Quel type de données personnelles sont recueillies par eyeo ?"
  },
  "data-expiry-toc-link": {
    "message": "Pendant combien de temps eyeo conserve-t-elle mes données personnelles ?"
  },
  "personal-data-expiry-item-4": {
    "message": "Données relatives aux téléchargements d'abonnements, aux vérifications de mise à jour d'extension et notifications d'urgence"
  },
  "personal-data-1": {
    "message": "Oui. Adblock Plus recueillie certaines données personnelles des utilisateurs dans le seul but de vous fournir ses services."
  },
  "legal-standards-1": {
    "message": "eyeo recueille et traite vos données personnelles dans le respect du <a>Règlement Général sur la Protection des Données Européen (Règlement (UE) 2016/679) (« RGPD »)</a> et des législations européenne et allemande en vigueur en matière de protection des données, y compris la <a>Loi fédérale allemande sur la protection des données - Bundesdatenschutzgesetz (BDSG)</a>."
  },
  "how-we-collect-1": {
    "message": "eyeo recueille les données de deux manières. Certaines données sont recueillies lorsque vous entrez ou naviguez sur le site d’Adblock Plus. eyeo recueille des données non personnelles via l’extension et des données personnelles en vérifiant les informations volontairement fournies via l’extension Adblock Plus."
  },
  "how-we-collect": {
    "message": "Comment eyeo recueille-t-elle mes données personnelles ?"
  },
  "how-we-collect-data-toc-link": {
    "message": "Comment eyeo recueille-t-elle mes données personnelles ?"
  },
  "hashing-data-toc-link": {
    "message": "eyeo masque-t-elle les données recueillies ?"
  },
  "personal-data-expiry-item-3": {
    "message": "Registres de visites du site web"
  },
  "personal-data-expiry-item-2": {
    "message": "Données sur les rapports de crash et d'erreur"
  },
  "tracking-browser-history-1": {
    "message": "Non."
  },
  "legal-standards": {
    "message": "Quelles sont les normes ou exigences légales associées à la collecte des données personnelles par eyeo ?"
  },
  "tracking-browser-history": {
    "message": "Mon historique de navigation est-il suivi par eyeo ?"
  },
  "who-collects-data": {
    "message": "Lorsque j’utilise Adblock Plus, qui recueille mes données personnelles ?"
  },
  "track-browser-history-toc-link": {
    "message": "Mon historique de navigation est-il suivi par eyeo ?"
  },
  "hash-data": {
    "message": "eyeo masque-t-elle les données recueillies ?"
  },
  "personal-data": {
    "message": "Adblock Plus recueille-t-il les données personnelles des utilisateurs ?"
  },
  "exercise-rights-1": {
    "message": "En envoyant un e-mail à <a>adresse e-mail</a>."
  },
  "personal-data-rights-item-5": {
    "message": "Demander l'effacement de vos données (sauf si ces données doivent être conservées à des fins légales)."
  },
  "personal-data-rights-item-4": {
    "message": "Recevoir vos données personnelles dans un format structuré, couramment utilisé et lisible par une machine."
  },
  "personal-data-rights-item-7": {
    "message": "Retirer à tout moment l’autorisation préalablement accordée à eyeo de traiter vos données."
  },
  "personal-data-expiry": {
    "message": "Pendant combien de temps eyeo conserve-t-elle mes données personnelles ?"
  },
  "hash-data-1": {
    "message": "eyeo masque les adresses IP des journaux d’accès avant d’analyser les données. Autrement dit, eyeo encode les adresses IP qu’elle voit pour que les informations initiales sont gardées secrètes."
  },
  "personal-data-rights-item-3": {
    "message": "Rectifier les données personnelles inexactes et limiter les détails."
  },
  "personal-data-rights-item-8": {
    "message": "Déposer une plainte auprès de l'autorité de surveillance compétente."
  },
  "exercise-rights": {
    "message": "Comment puis-je exercer ces droits ?"
  },
  "personal-data-rights-toc-link": {
    "message": "Quels droits ais-je sur les données personnelles recueillies par eyeo ?"
  },
  "who-collects-data-toc-link": {
    "message": "Lorsque j’utilise Adblock Plus, qui recueille mes données personnelles ?"
  },
  "description": {
    "message": "Foire aux questions relatives à la Politique de confidentialité chez Adblock Plus."
  },
  "why-we-collect-data-toc-link": {
    "message": "Pourquoi eyeo recueille-t-elle des données personnelles ?"
  },
  "collect-personal-data-toc-link": {
    "message": "Adblock Plus recueille-t-il les données personnelles des utilisateurs ?"
  },
  "legal-standards-requirements-toc-link": {
    "message": "Quelles sont les normes ou exigences légales associées à la collecte des données personnelles par eyeo ?"
  },
  "selling-data-1": {
    "message": "Non. eyeo ne vend jamais ces données à des tiers."
  },
  "what-king-of-data-1": {
    "message": "Les données personnelles recueillies par eyeo sont associées aux propriétés techniques de votre navigateur internet et à la version Adblock Plus que vous avez installée. eyeo recueille en outre les données personnelles volontairement communiquées dans des rapports d’erreur par exemple ou des messages sur de forum."
  },
  "what-king-of-data-2": {
    "message": "Pour obtenir une liste détaillée des données personnelles recueillies par eyeo veuillez consulter la rubrique <a>Politique de confidentialité</a> d’Adblock Plus."
  },
  "selling-data": {
    "message": "eyeo vend-elle ces données à des tiers ?"
  },
  "selling-personal-data-toc-link": {
    "message": "eyeo vend-elle ces données à des tiers ?"
  },
  "why-we-collect-1": {
    "message": "eyeo recueille des données personnelles uniquement dans la mesure nécessaire à la délivrance de ses services. En fait eyeo recueille information anonymisée et un nombre très restreint de données personnelles pour pouvoir améliorer et évaluer ses services."
  },
  "personal-data-rights": {
    "message": "Quels droits ais-je sur les données personnelles recueillies par eyeo ?"
  },
  "what-king-of-data": {
    "message": "Quel type de données personnelles sont recueillies par eyeo ?"
  },
  "personal-data-rights-item-6": {
    "message": "Opposer au traitement de vos données."
  },
  "why-we-collect": {
    "message": "Pourquoi eyeo recueille-t-elle des données personnelles ?"
  },
  "personal-data-rights-item-1": {
    "message": "Obtenir des informations relatives aux données personnelles traitées par eyeo ainsi que sur la manière dont ces données sont traitées."
  },
  "personal-data-rights-1": {
    "message": "Pour ce qui concerne vos données personnelles recueillies par eyeo vous avez les droits suivants :"
  },
  "personal-data-expiry-item-1": {
    "message": "Données du signaleur de problèmes"
  },
  "exercise-rights-toc-link": {
    "message": "Comment puis-je exercer ces droits ?"
  },
  "how-we-collect-2": {
    "message": "Pour obtenir une liste détaillée des données personnelles recueillies par eyeo veuillez consulter la rubrique <a>Politique de confidentialité</a> d’Adblock Plus."
  },
  "title": {
    "message": "Confidentialité FAQ | Adblock Plus"
  },
  "personal-data-rights-item-2": {
    "message": "Avoir accès à toutes les données personnelles traitées par eyeo."
  },
  "who-collects-data-1": {
    "message": "Derrière Adblock Plus on trouve eyeo GmbH (Allemagne)."
  }
}