{
  "title": {
    "message": "FAQ - Personnalisation de l'interface utilisateur"
  },
  "s1": {
    "message": "Comment puis-je placer l'icône d'Adblock Plus sur ma barre d'outils ?"
  },
  "s2": {
    "message": "Normalement cette icône est automatiquement ajoutée lorsque vous installez Adblock Plus, mais elle a pu être supprimée par la suite. Dans Firefox vous pouvez personnaliser la barre d'outils, simplement cliquez droit sur la barre d'outils et choisissez \"Personnaliser\" . Une fenêtre contenant des icônes apparaîtra, l'icône d'Adblock Plus devrait y figurer. Clic-glissez-la dans la barre d'outils et placez-la là où vous le souhaitez. De la même manière vous pouvez réorganiser votre barre d'outils en déplaçant les autres icônes tant que la fenêtre de personnalisation est ouverte."
  },
  "s3": {
    "message": "Comment puis-je supprimer l'icône d'Adblock Plus de ma barre d'outils ?"
  },
  "s4": {
    "message": "Vous n'aimez pas l'icône ou vous avez besoin de place pour d'autres icônes plus importantes ? Cliquez sur la flèche de l'icône et décochez dans le menu \"Options\" la ligne \"Afficher dans la barre d'outils\". Il existe aussi un menu \"Options\" dans la boîte de dialogue des préférences -- juste au cas où vous voudriez restaurer l'icône. Et en passant, vous pouvez également utiliser la personnalisation de la barre d'outils intégrée à Firefox (clic droit sur la barre d'outils et clic sur \"Personnaliser...\")."
  },
  "s5": {
    "message": "Comment puis-je faire en sorte que l'icône devienne verte sur les sites qui sont sur liste blanche ?"
  },
  "s6": {
    "message": "Si vous voulez que le comportement de l'icône d'Adblock Plus soit le même que dans la version 1.3.5 d'Adblock Plus (c'est-à-dire verte lorsqu'Adblock Plus est désactivé sur un site particulier, et grise s'il est désactivé globalement), vous pouvez installer <a>cette feuille de style personnalisée</a>\n  (requiert <a>Stylish</a>)."
  },
  "s7": {
    "message": "Comment puis-je faire apparaître la liste des éléments filtrables sur le côté/en haut de la page?"
  },
  "s8": {
    "message": "Préférez-vous placer la liste des éléments filtrables sur le côté gauche de la fenêtre du navigateur, comme c'était le cas pour Adblock Plus 0.7.5 ? Vous pouvez faire cela avec <a>cette feuille de style personnalisée</a> (requiert <a>Stylish</a>). Sous cette forme, la feuille de style s'assurera que la liste est affichée sur le côté gauche de la fenêtre du navigateur, comme une barre latérale. Vous pouvez aussi supprimer une des lignes marquées lorsque l'on vous demande d'ajouter la feuille de style, afin que la liste des éléments filtrables soit affichée sur le côté droit ou en haut."
  },
  "s9": {
    "message": "<em>Remarque</em> : Cela ne transforme pas réellement la liste des éléments filtrables en barre latérale. Cette liste peut être ouverte en même temps qu'une barre latérale, comme l'Historique."
  },
  "s10": {
    "message": "Comment puis-je afficher du texte à la place de l'icône dans ma barre d'état ?"
  },
  "s11": {
    "message": "Les anciennes versions d'Adblock Plus affichaient le mot &quot;Adblock&quot; dans la barre d'état. Ce comportement peut être rétabli avec <a>cette feuille de style personnalisée</a> (requiert <a>Stylish</a>)."
  },
  "s12": {
    "message": "Comment puis-je déplacer l'icône d'Adblock Plus à l'intérieur de la barre d'état ?"
  },
  "s13": {
    "message": "Adblock Plus 0.5 autorisait ce genre de manipulation dans la barre d'état. Pour les versions suivantes il a été décidé ne pas intégrer cette fonctionnalité puisqu'elle n'était pas indispensable. Une extension telle que <a>Organize Status Bar</a> peut bien mieux s'acquitter de cette tâche."
  },
  "s14": {
    "message": "Comment faire pour retirer Adblock Plus de tous les menus du navigateur ?"
  },
  "s15": {
    "message": "Afin d'enlever Adblock Plus du menu Outils, ainsi que des entrées du menu contextuel, vous devez installer l'extension <a>Customizations pour Adblock Plus</a>."
  },
  "s16": {
    "message": "Une fois l'installation terminée, cherchez Customizations dans le Gestionnaire de modules complémentaires et cliquez sur le bouton Options de cette extension."
  },
  "s17": {
    "message": "Activez l'option \"Remove Adblock Plus from browser menus\"."
  },
  "s18": {
    "message": "Comment puis-je modifier les icônes affichées par Adblock Plus ?"
  },
  "s19": {
    "message": "Si vous préférez les icônes utilisées avant Adblock Plus 0.7.2 (le cafard), vous pouvez utiliser <a>cette feuille de style personnalisée</a> pour les rétablir (A utiliser avec <a>Stylish</a> de préférence). Mais si vous avez une meilleure icône, vous pouvez créer votre propre style en utilisant ce modèle :"
  },
  "s20": {
    "message": "Ici les icônes sont supposées être localisées dans le dossier c:\\icons, vous serez donc peut-être amené à modifier les adresses. Pour appliquer ce style vous pouvez soit utiliser <a>Stylish</a> soit éditer le fichier chrome/userChrome.css dans votre profil ("
  },
  "s21": {
    "message": "http://www.geckozone.org/articles/2005/08/31/100-comprendre-le-profil"
  },
  "s22": {
    "message": "Où se trouve mon dossier de profil ?"
  },
  "s23": {
    "message": "zt ajoutez ce code. Si le fichier userChrome.css n'existe pas vous dvrez le créer."
  },
  "s24": {
    "message": "<em>Remarque</em>: Les modifications prendront effet après redémarrage du navigateur."
  },
  "s25": {
    "message": "Comment puis-je modifier le raccourci clavier pour ... / ajouter un raccourci clavier pour désactiver Adblock Plus ?"
  },
  "s26": {
    "message": "Il existe trois préférences cachées auxquelles on peut accéder via"
  },
  "s27": {
    "message": "http://kb.mozillazine.org/About:config"
  },
  "s28": {
    "message": "about:config"
  },
  "s29": {
    "message": "qui définissent les raccourcis claviers pour Adblock Plus : <a>extensions.adblockplus.sidebar_key</a> (afficher/fermer la liste des éléments filtrables), <a>extensions.adblockplus.settings_key</a> (ouvrir la boîte de dialoque des préférences), <a>extensions.adblockplus.enable_key</a> (activer/désactiver Adblock Plus). Vous pouvez les modifier à votre convenance."
  },
  "s30": {
    "message": "<em>Remarque</em>: les modifications prendront effet après redémarrage de votre navigateur."
  }
}