{
  "s1": {
    "message": "Quel est le rapport entre Adblock Plus et Adblock ?"
  },
  "s10": {
    "message": "The problem comes when you ask them to make a choice that <em>they don't care about</em>. [...] it's simply guaranteed to perplex and eventually piss off the user."
  },
  "s11": {
    "message": "Cela ne signifie pas que chaque fonctionnalité et option de personnalisation doivent être supprimées. Elles ne doivent simplement pas prendre une trop grande ampleur."
  },
  "s12": {
    "message": "Pourquoi est-il si difficile de créer un raccourci clavier pour ... ?"
  },
  "s13": {
    "message": "Ça ne l'est pas. Cependant, Les raccourcis claviers dans la fenêtre du navigateur sont utilisés de manière partagée. Il est impossible d'utiliser des raccourcis simples — ils sont déjà utilisés par le navigateur. Et même les raccourcis les plus compliqués du type Ctrl+Shift+Touche sont utilisés par une multitude d'extensions. Plus nous utilisons de raccourcis claviers, plus nous risquons des conflits avec d'autres extensions. Ceci dit, vous pouvez toujours <a>reconfigurer les raccourcis claviers</a>."
  },
  "s14": {
    "message": "Comment puis-proposer mon aide ?"
  },
  "s15": {
    "message": "Plusieurs possibilités s'offrent à vous si vous souhaitez contribuer à l'évolution du projet Adblock Plus :"
  },
  "s16": {
    "message": "Signaler des bogues"
  },
  "s17": {
    "message": "Si vous pensez avoir constaté un dysfonctionnement d'Adblock Plus — <a>dites-le nous</a>. Il subsiste toujours des situations que nous n'avons pas testées et qui ont générées des résultats incorrects, et nous avons besoin de votre aide pour les découvrir. Veuillez indiquer toutes les informations utiles afin que nous puissions reproduire le bogue : dans quelles conditions celui-ci a eu lieu, quel est le navigateur que vous avez utilisé, quelle était la version d'Adblock Plus ? Veuillez rester à disposition et joignable aussi au cas où nous aurions des questions à vous poser et pour nous permettre de vous confirmer que le problème a été résolu."
  },
  "s18": {
    "message": "Tester les versions de développement"
  },
  "s19": {
    "message": "Avant la mise à disposition d'une nouvelle version d'Adblock Plus plusieurs <a>versions de développement</a> sont proposées. Le but est de constater et retirer les bogues ou de mauvaises fonctionnalités avant de les mettre à disposition. Abonnez-vous au  <a>fil RSS</a> pour savoir à quel moment une nouvelle version de développement est disponible."
  },
  "s2": {
    "message": "Le développement d'Adblock a été stoppé en 2004. Les demandes d'amélioration de l'extension étant de plus en plus insistantes, Michael McDonald lança Adblock Plus 0.5 — une nouvelle extension basée sur Adblock mais intégrant des fonctionnalités supplémentaires telles que la définition de liste blanche, l'abonnement à des listes de filtres et bien d'autres..."
  },
  "s20": {
    "message": "Aider d'autres utilisateurs"
  },
  "s21": {
    "message": "Si vous êtes un utilisateur expérimenté d'Adblock Plus, peut-être avez-vous le temps de vous consacrer à répondre aux questions d'utilisateurs débutants. Consultez le <a>forum</a> (en anglais), il y a toujours beaucoup d'utilisateurs en attente de réponses."
  },
  "s22": {
    "message": "Faire des suggestions"
  },
  "s23": {
    "message": "Il y a toujours quelque chose à améliorer, veuillez donc nous faire partager vos idées. Idéalement vous ne devriez pas uniquement nous dire ce qui devrait être modifié (ceci est souvent connu) mais également comment procéder à ces modifications. Ouvrez un nouveau sujet dans le <a>forum</a> ou rejoignez une discussion en cours. Veuillez prendre note que toute suggestion ne sera pas forcément prise en compte et veuillez rester constructif dans vos critiques."
  },
  "s27": {
    "message": "Traduire Adblock Plus"
  },
  "s28": {
    "message": "Pour l'instant Adblock Plus a été traduite en plus de 30 langues — et nous avons encore besoin de traducteurs pour quelques langues. Si vous souhaitez offrir votre contribution dans ce domaine, veuillez vous enregistrer sur  <a>BabelZilla</a>, allez sur le <a>sujet d'Adblock plus</a> et cliquez sur le lien \"View on WTS\" dans le premier message. Prenez en charge toute langue n'ayant pas été encore assignée à un traducteur. Veuillez prendre note que vous ne devriez faire cela que si vous souhaitez mettre à jour votre traduction lors de la sortie de nouvelles versions d'Adblock Plus (BabelZilla vous notifiera dans ce cas). Lisez la <a>FAQ de BabelZilla</a> pour apprendre davantage sur le WTS (Web Translation System)."
  },
  "s29": {
    "message": "Spread the word (Faites passer le mot)"
  },
  "s3": {
    "message": "Cette version d'Adblock Plus se base également sur Adblock, qui était arrivée au bout de ses possibilités d'évolution. La qualité d'Adblock étant... dirons-nous... moins qu'adéquate, une complète réécriture du code s'imposait. Cela fut réalisé avec Adblock Plus 0.6 — une toute nouvelle extension avec comme objectifs la simplicité d'utilisation, la stabilité et la sécurité. Pour diverses raisons, beaucoup de fonctionnalités intéressantes d'Adblock Plus 0.5 ne purent être intégrées dans la version originale d'Adblock Plus 0.6 mais cela fut réglé avec Adblock Plus 0.6.1."
  },
  "s30": {
    "message": "Pardonnez l'usage impropre de ce slogan mais le fait de parler d'Adblock Plus à d'autres personnes est une contribution tout à fait appréciée . Même si personne n'en profite directement, la large adoption d'un logiciel de blocage de publicités rendra les publicités intrusives financièrement inefficaces, jusqu'à ce qu'elles deviennent aussi rares que les fenêtres popup actuellement. Et en plus du fait de rendre Internet plus convivial, il est aussi agréable de savoir que ce projet est utilisé."
  },
  "s31": {
    "message": "Faire un don"
  },
  "s32": {
    "message": "Avec plus de moyens, nous pourrons accélérer le développement d'Adblock Plus."
  },
  "s33": {
    "message": "Vous pouvez faire un don sur la <a>page des contributions</a>."
  },
  "s4": {
    "message": "Michael McDonald, le développeur d'Adblock Plus 0.5, a rejoint l'équipe du projet d'Adblock et tente à présent de la faire évoluer. C'est pourquoi je (Wladimir Palant) suis le développeur principal initial d'Adblock Plus 0.6."
  },
  "s5": {
    "message": "Pourquoi est-il si difficile d'ajouter une option pour ... ?"
  },
  "s7": {
    "message": "Ça ne l'est pas. Mais l'approche \"options pour tout\" a ses conséquences. Je vais simplement citer <a>Joel Spolsky</a> :"
  },
  "title": {
    "message": "FAQ - Projet Adblock Plus"
  }
}