{
  "s1": {
    "message": "Adblock Plus - Fonctionnalités"
  },
  "s10": {
    "message": "Protège contre les fautes de frappe"
  },
  "s11": {
    "message": "Vous pouvez créer votre propre liste de filtres. <a>Cliquer ici pour savoir comment</a>."
  },
  "s12": {
    "message": "<a>EasyList</a> est founie par défaut (en réalité, pas seulement Easylist, mais la liste de filtres qui correspond à la langue de votre navigateur). <a>La liste d’exception Publicités Acceptables</a> est aussi fournie. Ce ne sont que des listes de base pour vous montrer ce qu’Adblock Plus peut réaliser. Après cela, Adblock Plus est à personnaliser comme vous le souhaitez."
  },
  "s13": {
    "message": "Ces listes de filtres noirs n’ont pas été créées par Eyeo GmbH, la société derrière Adblock Plus, mais proviennent de la communauté Easylist (cf. https://easylist.to/). Eyeo vous les mentionne comme des exemples mais n’a pas de droit ou de contrôle sur leur contenu. En aucun cas, Eyeo ne pourra être tenu pour responsable envers vous ou tout autre tiers pour toute perte ou dommage (y compris, sans y être limité, les dommages pour perte de chances et perte de bénéfices) découlant directement ou indirectement de votre utilisation de ces listes."
  },
  "s15": {
    "message": "Par défaut, Adblock Plus bloque les publicités intrusives sur Internet : les publicités vidéos par exemple sur You Tube, Facebook, les bannières tape à l’œil, pop-ups, pop-unders et plus encore. Il fait cela sur la base d’une liste de filtres choisie par l’utilisateur."
  },
  "s16": {
    "message": "Il suffit d'installer Adblock Plus sur votre navigateur (il est disponible pour <a>Firefox</a>, <a>Chrome</a>, <a>Safari</a> et <a>Opera</a>) ou sur votre smartphone ou tablette <a>Android</a> et de commencer à le personnaliser."
  },
  "s17": {
    "message": "Autoriser les Publicités Acceptables"
  },
  "s18": {
    "message": "De nombreux sites Web comptent sur les revenus de la publicité. Dès lors, au lieu de bloquer toutes les publicités, nous avons décidé d' encourager les sites à utiliser des publicités non intrusives au lieu des publicités désagréables que la plupart des gens ignorent et veulent bloquer."
  },
  "s19": {
    "message": "Pour accomplir cela, nous avons établi avec nos utilisateurs et des tiers des <a>directives strictes</a> permettant d'identifier les formats et emplacements acceptables. Ces publicités sont donc autorisées par défaut."
  },
  "s2": {
    "message": "Adblock peut faire bien plus que simplement bloquer des annonces publicitaires: désactiver d'intempestives bandes sons, vous protéger contre des systèmes malveillants, faire disparaître les boutons de médias sociaux."
  },
  "s20": {
    "message": "Vous pouvez à tout moment <a>désactiver cette fonctionnalité</a> si vous le souhaitez."
  },
  "s22": {
    "message": "À chaque fois que vous surfez en ligne, un nombre important d'entreprise piste votre activité sur Internet et votre historique de navigation."
  },
  "s23": {
    "message": "Il existe des centaines d'agences publicitaires qui pistent le moindre de vos clics, mais grâce à Adblock Plus vous pouvez facilement désactiver la plupart des formes de pistage, et enfin surfer sur Internet de façon vraiment anonyme."
  },
  "s24": {
    "message": "D'après une <a>étude menée par l’Université de Stanford</a>, les filtres de protection contre le pistage EasyPrivacy sont les plus efficaces de toutes les solutions de protection disponibles dans ce domaine."
  },
  "s25": {
    "message": "Afin d'activer cette fonctionnalité, il suffit d'<a>ouvrir cette boîte de dialogue</a> et de cliquer sur \\\"Ajouter\\\" afin de vous protéger contre le tracking. Si vous souhaitez la désactiver, la <a>page suivante</a> vous expliquera comment faire."
  },
  "s27": {
    "message": "Démarrage lent, popups, et publicitaires détournant votre navigateur : voici des symptômes d'une infection de votre ordinateur par un malware. Pire encore, les ordinateur infectés par un malware sont la porte ouverte à toute sorte de cybercriminalité.\nCes ordinateurs infectés peuvent être utilisés à votre insu pour envoyer des mails de spam, attaquer d'autres ordinateurs ou serveurs, et voler vos mots de passe, numéro de sécurité sociale, documents personnels et numéros de carte de crédit."
  },
  "s30": {
    "message": "Adblock Plus peut être configuré afin de bloquer tous les domaines connus pour diffuser des malwares, protégeant ainsi votre ordinateur des virus, chevaux de Troie, vers, spywares et adwares."
  },
  "s31": {
    "message": "Afin d'activer cette fonctionnalité, il suffit d'<a>ouvrir cette boîte de dialogue</a> et de cliquer sur \\\"Ajouter\\\" afin de vous protéger contre le tracking. Si vous souhaitez la désactiver, la <a>page suivante</a> vous expliquera comment faire."
  },
  "s33": {
    "message": "Les boutons permettant de partager du contenu sur les réseaux sociaux tels que Facebook, Twitter, Google Plus et bien d'autres sont présents sur la quasi-totalité des sites que vous visitez. Même si vous ne cliquez pas dessus, chaque site contenant ces boutons envoie une requête aux serveurs hébergeant ces réseaux sociaux, qui peuvent de leur côté utiliser ces informations pour créer un profil basé sur vos habitudes de navigation."
  },
  "s35": {
    "message": "Vous pouvez utiliser Adblock Plus afin de bloquer tous les boutons de médias sociaux sur la plupart des sites Web, vous assurant ainsi que les réseaux sociaux ne peuvent pas créer de profil basé sur les sites Web que vous visitez."
  },
  "s36": {
    "message": "Afin d'activer cette fonctionnalité, il suffit d'<a>ouvrir cette boîte de dialogue</a> et de cliquer sur \\\"Ajouter\\\" afin de vous protéger contre le tracking. Si vous souhaitez la désactiver, la <a>page suivante</a> vous expliquera comment faire."
  },
  "s38": {
    "message": "La fonction correction des fautes de frappe était disponible sur Adblock Plus pour Firefox mais a été <a>retirée dans la version 2.3</a>. Si cette caractéristique vous manque, vous pouvez la récupérer en installant notre extension<a> \\\"URL Fixer\\\"</a>. Si cette fonction vous manque vous pouvez la retrouver en installant notre extension URL Fixer (Réparateur d’URL)."
  },
  "s5": {
    "message": "Bloque les publicités"
  },
  "s6": {
    "message": "Autoriser les Publicités Acceptables"
  },
  "s7": {
    "message": "Désactive le pistage"
  },
  "s8": {
    "message": "Désactive les sites de malwares"
  },
  "s9": {
    "message": "Désactive les boutons des médias sociaux"
  },
  "title": {
    "message": "Adblock Plus - Fonctionnalités"
  }
}