{
  "title": {
    "message": "Fonctionnalités"
  },
  "title-full": {
    "message": "Adblock Plus - Fonctionnalités"
  },
  "s1": {
    "message": "Caractéristiques - Adblock Plus"
  },
  "s2": {
    "message": "Adblock peut faire bien plus que simplement bloquer des annonces publicitaires: désactiver d'intempestives bandes sons, vous protéger contre des systèmes malveillants, faire disparaître les boutons de médias sociaux."
  },
  "s3": {
    "message": "Caractéristiques - Adblock Plus"
  },
  "s4": {
    "message": " "
  },
  "s5": {
    "message": "Bloque les publicités"
  },
  "s6": {
    "message": "Publicités acceptables"
  },
  "s7": {
    "message": "Désactive le pistage"
  },
  "s8": {
    "message": "Désactive les sites de malwares"
  },
  "s9": {
    "message": "Désactive les boutons des médias sociaux"
  },
  "s10": {
    "message": "Protège contre les fautes de frappe"
  },
  "s11": {
    "message": "Bloque les publicités"
  },
  "s12": {
    "message": "Adblock Plus bloque par défaut toutes les publicités intrusives sur Internet : les publicités vidéos sur Youtube, les publicités sur Facebook, les bannières, les pop-up, et bien plus encore."
  },
  "s13": {
    "message": "Il suffit d'installer Adblock Plus sur votre navigateur (il est disponible pour <a>Firefox</a>, <a>Chrome</a> et <a>Opera</a>) ou sur votre smartphone ou tablette <a>Android</a> et toutes les publicités intrusives seront automatiquement bloquées sur tous les sites que vous visiterez."
  },
  "s14": {
    "message": "Publicités acceptables"
  },
  "s15": {
    "message": "Adblock Plus bloquera toujours les publicités intrusives et dérangeantes."
  },
  "s16": {
    "message": "Cela étant dit, de nombreux sites Web dépendent des revenus de la publicité, et nous souhaitons de ce fait les encourager à utiliser uniquement des publicités simples et discrètes au lieu de bannières tape-à-l'œil."
  },
  "s17": {
    "message": "C'est pourquoi le communauté Adblock Plus a établi des <a>règles strictes</a> permettant d'identifier les publicités acceptables, qui ne seront de fait pas bloquées par Adblock Plus."
  },
  "s18": {
    "message": "Vous pouvez à tout moment désactivez cette fonctionnalité si vous le souhaitez."
  },
  "s19": {
    "message": "Désactive le pistage"
  },
  "s20": {
    "message": "À chaque fois que vous surfez en ligne, un nombre important d'entreprise piste votre activité sur Internet et votre historique de navigation."
  },
  "s21": {
    "message": "Il existe des centaines de compagnies publicitaires qui piste le moindre de vos clics, mais grâce à Adblock Plus vous pouvez facilement désactiver toute forme de pistage, et enfin surfer sur Internet de façon vraiment anonyme."
  },
  "s22": {
    "message": "D'après une <a>étude menée par l’Université de Stanford</a>, la protection contre le pistage d'Adblock Plus est la plus efficace de toutes les solutions de protection disponibles dans ce domaine."
  },
  "s23": {
    "message": "Afin d'activer cette fonctionnalité, il suffit d'<a>ouvrir cette boîte de dialogue</a>\n          et de cliquer sur &quot;Ajouter&quot; afin de vous protéger contre le tracking. Si vous souhaitez la désactiver, la <a>page suivante</a> vous expliquera comment faire."
  },
  "s24": {
    "message": "Désactive les sites de malwares"
  },
  "s25": {
    "message": "Démarrage lent, popups, et publicitaires détournant votre navigateur : voici des symptômes d'une infection de votre ordinateur par un malware."
  },
  "s26": {
    "message": "Pire encore, les ordinateur infectés par un malware sont la porte ouverte à toute sorte de cybercriminalité."
  },
  "s27": {
    "message": "Ces ordinateurs infectés peuvent être utilisés à votre insu pour envoyer des mails de spam, attaquer d'autres ordinateurs ou serveurs, et voler vos mots de passe, numéro de sécurité sociale, documents personnels et numéros de carte de crédit."
  },
  "s28": {
    "message": "Adblock Plus peut être configuré afin de bloquer tous les domaines connus pour diffuser des malwares, protégeant ainsi votre ordinateur des virus, chevaux de Troie, vers, spywares et adwares."
  },
  "s29": {
    "message": "Afin d'activer cette fonctionnalité, il suffit d'<a>ouvrir cette boîte de dialogue</a>\n          et de cliquer sur &quot;Ajouter&quot; afin de vous protéger contre les sites Web malveillants. Si vous souhaitez la désactivez, la <a>page suivante</a> vous expliquera comment faire."
  },
  "s30": {
    "message": "Désactive les boutons des médias sociaux"
  },
  "s31": {
    "message": "Les boutons permettant de partager du contenu sur les réseaux sociaux tels que Facebook, Twitter, Google Plus et bien d'autres sont présents sur la quasi-totalité des sites que vous visitez."
  },
  "s32": {
    "message": "Même si vous ne cliquez pas dessus, chaque site contenant ces boutons envoie une requête aux serveurs hébergeant ces réseaux sociaux, qui peuvent de leur côté utiliser ces informations pour créer un profil basé sur vos habitudes de navigation."
  },
  "s33": {
    "message": "Vous pouvez utiliser Adblock Plus afin de bloquer tous les boutons de médias sociaux sur tous les sites Web, vous assurant ainsi que les réseaux sociaux ne peuvent pas créer de profil basé sur les sites Web que vous visitez."
  },
  "s34": {
    "message": "Afin d'activer cette fonctionnalité, il suffit d'<a>ouvrir cette boîte de dialogue</a>\n          et de cliquer sur &quot;Ajouter&quot; afin de vous protéger contre le pistage des médias sociaux. Si vous souhaitez la désactiver, la <a>page suivante</a> vous expliquera comment faire."
  },
  "s35": {
    "message": "Protège contre les fautes de frappe"
  },
  "s36": {
    "message": "De même qu'Adblock Plus pour la version 2.3, <a>la correction typologique n'est plus utilisée</a>. Si cette caractéristique vous manque, vous pouvez la récupérer en installant notre extension<a> &quot;URL Fixer&quot;</a>."
  },
  "s37": {
    "message": "Les sites Web d'hameçonnage ou ceux proposant des contenus malveillants possèdent souvent des noms de domaine mal orthographiés, et en faisant une légère faute de frappe dans une adresse Internet, vous risquez involontairement de tomber sur ce genre de site."
  },
  "s38": {
    "message": "\"URL Fixer\" peut automatiquement corriger les typologies dans la barre de navigation pour prévenir des accidentelles visites de sites malicieux lorsque qu'une faute de frappe est intervenue dans l'adresse internet."
  }
}