{
  "filter-lists-requirements-item-3-example": {
    "message": "Exemple : ne doit pas comporter de redondance, de filtres extrêmement génériques ou de <a>filtres \"lents\"</a>"
  },
  "description": {
    "message": "Une liste de filtres doit satisfaire à certains critères établis par Adblock Plus pour pouvoir être conseillés aux utilisateurs."
  },
  "filter-lists-requirements-intro": {
    "message": "La liste de filtres :"
  },
  "title": {
    "message": "Exigences recommandées pour les listes de filtres"
  },
  "filter-lists-requirements-item-6": {
    "message": "Doit être activement entretenue"
  },
  "filter-lists-requirements-item-7": {
    "message": "Enfin, l’auteur de la liste de filtres doit avoir une bonne compréhension de la langue dans laquelle, et pour laquelle, il crée la liste de filtres."
  },
  "filter-lists-requirements-item-4": {
    "message": "Doit respecter certaines normes minimum, comme indiqué dans la <a>politique d'EasyList</a>"
  },
  "filter-lists-requirements-item-5": {
    "message": "Doit bloquer uniquement les publicités"
  },
  "filter-lists-requirements-item-2": {
    "message": "Doit être unique (ne doit pas dupliquer une autre liste ou les filtres d’une autre liste)"
  },
  "filter-lists-requirements-item-3": {
    "message": "Doit respecter un certain niveau de qualité"
  },
  "filter-lists-requirements-item-1": {
    "message": "Doit être à source ouverte ; les utilisateurs doivent pouvoir signaler les problèmes ou suggérer des filtres"
  },
  "filter-lists-requirements-item-2-example": {
    "message": "Exemple : nous ne soutiendrons pas une deuxième liste de filtres allemands, ou une liste contenant des filtres se trouvant déjà dans EasyList (autrement dit, ne créez pas une autre « EasyList Allemagne » si elle ne contient pas de filtres supplémentaires ou meilleurs)"
  },
  "filter-lists-requirements-item-5-example": {
    "message": "Exemple : La liste de filtres ne doit pas bloquer les non-publicités (contenus ou auto-promotion) et ne doit pas contourner les avertissements ou messages anti-blocage publicitaire ou les mesures technologiques qui contrôlent en fait l’accès aux sites web."
  }
}