{
  "title": {
    "message": "Démarrer avec Adblock Plus - Installation d'Adblock Plus"
  },
  "s1": {
    "message": "Installation dans Thunderbird et Prism"
  },
  "s2": {
    "message": "Dans Thunderbird et Prism vous ne pouvez pas vous rendre sur  addons.mozilla.org directement. Pour installer tout de même Adblock Plus, rendez-vous sur <a>addons.mozilla.org</a> dans le navigateur, cliquez droit sur le gros bouton vert d'installation et choisissez d'\"Enregistrer la cible du lien sous…\" dans le menu contextuel. Choisissez un emplacement vers lequel télécharger Adblock Plus. Ensuite allez dans Thunderbird ou Prism et rendez-vous dans le menu Outils » Modules complémentaires. Cliquez sur le bouton \"Installer\" au bas de la boîte de dialogue et sélectionnez le paquetage Adblock plus que vous venez de télécharger. Redémarrez l'application lorsqu'on vous le demandera."
  },
  "s3": {
    "message": "Installation dans K-Meleon"
  },
  "s4": {
    "message": "K-Meleon ne possède pas de système d'installation d'extension. C'est pourquoi Adblock Plus pour K-Meleon est un fichier ZIP qui devra être extrait dans le répertoire d'application de K-Meleon. Voyez la page <a>Adblock Plus pour K-Meleon</a> pour obtenir des paquetages d'installation et davantage d'instructions."
  },
  "s5": {
    "message": "Traiter les messages d'erreur d'incompatibilité"
  },
  "s6": {
    "message": "Si vous ne pouvez pas installer  Adblock Plus parce qu'elle \"n'est pas compatible\", cela peut signifier deux choses :"
  },
  "s7": {
    "message": "Votre application est trop ancienne et une nouvelle version a été mise à disposition depuis un certain temps déjà. Adblock Plus ne peut prendre en charge de vieilles application indéfiniment, déjà parce qu'au bout d'un moment trop peu de personnes utilisent cette application et les bogues ne sont plus signalés. La meilleure solution est de mettre à jour l'application et ensuite d'installer Adblock Plus. Si pour une raison ou pour une autre cela n'est pas possible, comme solution temporaire, vous pouvez allez installer <a>une des anciennes versions d'Adblock Plus</a>, l'une d'elles devrait être compatible."
  },
  "s8": {
    "message": "Votre application est trop récente et Adblock Plus n'a pas encore été marquée comme étant compatible avec cette nouvelle version. Si vous ne l'avez pas encore fait, essayez d'installer à partir de <a>addons.mozilla.org</a> et vérifiez que JavaScript est activé — l'installation à partir de addons.mozilla.org fournira des informations supplémentaires sur la compatibilité courante au navigateur. Si cela ne vous a pas non plus aidé, veuillez créer un nouveau sujet dans le  <a>forum</a> (l'inscription n'est pas obligatoire)."
  },
  "s9": {
    "message": "Autres problèmes lors de l'installation"
  },
  "s11": {
    "message": "Il existe d'autres problèmes qui peuvent survenir lors de l'installation. Veuillez vous rendre sur <a>MozillaZine Knowledge Base</a> pour obtenir des solutions."
  },
  "s11-link": {
    "message": "http://kb.mozillazine.org/Unable_to_install_themes_or_extensions_-_Firefox"
  }
}