{
  "s1": {
    "message": "Démarrer - Adblock Plus"
  },
  "s10": {
    "message": "Sur Firefox"
  },
  "s11": {
    "message": "Si vous utilisez le moteur de recherche Mozilla Firefox, cliquer sur le bouton \"Installer sur Firefox\" <a>sur la page d'installation Firefox</a>. Firefox vous demandera aussitôt d'autoriser Adblock Plus d'installer le \"add-on\": cliquez sur \"Autoriser\"."
  },
  "s12": {
    "message": "Firefox démarrera l'installation du bloqueur d'annonces et vous demandera de confirmer que vous faites confiance à l'auteur. Cliquez sur \"Installer maintenant\" pour ajouter Adblock Plus au moteur de recherche Firefox."
  },
  "s13": {
    "message": "Vous êtes maintenant protéger contre toutes les publicités intrusives!"
  },
  "s14": {
    "message": "Sur Chrome"
  },
  "s15": {
    "message": "Google Chrome autorise deux voies pour installer votre logiciel bloqueur de pub. La façon la plus facile est de passer par notre site internet. La seconde possibilité est de passer par le site Chrome Web Store."
  },
  "s16": {
    "message": "L'installation grâce à notre site se fait deux étapes"
  },
  "s17": {
    "message": "Il suffit simplement <a>d'aller sur la page d'installation Chrome et cliquer sur le bouton installer pour ajouter le bloqueur de publicités à votre moteur de recherche Chrome.</a> "
  },
  "s18": {
    "message": "Adblock Plus pourra être installer dans votre moteur de recherche. Vous saurez qu'il aura été correctement installé si le message suivant s'affiche:"
  },
  "s19": {
    "message": "L'installation grâce à Google Chrome Webstore se fait en trois étapes:"
  },
  "s2": {
    "message": "Nouveau avec Adblock Plus? Découvrez comme il est facile de vous protéger contre toutes les annonces agaçantes. Télécharger Adblock Plus sur Google Chrome et d'autres moteurs de recherche, ici."
  },
  "s20": {
    "message": "Si vous souhaitez installer Adblock Plus grâce à notre site Chrome Web Store, <a>cliquez ici</a> pour ouvrir ABP. Le prochain écran à s'ouvrir sera votre extension Adblock Plus sur Chrome:"
  },
  "s21": {
    "message": "Sur cet écran, cliquez sur le bouton bleu \"Ajouter à Google Chrome\", dans le coin en haut à gauche. Après avoir cliquer sur son bouton, le prochain pop-up vous demandera d'\"Ajouter\" Adblock Plus à votre moteur de recherche:"
  },
  "s22": {
    "message": "Après avoir confirmer, vous serez protéger contre toutes les annonces publicitaires intrusives par le plus populaire de tous les bloqueurs de publicités!"
  },
  "s23": {
    "message": "Sur Opera"
  },
  "s24": {
    "message": "Pour installer Adblock Plus sur Opera, <a>aller sur la page Opera \"Add-on\"</a> et cliquez sur \"Ajouter à Opera\". Le prochain pop-up apparaitra:"
  },
  "s25": {
    "message": "Confirmez en cliquant sur \"Installer\" et Adblock Plus bloquera toutes les annonces publicitaires sur votre moteur de recherche Opera."
  },
  "s26": {
    "message": "Sur Android"
  },
  "s27": {
    "message": "Adblock Plus est également disponible pour les instruments d'Android. Il est important de noter qu'on peut trouver <a>quelques limites</a> pour certains outils non-ancrés. Pour installer Adblock Plus, vous aurez besoin d'autoriser l'installation d'application pour des sources inconnues:"
  },
  "s28": {
    "message": "Ouvrir \"Configurations\" et aller à l'option \"sources inconnues\" (sous \"Applications\" ou \"Sécurité\" selon votre appareil)."
  },
  "s29": {
    "message": "Cochez la case et confirmez le message suivant avec \"OK\"."
  },
  "s30": {
    "message": "Afin de télécharger Adblock Plus, accéder à <a>la page d'installation Android</a>, télécharger l'application et ouvrez là."
  },
  "s31": {
    "message": "Une fois qu'Adblock Plus est installé, autorisé et configuré, toutes les annonces publicitaires devraient être bloquées."
  },
  "s32": {
    "message": "Premiers pas"
  },
  "s33": {
    "message": "Choisir la bonne liste \"filtre\""
  },
  "s35": {
    "message": "Sont disponibles, deux listes basiques: \"Easylist\" et \"Fanboy's List\". Ces deux listes bloquent les annonces des sites web les plus populaires (le plus souvent anglais). Cependant, ces listes ne bloquent pas les annonces sur les sites web moins populaires. Dans le cas, par exemple, où vous êtes originaire d'Allemagne, vous devrez souscrire à la liste \"filtre\" nationale allemande. Dans ce cas, ça sera \"EasyList Germany + EasyList\". Un aperçu de toutes les listes se trouve<a>ici</a>."
  },
  "s36": {
    "message": "Il est conseillé de ne pas ajouter beaucoup de listes \"filtre\" à Adblock Plus. Cela pourrait ralentir votre extension et, ce faisant, votre moteur de recherche. En règle générale, il est recommandé de ne pas utiliser de listes chevauchées (par exemple, choisir \"Easylist\" OU \"Fanboy's List\")."
  },
  "s37": {
    "message": "Vous pouvez également utiliser les listes \"filtres\" pour vous protéger des bandes son, des malware, des suivis de médias sociaux, etc. Lire plus à ce propos, <a>ici</a>."
  },
  "s38": {
    "message": "Comment ajouter une liste \"filtre\""
  },
  "s39": {
    "message": "Si vous souhaitez retirer une liste de filtres, consultez <a>ce tutoriel</a>."
  },
  "s40": {
    "message": "Sur Firefox"
  },
  "s41": {
    "message": "Dans Firefox, sélectionner \"Firefox\" >> \"Add-ons\" (pour Mac OSX/Linux, sélectionner \"Outils\" à partir de la barre \"Menu\">> \"Add-ons\"), cela ouvrira votre Firefox Add-ons Manager."
  },
  "s42": {
    "message": "Sur Windows:"
  },
  "s43": {
    "message": "Sur Mac OS X/Linux"
  },
  "s44": {
    "message": "Dans Add-ons Manager, sous \"Extensions\", se trouve Adblock Plus:"
  },
  "s45": {
    "message": "Selectionnez \"Préférences\" pour accéder au profil Adblock Plus et cliquez sur \"Préférences filtre\":"
  },
  "s46": {
    "message": "Cela ouvrira le menu des préférences filtre d'Adblock Plus:"
  },
  "s47": {
    "message": "Cliquez sur \"S'abonner à la liste de filtres\" et ouvrez le menu déroulant jusqu'à ce que la souscription filtre vous propose d'ajouter de nouveaux filtres. Sélectionnez la liste à laquelle vous voulez souscrire et Adblock Plus vous permettra automatiquement d'en choisir une par défaut. Ce menu ne montre que les filtres les plus populaires et recommandés. Continuez ensuite<a>, ici,</a> pour plus de listes \"filtre\"."
  },
  "s48": {
    "message": "Sur Google Chrome"
  },
  "s49": {
    "message": "Pour ajouter un filtre de souscription Google Chrome, sélectionnez \"Réglages\" à partir du menu en haut à droite. Ce menu est accessible par l'icône faite de trois barres horizontales:"
  },
  "s5": {
    "message": "Qu'est-ce que Adblock Plus ?"
  },
  "s50": {
    "message": "Dans le menu déroulant, sélectionnez \"Réglages\". Ensuite, dirigez vous vers la fenêtre \"Extensions\" sur la gauche de votre écran. Cela ouvrira la fenêtre d'extensions de Google Chrome, où vous pourrez trouver Adblock Plus."
  },
  "s51": {
    "message": "Sous cette description, vous pouvez trouver l'hyperlien \"Options\". Cliquez sur le lien pour ouvrir le menu sur notre bloqueur Google Chrome:"
  },
  "s52": {
    "message": "Dans les options d'Adblock Plus, vous disposez d'un aperçu des listes \"filtres\" installées et permises. Pour ajouter une nouvelle souscription à l'extension, sélectionnez \"Ajouter une souscription de filtre\"."
  },
  "s53": {
    "message": "Cela ouvrira un menu déroulant avec les listes recommandées et les plus utilisées. Sélectionnez les listes \"filtre\" que vous voulez voir fonctionner et cliquez sur \"Ajouter\". Si le filtre souhaité n'est pas disponible dans la liste des filtres proposés, continuez <a>ici</a>."
  },
  "s54": {
    "message": "Sur Opera"
  },
  "s55": {
    "message": "Pour ajouter une nouvelle liste \"filtre\" sur Opera, sélectionnez \"Extensions\" dans le menu principal (pour Mac OS X/Linux, \"Outils\"), puis \"Gérer les extensions\". Cela ouvrira la fenêtre des extensions actuellement installées, dont Adblock fait parti."
  },
  "s56": {
    "message": "Pour accéder au menu des préférences \"filtre\", cliquez sur la petite icône sur le côté droit. Cela ouvrira le menu \"Options Adblock Plus\", où il est possible d'ajouter vos souscriptions."
  },
  "s57": {
    "message": "Cliquez sur \"Ajouter souscription filtre\" pour accéder au menu déroulant avec les listes \"filtre\" les plus populaires et recommandées."
  },
  "s58": {
    "message": "Ici, vous pouvez sélectionnez le filtre que vous souhaitez et cliquez \"Ajouter\"."
  },
  "s59": {
    "message": "Sur Android"
  },
  "s6": {
    "message": "Adblock Plus est l'extension de moteur de recherche sur le net la plus utilisée sur Mozilla Firefox, Google Chrome, Opera et Android. Son but premier est de bloquer tous les \"pop-up\" et autre annonces publicitaires de votre page navigateur: vidéos You Tube, annonces publicitaires Facebook, bannières, annonces de fond, etc."
  },
  "s60": {
    "message": "Pour Android, il est possible de sélectionnez de multiples listes \"filtres\". Afin de changer votre souscription à une liste\"filtre\", ouvrez l'application \"Adblock Plus\" et sélectionnez \"Souscription Filtre\". Cela ouvrira le menu où vous pourrez changer vos souscriptions."
  },
  "s61": {
    "message": "Désactiver Adblock Plus pour les sites fréquemment visités"
  },
  "s62": {
    "message": "Beaucoup de sites Web dépendent de leurs revenus publicitaires et si vous visitez un site Web fréquemment vous voudrez peut-être accepter leurs publicités —en espérant qu'elles ne seront pas trop ennuyeuses. Pour cela, allez sur ce site et cliquez sur le symbole en forme de flèche à côté de l'icône Adblock Plus située dans la barre d'outils. Dans le menu vous pouvez choisir de \"Désactiver pour ...\" (vous pouvez annuler ce choix de la même manière en décochant cette ligne de menu)."
  },
  "s63": {
    "message": "Désinstallation d'Adblock Plus"
  },
  "s64": {
    "message": "Sur Firefox"
  },
  "s65": {
    "message": "Pour désinstaller Adblock Plus sur Mozilla Firefox, accédez vous-même à \"Add-ons Manager\" en allant directement sur \"Firefox\">>\"Add-ons\" (pour Mac OS X/Linux, sélectionnez Outils de la barre de menu \"Add-Ons\"). Là, vous pourrez avoir un aperçu des \"add-ons\" actuellement installées. vous pourrez trouver Adblock Plus et tout simplement cliquez sur \"Supprimer\". Pour plus d'informations détaillées à propos de comment retirer un add-ons, visitez <a>la page Firefox</a>."
  },
  "s66": {
    "message": "Il est important de noter qu'Adblock Plus sauvegarde vos préférences de réglage. Si vous voulez donc réinstaller ABP lors d'une étape ultérieure, vous n'êtes pas obligé de reconfigurer vos réglages. Si vous voulez un démarrage propre d'Adblock Plus, vous devriez supprimer le répertoire \"adblockplus\" dans votre profil (<a>comment trouver votre profil</a>). Vous devrez également vous rendre sur <a>about:config [en]</a> et réinitialiser toutes les préférences débutant par \"extensions.adblockplus\" (pour cela, clic-droit sur la préférence puis choisir de \"Réinitialiser\" dans le menu contextuel)."
  },
  "s67": {
    "message": "Sur Google Chrome"
  },
  "s68": {
    "message": "Pour désinstaller Adblock Plus sur Chrome, allez à \"Réglages\" dans le menu principal, en haut à droite. Puis, sélectionnez \"Extensions\" sur le côté gauche. Trouvez Adblock Plus et sélectionnez le petit icône \"poubelle\" sur la droite. Adblock Plus sur Chrome sera alors complètement supprimé de votre moteur de recherche."
  },
  "s69": {
    "message": "Sur Opera"
  },
  "s7": {
    "message": "Comment marche Adblock Plus ?"
  },
  "s70": {
    "message": "Pour désinstaller Adblock Plus sur Opéra, allez à \"Réglages\" dans le menu principal, en haut à droite. Puis, sélectionnez \"Extensions\">>\"Gérer Extensions\" sur le côté gauche. Cela ouvrira le menu d'extensions. Trouvez ensuite Adblock Plus, puis sélectionnez \"Désinstaller\" et confirmez."
  },
  "s71": {
    "message": "Sur Android"
  },
  "s72": {
    "message": "Désinstaller Adblock Plus sur Android est similaire à tout autre procédure du genre sur les autres applications que vous avez téléchargé:"
  },
  "s73": {
    "message": "Dirigez-vous le Menu>Réglages>Apllications>Gérer applications (pour les appareils fonctionnant avec Android 4.x, Réglages>Applications)."
  },
  "s74": {
    "message": "Déroulez à travers la liste des applications jusqu'à ce que vous trouviez l'application à désinstaller."
  },
  "s75": {
    "message": "Cliquez sur l'application que vous voulez désinstaller."
  },
  "s76": {
    "message": "Cliquez sur \"Désinstaller\"."
  },
  "s77": {
    "message": "Résoudre des problèmes"
  },
  "s78": {
    "message": "Que faire si Adblock Plus bloque trop ?"
  },
  "s79": {
    "message": "Il peut arriver qu'Adblock Plus empêche certains sites de fonctionner correctement."
  },
  "s8": {
    "message": "Dans le but de bloquer les publicités agaçantes, Adblock Plus requiert des filtres désignants quelles entités doit être bloquées. Adblock Plus, au stade original, ne contient pas de filtres mais vous offre la possibilité de souscrire à des filtres à votre premier démarrage. Grâce à ces filtres autorisés, des demandes spécifiques, relatives le plus souvent aux annonces publicitaire, provenant des sites internet peuvent être bloquées. Les annonces bloquées peuvent parfois laisser derrière elles des espaces non utilisés, blancs, ou des insignes publicitaires sur le site. Adblock reste capable de les retirer grâce à une fonctionnalité appelée \"masquage d'éléments\", basé sur certaines spécificités caractéristiques."
  },
  "s80": {
    "message": "En général, cela n'est pas un bogue d'Adblock Plus mais un problème avec les filtres (ou les abonnements) que vous utilisez, ces filtres demandant à Adblock de bloquer quelque chose qui ne devrait pas être bloqué."
  },
  "s81": {
    "message": "Vous pouvez vérifier cela en  <a>désactivant temporairement Adblock Plus</a>, si cette méthode résout le problème alors vous avez affaire à un filtre défectueux."
  },
  "s82": {
    "message": "Veuillez nous faire part de ces filtres défectueux en utilisant la fonction \"Rapporter un problème sur cette page\", qui va automatiquement collecter les données importantes de la page sur laquelle vous êtes :"
  },
  "s83": {
    "message": "Lorsqu'il vous est demandé le type de problème rencontré, veuillez choisir l'option \"Adblock Plus bloque trop\" :"
  },
  "s84": {
    "message": "Votre rapport sera automatiquement envoyé aux gestionnaires des listes de filtres que vous utilisez."
  },
  "s85": {
    "message": "Veuillez accepter le fait que les gestionnaires de listes ne peuvent pas répondre ou prendre des mesures suite à chacun des rapports."
  },
  "s86": {
    "message": "Votre rapport aura d'autant plus de chance d'être traité que le problème y est exposé de manière claire et à même d'être reproduit."
  },
  "s87": {
    "message": "Que faire si Adblock Plus ne bloque pas une publicité ?"
  },
  "s88": {
    "message": "Si vous avez trouvé une publicité qu'Adblock Plus ne bloque pas, veuillez d'abord vérifier si vous utilisez <a>le bon abonnement</a>."
  },
  "s89": {
    "message": "Par exemple, il est vain d'espérer pouvoir bloquer des publicités sur un site bulgare en utilisant un abonnement contenant une liste française — vous devez ajouter un abonnement bulgare à cette fin."
  },
  "s9": {
    "message": "Installation d'Adblock Plus"
  },
  "s90": {
    "message": "Si l'abonnement est bon, la personne gérant cet abonnement n'est probablement pas au courant du problème et dans ce cas, vous devriez l'avertir en utilisant la fonction \"Rapporter un problème sur cette page\", qui va automatiquement collecter les données importantes de la page sur laquelle vous êtes :"
  },
  "s91": {
    "message": "Lorsqu'il vous est demandé le type de problème rencontré, veuillez choisir l'option \"Adblock Plus ne bloque pas une publicité\" :"
  },
  "s92": {
    "message": "Votre rapport sera automatiquement envoyé aux gestionnaires des listes de filtres que vous utilisez."
  },
  "title": {
    "message": "Démarrer avec Adblock Plus"
  }
}