{
  "title": {
    "message": "Adblock Plus - Surfez sans désagrément !"
  },
  "s1": {
    "message": "Adblock Plus - Surfez sans désagrément !"
  },
  "s5": {
    "message": "Adblock Plus"
  },
  "s6": {
    "message": "Surfez sans désagrément !"
  },
  "s7": {
    "message": "Bloquer les traqueurs, noms de domaine malveillants, bannières, pops-ups et publicités vidéos – même sur Facebook et YouTube"
  },
  "s8": {
    "message": "Les publicités discrètes ne sont pas bloquées dans le but d'aider et de supporter les sites web (<a>configurable</a>)"
  },
  "s9": {
    "message": "C'est gratuit !"
  },
  "s10": {
    "message": "(<a>GPLv3</a>)"
  },
  "s12": {
    "message": "Maxthon Cloud Browser"
  },
  "s13": {
    "message": "Installer sur Firefox"
  },
  "s14": {
    "message": "Installer sur Chrome"
  },
  "s15": {
    "message": "Installer sur Opera"
  },
  "s16": {
    "message": "Installer sur Android"
  },
  "s17": {
    "message": "Installer sur Internet Explorer"
  },
  "s18": {
    "message": "Installer sur Safari"
  },
  "s19": {
    "message": "Installer sur Yandex.Browser"
  },
  "s20": {
    "message": "Adblock Plus sur Firefox"
  },
  "s21": {
    "message": "Adblock Plus sur Chrome"
  },
  "s22": {
    "message": "Adblock Plus sur Android"
  },
  "s23": {
    "message": "Adblock Plus sur Opera"
  },
  "s24": {
    "message": "Adblock Plus sur Internet Explorer"
  },
  "s25": {
    "message": "Adblock Plus sur Safari"
  },
  "s26": {
    "message": "Adblock Plus sur Yandex Browser"
  },
  "s27": {
    "message": "Adblock Plus sur Maxthon"
  },
  "s28": {
    "message": "Vous utilisez apparemment Mozilla Firefox."
  },
  "s29": {
    "message": "Obtenir Adblock Plus pour Firefox."
  },
  "s30": {
    "message": "Vous utilisez apparemment Google Chrome."
  },
  "s31": {
    "message": "Obtenir Adblock Plus pour Chrome."
  },
  "s32": {
    "message": "Vous utilisez apparemment Android."
  },
  "s33": {
    "message": "Obtenir Adblock Plus pour Android."
  },
  "s34": {
    "message": "Vous utilisez apparemment Opera."
  },
  "s35": {
    "message": "Obtenir Adblock Plus pour Opera."
  },
  "s36": {
    "message": "Il semble que vous utilisez Internet Explorer."
  },
  "s37": {
    "message": "Changer pour Adblock Plus sur Internet Explorer."
  },
  "s38": {
    "message": "Vous utilisez apparemment Safari."
  },
  "s39": {
    "message": "Obtenir Adblock Plus pour Safari."
  },
  "s40": {
    "message": "Vous utilisez apparemment Yandex Browser."
  },
  "s41": {
    "message": "Obtenir Adblock Plus pour Yandex Browser."
  },
  "s42": {
    "message": "Vous utilisez apparemment Maxthon."
  },
  "s43": {
    "message": "Obtenir Adblock Plus pour Maxthon."
  },
  "s44": {
    "message": "Open Source"
  },
  "s45": {
    "message": "Adblock Plus est un projet open source. <a>Rejoignez-nous !</a>"
  },
  "s46": {
    "message": "Plus de"
  },
  "s47": {
    "message": "millions de téléchargement"
  },
  "s48": {
    "message": "Adblock Plus est l'extension de navigateur la plus populaire."
  },
  "s49": {
    "message": "Garanties privées"
  },
  "s50": {
    "message": "Adblock Plus ne collectera jamais aucune de votre données personnelles."
  },
  "s51": {
    "message": "En savoir plus"
  },
  "s52": {
    "message": "Moins"
  },
  "s53": {
    "message": "Mozilla Firefox"
  },
  "s54": {
    "message": "Google Chrome"
  },
  "s55": {
    "message": "Opera"
  },
  "s56": {
    "message": "Android"
  },
  "s57": {
    "message": "Internet Explorer"
  },
  "s58": {
    "message": "Apple Safari"
  },
  "s59": {
    "message": "Yandex Browser"
  },
  "s60": {
    "message": "Maxthon"
  },
  "s61": {
    "message": "Télécharger Firefox Adblock Plus"
  },
  "s63": {
    "message": "Adblock Plus sur Firefox est plus qu'un simple bloqueur de pop-up. Dérangé par des bannières, des couvertures ou d'autre annonces publicitaires? Installer tout simplement l'extension Firefox pour bénéficier du web tel qu'il devrait être. En fonction des listes \"filtre\" déjà activées, vous avez même la possibilité de bloquer les publicités sur YouTube et les bandes son sur Facebook. Les listes \"filtre\" sont créées par les membres de la communauté de libre échange \"open source\", entièrement gratuite. Si vous ne souhaitez pas bénéficier uniquement de nos listes, vous pouvez en créer une<a> avec vos propres règles</a> afin de personnaliser votre expérience web."
  },
  "s64": {
    "message": "Adblock Plus sur Firefox est la plus téléchargées des extensions dans le monde et est le gagnant de About.com Reader's Choice Award 2011 et 2013, comme Linux New Media pour Best Open Source Firefox Extension."
  },
  "s65": {
    "message": "Ad Blocker sur Chrome"
  },
  "s66": {
    "message": "Adblock Plus est la plus avancée des extensions bloquant les publicités sur Google Chrome. En avez-vous marre des annonceurs interférant vos recherches sur le web? Installez simplement l'extension Adblock Plus et toutes les publicités agaçantes seront automatiquement bloquées. Bannières interactives, pop-ups et autres annonces commerciales sur You Tube et Facebook: l'extension Adblock Plus Chrome retirera automatiquement toute les annonces non voulues, de tous les sites internet que vous visitez. Plus? Vous pouvez facilement activer des paramètres de confidentialité et de sécurité<a> </a> comme la protection contre les bandes sons et les logiciels malveillants."
  },
  "s68": {
    "message": "Ce module \"addon\" est développé par la communauté \"open source\" et est entièrement gratuite pour n'importe qui. Avec plus de"
  },
  "s69": {
    "message": "millions d'utilisateurs, c'est l'extension la plus populaire sur Chrome. Voilà ce qu'ils en disent :"
  },
  "s70": {
    "message": "Si vous utilisez Google Chrome, il n'y a aucune raison de surfer sans."
  },
  "s71": {
    "message": "Download.com sur Adblock Plus pour Chrome"
  },
  "s72": {
    "message": "Si vous êtes dérangé par des annonces publicitaires sur le Web, essayez Adblock Plus. Vous ne le regretterez pas."
  },
  "s73": {
    "message": "Softonic.com"
  },
  "s74": {
    "message": "Bloquer les publicités sur Opera"
  },
  "s75": {
    "message": "Adblock Plus est l'une des extensions la plus populaire sur Opera et a été téléchargé plus de"
  },
  "s76": {
    "message": "millions de fois. L'installation d'Opera ne prend que quelques secondes. En ajoutant Adblock Plus sur votre navigateur Opera, vous retirer systématiquement tous les contenus publicitaires commes les bannières interactives, les pop-ups, les vidéos publicitaires sur You Tube, les pubs sur Facebook et d'autres pubs intempestives. Après l'installation de cette extension, toute les publicités dérangeantes seront automatiquement retirées de vos pages Web permettant de surfer avec plus de plaisir, sans désagréments."
  },
  "s77": {
    "message": "Mise à part bloquer des pubs intrusives de vos recherches sur le Web, Adblock Plus augmente significativement la vitesse de votre navigateur Opera. En prévenant des pubs qui ne peuvent être téléchargés sur votre page navigateur, Adblock Plus aide également à prévenir des bandes passantes et permet de surfer plus rapidement notamment quand votre connexion est lente."
  },
  "s78": {
    "message": "Ajoutez Adblock Plus sur votre navigateur Opera en cliquant sur le bouton vert \"Installer sur Opera\", au dessus. Cliquez sur \"Installer\" pour confirmer l'installation et pour ajouter l'extension à Opera. Il n'y a pas de configurations nécessaires: vous serez automatiquement protégé contre les publicités intrusives en ligne."
  },
  "s79": {
    "message": "Adblock Plus sur Opera est efficace, croyez nous sur parole. Voilà ce qu'en dit Softedia, un populaire portail de téléchargement en ligne: \"Adblock Plus sur Opera est un module très pratique particulièrement bien conçu pour aider ses utilisateurs à s'affranchir de toutes les nuisances comme les pop-ups, bannières clignotantes et autres choses du genre\"."
  },
  "s80": {
    "message": "Application Adblock Android"
  },
  "s81": {
    "message": "Adblock Plus est le plus populaire des bloqueurs de publicités sur Android et est utilisé par plus de"
  },
  "s82": {
    "message": "million d'utilisateurs. C'est le premier bloqueur de publicités mobile qui fonctionne avec des dispositifs non-ancrés qui se font plus facilement utilisés que n'importe quelle application sur Android. En ajoutant Adblock Plus, toutes bannières et autres publicités dérangeantes sont bloquées de la plupart de vos applications et des sites internet que vous visitez sur votre smartphone ou votre tablette. Le bloqueur Adblock Plus fonctionne, en majeure partie, avec des navigateurs comme Google Chrome et Android."
  },
  "s83": {
    "message": "En installant l'application Adblock Plus sur Android, vous pouvez significativement augmenter la vitesse de recherche du navigateur. L'application filtre le trafic internet et prévient du téléchargement des pubs non voulues, ce qui diminue la présence des bandes passantes et des \"jacks up the speed\" de vos recherches. Bloquer les pubs sur Android est aussi utile pour protéger votre confidentialité et éliminer l'angoisse de télécharger involontairement des applications malicieuses venants être distribuées par l'intermédiaire des annonces trompeuses."
  },
  "s84": {
    "message": "Il est à noter qu'il existe quelques limites sur Android qui devront nécessiter quelques efforts manuels pour bloquer les pubs: pour les dispositifs non-ancrés qui fonctionnent sur 4.1.2., 4.2.1. et plus, des configurations mineures sont nécessaires. Pour les dispositifs non-ancrés avec Android 3.1 et plus, Adblock Plus bloquera automatiquement toutes les pubs sur vos connexions Wifi. En revanche, ces dispositifs informatiques sans ancrages ne seront pas capable de bloquer les pubs sur une connexion 3G."
  },
  "s85": {
    "message": "Adblock Plus sur Internet Explorer"
  },
  "s86": {
    "message": "Vous ne l'avez pas forcément remarqué, mais Internet Explorer est le deuxième moteur de recherche le plus populaire au monde avec ses centaines de millions d'utilisateurs journaliers. Nous développons Adblock Plus sur Internet Explorer précisément pour ces utilisateurs - de manière à ce que vous puissiez enfin profiter du Web sans être déranger par les pubs."
  },
  "s88": {
    "message": "Limites actuelles: à cause de certaines versions fragmentées d'Internet Explorer, Adblock Plus ne fonctionne pas avec"
  },
  "s89": {
    "message": "le mode Métro d'Internet Explorer sur Windows 8"
  },
  "s90": {
    "message": "et Internet Explorer sur Windows RT"
  },
  "s91": {
    "message": "Adblock Plus sur Safari"
  },
  "s92": {
    "message": "Après l’introduction de l’Adblock Plus pour Safari en janvier 2014, la famille du navigateur ABP est devenue complète.  Depuis ce moment,  notre extension était disponible dans tous les navigateurs plus grands: Mozilla Firefox, Google Chrome, Internet Explorer, Opera et Apple Safari."
  },
  "s93": {
    "message": "Adblock Plus pour Safari utilise le même code base que les versions de Chrome et Opera. Quoique cela ait rendu le développement de l’adblocker plus complexe, il y a quelques avantages principaux. Pour le moment, parce qu’ils partagent le même code base, chaque changement ou amélioration fait dans l’un de ces navigateurs sera automatiquement ajouté dans Safari, garantissant le fonctionnement toujours actualisé."
  },
  "s94": {
    "message": "Différement de Chrome et Firefox, Safari  est caracterisé par quelques limitations. Parce que celles-ci sont installées dans le navigateur, elles affectent chaque extension disponible pour Safari, dont la nôtre n’est aucune exception. Ces limitations existent, car il n’est pas possible de « pénétrer » le code Safari, ce qu’on peut faire avec les autres navigateurs. Bref, il y a certaines facettes de l’Adblock Plus pour Safari qui ne peuvent pas fonctionner optimalement. Par exemple, il n’est pas possible de bloquer les publicités en format de tierce partie module d’extension, comme des lecteurs vidéo ou de bloquer des ainsi nommés XHR requests. En général, cela veut dire que les publicités ajoutées aux vidéos du Youtube ne peuvent pas être bloquées. Heureusement,  grâce à un contournement très rusé, l’Adblock Plus peut bloquer ces publicités dans votre navigateur Safari."
  },
  "s95": {
    "message": "Dans l'ensemble, l’Adblock Plus pour Safari est un très bon programme, comme il apporte le blocage des publicités et il bloquera tous les bandeaux fatigants et publicités ajoutées aux vidéos."
  }
}