{
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Payez par :"
  },
  "installed-loader__card__body__text--installing": {
    "message": "Installation d’Adblock Plus…"
  },
  "installed-main__block-2__heading-1": {
    "message": "Un système juste"
  },
  "installed-main__block-1__paragraph-1": {
    "message": "Bonjour de la part de l’équipe Adblock Plus. Merci d’avoir installé Adblock Plus !"
  },
  "installed-main__block-2__paragraph-1": {
    "message": "Adblock Plus est fondé sur l’honneur, ce qui signifie que <strong>nous faisons confiance à chacun</strong> pour être honnête :"
  },
  "installed-main__block-2__item-1": {
    "message": "vous <strong>payez selon vos moyens</strong> pour Adblock Plus. Nous <strong>vous</strong> laissons choisir le prix."
  },
  "installed-main__block-2__item-2": {
    "message": "Nous développons des fonctionnalités qui vous permettent de contrôler votre expérience de navigation"
  },
  "installed-main__block-2__item-3": {
    "message": "Vous obtenez un <strong>remboursement</strong> - et vous pouvez <strong>conserver Adblock Plus</strong> - si vous ne l’appréciez pas."
  },
  "installed-main__block-4__paragraph-1": {
    "message": "Adblock Plus a commencé à bloquer les publicités intrusives dès qu’il a été installé. Bien que nous bloquions la plupart des publicités, nous comprenons que de nombreux sites reposent sur la publicité, raison pour laquelle nous autorisons certaines publicités, par défaut, tant qu’elles répondent à nos <a>critères stricts</a>. Si vous souhaitez désactiver cette option, rendez-vous sur la page des <a>paramètres</a> et désactivez « Publicité acceptable » à tout moment."
  },
  "installed-main__block-5__heading-1": {
    "message": "Pour obtenir de l’aide, il vous suffit de nous envoyer un e-mail."
  },
  "installed-main__block-5__paragraph-1": {
    "message": "Si vous avez besoin d’aide, une auto-assistance 24h/24 et 7j/7 et une aide par e-mail en semaine pendant les heures ouvrables sont disponibles sur notre portail d’assistance, <a>help.adblockplus.org</a>."
  },
  "installed-footer__block-1__paragraph-1": {
    "message": "Adblock Plus bloque aussi les publicités sur les <strong>appareils mobiles</strong> ! Obtenez <a>Adblock Plus pour iOS</a> dans l’App Store pour bloquer les publicités dans votre navigateur Safari, ou <a>Adblock Plus pour Samsung Internet</a> dans Google Play."
  },
  "installed-main__block-4__heading-1": {
    "message": "Publicités acceptables"
  },
  "installed-main__block-5__item-1": {
    "message": "Assistance disponible 24h/24 et 7j/7 sur notre portail"
  },
  "installed-main__block-5__item-2": {
    "message": "De 8h00 à 17h00, vous pouvez nous contacter par e-mail sur notre portail."
  },
  "installed-loader__section-2__heading": {
    "message": "Surfez sur le web sans publicités gênantes"
  },
  "installed-loader__section-2__paragraph-1": {
    "message": "Découvrez un web plus propre et plus rapide et bloquez les publicités gênantes, tout en préservant la sécurité de vos données et de vos appareils."
  },
  "appeal-form-checkout__submit": {
    "message": "Terminer l’achat"
  },
  "installed-main__block-6__heading-1": {
    "message": "Bloquer plus que les publicités"
  },
  "installed-main__block-6__paragraph-1": {
    "message": "Profitez d’une meilleure expérience de navigation avec Adblock Plus Premium et bloquez les distractions gênantes telles que les bannières de cookies, les vidéos flottantes, les demandes de sondage, etc. Inscrivez-vous à <a>Adblock Plus Premium</a> dès aujourd’hui !"
  },
  "installed-main__block-4__paragraph-2": {
    "message": "Afin d’offrir la meilleure expérience utilisateur possible, l’extension Adblock Plus collecte certaines données par défaut. Vous pouvez vous opposer à la collecte de ces données <a>ici</a>."
  }
}