{
  "title": {
    "message": "Problèmes connus d'Adblock Plus pour Chrome"
  },
  "s1": {
    "message": "Cette page liste les problèmes connus qui affectent Adblock Plus pour Chrome."
  },
  "s2": {
    "message": "Si votre problème n'y figure pas, veuillez vous rendre sur le <a>le forum</a>\n  et créer au besoin une nouvelle discussion (l'inscription n'est pas obligatoire)."
  },
  "s3": {
    "message": "La page \"Adblock Plus a été mis à jour\" s'ouvre à chaque lancement du navigateur"
  },
  "s4": {
    "message": "Cause :"
  },
  "s5": {
    "message": "Bogue Chrome 158709"
  },
  "s6": {
    "message": ", l'espace de stockage des fichiers a été corrompu et les données d'Adblock Plus ne peuvent pas être sauvegardées"
  },
  "s7": {
    "message": "<strong>Solution :</strong> Désinstaller Adblock Plus et l'installer de nouveau à partir du \n  <a>Google Web Store</a>\n  (cela réinitialise toutes les données d'Adblock Plus et devrait résoudre le soucis). Si cela ne marche pas : allez dans le dossier dans lequel Chrome stocke vos données (sur Windows :"
  },
  "s8": {
    "message": ", Linux :"
  },
  "s9": {
    "message": ", Mac OS X :"
  },
  "s10": {
    "message": ") et supprimez le dossier"
  },
  "s11": {
    "message": "."
  },
  "s12": {
    "message": "Cela n'aggravera pas le problème car les données présentes dans ce dossier sont déjà corrompues."
  },
  "s13": {
    "message": "Supprimez ce dossier permettra à Chrome d'en créer un nouveau et fonctionnel."
  },
  "s14": {
    "message": "Adblock Plus ne bloque pas les publicités présentes dans les vidéos, les images en arrière-plan, et XMLHttpRequest"
  },
  "s15": {
    "message": "Cause : Google Chrome ne permet actuellement pas de bloquer les requêtes relatives à ces types d'objet"
  },
  "s16": {
    "message": "<strong>Solution :</strong>\n  Mettre à jour vers Chrome 17 ou supérieur"
  },
  "s17": {
    "message": "Les publicités textuelles ne sont des fois pas bloquées"
  },
  "s18": {
    "message": "Cause : Il existe un délai dans le blocage de ces publicité à cause de la manière dont Adblock Plus bloque actuellement les éléments."
  },
  "s19": {
    "message": "<strong>Solution :</strong>\n  Mettre à jour vers Chrome 17 ou supérieur"
  }
}