{
  "title": {
    "message": "Merci de votre contribution à Adblock Plus !"
  },
  "subheading": {
    "message": "Nous apprécions votre soutien. Vos contributions nous permettent de continuer à créer des outils qui font d’Internet un meilleur endroit pour nous tous."
  },
  "p1": {
    "message": "Votre transaction a été traitée et vous recevrez un reçu par e-mail. Si vous avez utilisé PayPal, vous pouvez vous connecter à votre compte pour afficher les détails de la transaction."
  },
  "faq-heading": {
    "message": "Foire aux questions"
  },
  "faq-receipt": {
    "message": "Vais-je avoir un reçu ?"
  },
  "faq-receipt-1": {
    "message": "Nous utilisons PayPal et Stripe pour traiter les contributions en toute sécurité et utilisons leurs systèmes de messagerie automatisée pour envoyer une confirmation et un reçu pour votre contribution à Adblock Plus."
  },
  "faq-receipt-2": {
    "message": "Nous vous recommandons de conserver l’e-mail avec le reçu au cas où vous souhaiteriez un remboursement ultérieur, car nous avons besoin d’informations sur la transaction afin de traiter votre remboursement ou annuler une contribution récurrente."
  },
  "faq-receipt-3": {
    "message": "<strong>Remarque :</strong> la transaction indiquée sur votre reçu portera le nom « eyeo GmbH (Adblock Plus) » et celui d’Adblock Plus ou ABP sur votre relevé de compte."
  },
  "faq-refund": {
    "message": "Je pense que c’était une erreur ! Comment puis-je y remédier ?"
  },
  "faq-refund-1": {
    "message": "Envoyez-nous simplement <strong>un e-mail à <a>donations@adblockplus.org</a> afin que nous puissions vous rembourser</strong>. Nous traitons les remboursements du lundi au vendredi. Les remboursements demandés pendant le week-end seront traités à la première heure le lundi."
  },
  "faq-info-transactions": {
    "message": "Veuillez préciser les informations suivantes afin que nous puissions retrouver votre transaction :"
  },
  "faq-info-transactions-1": {
    "message": "Date de la transaction"
  },
  "faq-info-transactions-2": {
    "message": "Montant (sur votre reçu PayPal ou Stripe transmis par e-mail)"
  },
  "faq-info-transactions-3": {
    "message": "L’adresse e-mail que vous avez utilisée pour la transaction"
  },
  "faq-info-transactions-4": {
    "message": "Le code de la transaction"
  },
  "faq-info-transactions-5": {
    "message": "<strong>Remarque :</strong> nous ne vous demanderons jamais d’informations sensibles concernant votre transaction (par exemple, votre numéro de carte complet) et vous ne devrez jamais les fournir."
  },
  "faq-refund-policy": {
    "message": "Quelle est votre politique de remboursement ?"
  },
  "faq-refund-policy-1": {
    "message": "Nous vous rembourserons, quel que soit le motif, dans les 120 jours suivant le paiement. Veuillez nous écrire à l’adresse <a>donations@adblockplus.org</a> et nous procéderons au remboursement intégral. Rassurez-vous, vous pourrez continuer à utiliser Adblock Plus gratuitement sans perdre l’accès à aucune fonctionnalité !"
  },
  "faq-refund-policy-2": {
    "message": "Que vous ayez payé via PayPal ou par carte bancaire, veuillez inclure les informations suivantes dans votre e-mail :"
  },
  "faq-cancellations": {
    "message": "Comment puis-je annuler mon abonnement mensuel ?"
  },
  "faq-cancellations-paypal": {
    "message": "Dons PayPal"
  },
  "faq-cancellations-paypal-1": {
    "message": "Vous pouvez gérer ou annuler un abonnement PayPal directement depuis votre compte PayPal. Pour annuler un don récurrent pour Adblock Plus, veuillez suivre les instructions étape par étape dans le <a>centre d’aide de PayPal</a>."
  },
  "faq-cancellations-card": {
    "message": "Dons par carte"
  },
  "faq-cancellations-card-1": {
    "message": "Si vous vous êtes inscrit(e) à un don récurrent pour Adblock Plus et que vous souhaitez l’annuler, il vous suffit de nous envoyer un e-mail à <a>donations@adblockplus.org</a>."
  },
  "further-questions": {
    "message": "Avez-vous encore des questions ?"
  },
  "further-questions-1": {
    "message": "Questions concernant Adblock Plus ? Contactez-nous par e-mail à <a>donations@adblockplus.org</a> ou envoyez-nous un <a>rapport de bug</a>.  Vous pouvez également consulter notre <a>centre d’aide</a>."
  },
  "further-questions-2": {
    "message": "Vous pouvez connaître nos actualités à tout moment en consultant <a>notre blog</a>."
  }
}