{
  "adblock-browser-android-heading": {
    "description": "heading",
    "message": "Adblock Browser pour Android"
  },
  "adblock-browser-android-paragraph-1": {
    "message": "Le navigateur Adblock Browser pour Android est basé sur le navigateur Firefox de Mozilla. La collecte et le traitement de certaines données en rapport avec Adblock Browser pour Android tombent sous le coup de la <a>politique de Mozilla sur le respect de la vie privée</a>. Veuillez noter qu’Adblock Browser se connecte automatiquement à Mozilla et ses prestataires de service pour fournir la sécurité, des extraits et autres éléments (<a>Avis de confidentialité de Firefox</a>) ; et quand vous le lui demandez, Adblock Browser se connecte aussi à Mozilla pour vous fournir des fonctionnalités telles que les services de localisation (<a>Avis de confidentialité de Firefox</a>)."
  },
  "adblock-browser-android-paragraph-2": {
    "message": "S’écartant de la description figurant dans l’<a>Avis de confidentialité de Mozilla</a>, les mises à jour de Firefox sont fournies sous le contrôle d’eyeo et certaines fonctionnalités telles que Firefox Health Report, les rapports de crash et les ajouts sont désactivées."
  },
  "adblock-browser-ios-heading": {
    "description": "heading",
    "message": "Adblock Browser pour iOS"
  },
  "adblock-plus-heading": {
    "description": "heading",
    "message": "Extensions Adblock Plus"
  },
  "adblock-plus-paragraph": {
    "message": "Quand vous utilisez l’extension de navigateur Adblock Plus, nous recueillons et traitons les données suivantes :"
  },
  "auto-collected-info-heading": {
    "description": "heading",
    "message": "Informations recueillies automatiquement"
  },
  "blog-comments-heading": {
    "description": "heading",
    "message": "Commentaires sur les blogs"
  },
  "blog-comments-paragraph": {
    "message": "Quand vous ajoutez un commentaire sur <a>le blog</a> d’Adblock Plus, vous pouvez spécifier une adresse mail si vous le souhaitez. À la différence des autres champs, l’adresse mail n’est jamais présentée aux autres visiteurs et est utilisée uniquement pour informer l’auteur du commentaire à propos des réponses à ses commentaires, lorsqu’il y en a."
  },
  "changes-to-policy-heading": {
    "description": "heading",
    "message": "Modifications de cette politique de respect de la vie privée"
  },
  "changes-to-policy-paragraph": {
    "description": "{1}: https://adblockplus.org/privacy",
    "message": "Cette politique sur le respect de la vie privée peut être modifiée de temps à autre. La version respective actuelle est disponible sur : <a>https://adblockplus.org/privacy</a>."
  },
  "collection-and-processing-heading": {
    "description": "heading",
    "message": "Collecte et traitement dans nos produits"
  },
  "collection-processing-websites-heading": {
    "description": "heading",
    "message": "Collecte et traitement sur nos sites web"
  },
  "collection-processing-websites-paragraph": {
    "message": "Quand vous utilisez nos sites web, tels que AdblockPlus.org et AdblockBrowser.org, nous recueillons automatiquement les données suivantes afin de vous fournir nos services et pour des raisons de sécurité :"
  },
  "cookies-heading": {
    "description": "heading",
    "message": "Cookies"
  },
  "cookies-paragraph": {
    "message": "Plusieurs zones de nos sites web utilisent des cookies pour reconnaître les utilisateurs connectés ou pour enregistrer les paramètres. Les cookies sont de petits fichiers stockés sur votre ordinateur avec l’aide de votre navigateur internet. Les cookies ne sont pas évalués d’une autre manière et ne sont jamais utilisés pour suivre les visiteurs du site web. Si vous ne voulez pas activer les cookies, vous pouvez choisir de ne pas les utiliser en sélectionnant les paramètres appropriés dans votre navigateur. Veuillez noter que l’efficacité et la gamme des services eyeo peuvent être limités en conséquence."
  },
  "crash-data-sent-heading": {
    "description": "heading",
    "message": "Au cours d'un crash, les données suivantes sont envoyées :"
  },
  "crash-data-sent-item-1": {
    "description": "list item",
    "message": "identifiant du paquet, version du paquet et courte chaîne de version du paquet d'Adblock Browser pour iOS"
  },
  "crash-data-sent-item-2": {
    "description": "list item",
    "message": "type d'appareil, architecture du processeur et version du système d'exploitation"
  },
  "crash-data-sent-item-3": {
    "description": "list item",
    "message": "horodatage du moment du crash"
  },
  "crash-data-sent-item-4": {
    "description": "list item",
    "message": "un UUID généré pour éviter la duplication des rapports de crash"
  },
  "crash-data-sent-item-5": {
    "description": "list item",
    "message": "en cas d'exception, le nom de la catégorie (sous forme de texte) et la valeur du message d'exception"
  },
  "crash-data-sent-item-6": {
    "description": "list item",
    "message": "les données de crash de bas niveau telles que le pointeur d'instruction, les noms de méthodes ou de fonctions, les données de signaux, les registres de pointeurs et informations au sujet des images binaires chargées."
  },
  "crash-error-reporter-heading": {
    "description": "heading",
    "message": "Rapport de crash et d’erreur"
  },
  "crash-error-reporter-paragraph": {
    "message": "En cas de crash ou d’erreur inattendu, Adblock Browser pour iOS collecte les données pertinentes à l’analyse de la cause de la défaillance et les transmet au compte <a>HockeyApp</a> d’eyeo. Les données sont utilisées uniquement à des fins de dépistage individuel (ainsi que pour identifier des défauts généraux entraînant des crashs ou erreurs inattendus) et ne sont jamais transmises à des tierces parties autres que HockeyApp."
  },
  "data-processed-heading": {
    "description": "heading",
    "message": "Quel type de données personnelles traitons-nous ?"
  },
  "data-processed-item-1": {
    "description": "list item",
    "message": "Pendant l’utilisation de nos produits (extension ou Adblock Browser)"
  },
  "data-processed-item-10": {
    "description": "list item",
    "message": "eyeo ne recueille aucune donnée. Adblock Browser est basé sur Mozilla Firefox et fournit des fonctionnalités spécifiques à Firefox qui peuvent envoyer des données à Mozilla."
  },
  "data-processed-item-11": {
    "description": "list item",
    "message": "Adblock Browser pour iOS :"
  },
  "data-processed-item-12": {
    "description": "list item",
    "message": "Données du rapport d’erreur et de crash :"
  },
  "data-processed-item-13": {
    "description": "list item",
    "message": "Identifiant du paquet, version du paquet et courte chaîne de version du paquet d'Adblock Browser pour iOS"
  },
  "data-processed-item-14": {
    "description": "list item",
    "message": "Type d'appareil, architecture du processeur et version du système d'exploitation"
  },
  "data-processed-item-15": {
    "description": "list item",
    "message": "Horodatage du crash"
  },
  "data-processed-item-16": {
    "description": "list item",
    "message": "UUID"
  },
  "data-processed-item-17": {
    "description": "list item",
    "message": "Nom de la catégorie sous forme de texte et valeur du message d'exception"
  },
  "data-processed-item-18": {
    "description": "list item",
    "message": "Pointeur d'instruction, noms de méthodes ou de fonctions, données de signaux, registres de pointeurs et informations au sujet des images binaires chargées"
  },
  "data-processed-item-19": {
    "description": "list item",
    "message": "Nom de chaîne/fonction identifiant l’erreur"
  },
  "data-processed-item-2": {
    "description": "list item",
    "message": "Mises à jour d’extension, téléchargements d’abonnements, notifications d'urgence :"
  },
  "data-processed-item-20": {
    "description": "list item",
    "message": "Pendant l’utilisation de nos sites web :"
  },
  "data-processed-item-21": {
    "description": "list item",
    "message": "Automatiquement :"
  },
  "data-processed-item-22": {
    "description": "list item",
    "message": "Adresse IP (enregistrée séparément)"
  },
  "data-processed-item-23": {
    "description": "list item",
    "message": "Heure à laquelle la demande a été faite"
  },
  "data-processed-item-24": {
    "description": "list item",
    "message": "Adresse web consultée"
  },
  "data-processed-item-25": {
    "description": "list item",
    "message": "Identificateur de navigateur"
  },
  "data-processed-item-26": {
    "description": "list item",
    "message": "Page de référence"
  },
  "data-processed-item-27": {
    "description": "list item",
    "message": "Volontairement :"
  },
  "data-processed-item-28": {
    "description": "list item",
    "message": "Données d’inscription aux forums"
  },
  "data-processed-item-29": {
    "description": "list item",
    "message": "Adresse e-mail"
  },
  "data-processed-item-3": {
    "description": "list item",
    "message": "Version du navigateur"
  },
  "data-processed-item-30": {
    "description": "list item",
    "message": "Données que vous fournissez dans les commentaires"
  },
  "data-processed-item-31": {
    "description": "list item",
    "message": "Données de retour et de filtre"
  },
  "data-processed-item-4": {
    "description": "list item",
    "message": "Version de l’extension"
  },
  "data-processed-item-5": {
    "description": "list item",
    "message": "Système d'exploitation"
  },
  "data-processed-item-6": {
    "description": "list item",
    "message": "Date de la dernière mise à jour"
  },
  "data-processed-item-7": {
    "description": "list item",
    "message": "Adresse IP"
  },
  "data-processed-item-8": {
    "description": "list item",
    "message": "Pour un signaleur de problèmes envoyé manuellement par vos soins, en plus : adresse de la page web comportant le bug, éléments blocables sur la page web, filtres correspondants, abonnement actif"
  },
  "data-processed-item-9": {
    "description": "list item",
    "message": "Adblock Browser pour Android"
  },
  "data-retention-heading": {
    "description": "heading",
    "message": "Rétention des données"
  },
  "data-retention-paragraph": {
    "message": "Adblock Plus stocke certaines données dans <a>le profil Firefox</a> sur votre ordinateur. Adblock Plus ne transmet jamais ces données aux serveurs, mais d'autres extensions et services tels que <a>Firefox Sync</a> peuvent le faire. La plus grande partie des données (vos préférences, souscriptions de filtres et filtres personnalisés) sont acceptables du point de vue de la vie privée. Cependant, les statistiques d’utilisation de filtre et les rapports de problèmes récents pourraient être utilisés pour reconstruire votre historique de navigation. Adblock Plus traite ces informations de la même manière que les données historiques dans le navigateur. Ces données ne sont pas stockées si vous utilisez le <a>mode de navigation privée</a> et sont supprimées si vous choisissez d’effacer votre historique de navigation."
  },
  "deletion-of-data-heading": {
    "description": "heading",
    "message": "Suppression de vos données"
  },
  "deletion-of-data-paragraph": {
    "message": "Quand nous n’avons plus besoin de vos données personnelle pour les fins susmentionnées, nous les supprimons et elles ne sont plus disponibles pour une nouvelle utilisation. Veuillez noter que si des données doivent être conservées pour des raisons légales nous bloquons les données concernées."
  },
  "email-collection-heading": {
    "description": "heading",
    "message": "Collecte d’e-mails"
  },
  "email-collection-paragraph": {
    "message": "Certains sites web d’eyeo hébergent des campagnes liées à des produits qui s’appuient sur la collecte d’adresses mail. Par exemple, vous pouvez demander un lien par mail pour installer Adblock Browser sur votre appareil mobile. Nous ne faisons pas appel à des tiers pour gérer ces campagnes. Les données que vous envoyez sont gérées en interne (transformées en e-mail ou utilisées pour envoyer l’e-mail). De plus, nous ne conservons pas votre adresse mail, sauf si elle est spécifiquement requise pour exécuter la campagne liée (en d’autres termes, inscriptions par e-mail à une newsletter ou inscription pour être informé d'un lancement de produit). Dans les situations où nous conservons votre adresse e-mail, nous la conservons uniquement pendant la période nécessaire pour exécuter la campagne (c’est-à-dire après vous avoir informé du lancement). Nous ne partageons ou vendons jamais à des tiers votre adresse e-mail ou toute autre information recueillie."
  },
  "emergency-notification-heading": {
    "description": "heading",
    "message": "Notification d'urgence"
  },
  "emergency-notification-paragraph": {
    "message": "Adblock Plus contient un mécanisme de notification d’urgence qui lui permet d’informer les utilisateurs des questions importantes touchant leur installation d’Adblock Plus. Cette fonctionnalité exige que toutes les installations d’Adblock Plus vérifient régulièrement une adresse dans le domaine AdblockPlus.org pour extraire la liste des notifications actives. Cette demande rend votre adresse IP visible sur le site web et envoie des informations générales telles que votre version d’Adblock Plus, votre navigateur, la version de votre navigateur et le nombre de téléchargements précédents d’Adblock Plus (limité à quatre téléchargements, affiché sous la forme +4 passé ce seuil). Ces données permettent de transmettre différentes notifications à différents clients et tombent sous le coup de la présente <a>politique de respect de la vie privée</a>."
  },
  "error-data-sent-heading": {
    "description": "heading",
    "message": "Au cours d'une erreur, les données suivantes sont envoyées :"
  },
  "error-data-sent-item-1": {
    "description": "list item",
    "message": "identifiant du paquet, version du paquet et courte chaîne de version du paquet d'Adblock Browser pour iOS"
  },
  "error-data-sent-item-2": {
    "description": "list item",
    "message": "type d'appareil, architecture du processeur et version du système d'exploitation"
  },
  "error-data-sent-item-3": {
    "description": "list item",
    "message": "horodatage du moment de l’erreur"
  },
  "error-data-sent-item-4": {
    "description": "list item",
    "message": "un UUID généré pour séparer les rapports d’erreur"
  },
  "error-data-sent-item-5": {
    "description": "list item",
    "message": "un nom de chaîne/fonction identifiant l’erreur."
  },
  "error-data-sent-paragraph-1": {
    "message": "Ces données ne sont recueillies que lorsque l'application subit un crash ou qu’une erreur survient. En outre Adblock Browser pour iOS demande explicitement la permission d'envoyer les informations recueillies une fois que le crash ou l’erreur s'est produit. Tous les rapports stockés sur nos serveurs sont supprimés après 30 jours."
  },
  "error-data-sent-paragraph-2": {
    "message": "Afin d'en savoir plus sur la politique de confidentialité de HockeyApp, veuillez consulter ses <a>Conditions de service</a> ainsi que sa <a>documentation au sujet des rapports de crash</a> et des <a>rapports d'événements</a>."
  },
  "forum-registration-heading": {
    "description": "heading",
    "message": "Inscription aux forums"
  },
  "forum-registration-item-1": {
    "description": "list item",
    "message": "Les mots de passe sont soumis à un cryptage unilatéral avant de les stocker sur le serveur."
  },
  "forum-registration-item-2": {
    "description": "list item",
    "message": "Les adresses mail sont uniquement affichées dans le profil public si l’utilisateur donne son autorisation explicite. Par défaut, elles sont utilisées uniquement pour envoyer les notifications auxquelles vous vous êtes inscrit."
  },
  "forum-registration-paragraph-1": {
    "message": "Nous utilisons les données personnelles que vous avez saisies durant l’inscription au forum pour créer le profil public de l’utilisateur, qui est visible pour les autres visiteurs du forum et permet aux utilisateurs d'associer les billets de forum à une personne spécifique."
  },
  "forum-registration-paragraph-2": {
    "message": "Les mots de passe et les adresses mail ne sont pas visibles pour les autres visiteurs du forum."
  },
  "forum-registration-paragraph-3": {
    "message": "<strong>Remarque :</strong> Une inscription n’est pas nécessaire pour participer aux forums."
  },
  "further-requests-heading": {
    "description": "heading",
    "message": "Autres demandes"
  },
  "further-requests-paragraph": {
    "message": "Adblock Plus peut faire d’autres demandes à AdblockPlus.org selon les besoins. Par exemple, quand un lien de documentation est cliqué ou quand la liste complète des souscriptions de filtres doit être téléchargée. Ces demandes tombent sous le coup de la présente <a>politique de respect de la vie privée</a>."
  },
  "general-info-heading": {
    "description": "heading",
    "message": "Informations générales concernant le respect de votre vie privée"
  },
  "general-info-paragraph": {
    "message": "Les informations suivantes concernent la collecte, le traitement et l’utilisation des données personnelles en rapport avec nos services, tels que l’extension Adblock Plus, le navigateur Adblock Browser et sur nos sites web, cette liste n’étant pas exhaustive."
  },
  "general-notes-heading": {
    "description": "heading",
    "message": "Remarques générales"
  },
  "general-notes-item-1": {
    "description": "list item & link",
    "message": "Remarques générales"
  },
  "general-notes-item-2": {
    "description": "list item & link",
    "message": "Qui est responsable du traitement des données ?"
  },
  "general-notes-item-3": {
    "description": "list item & link",
    "message": "Que sont les données personnelles ?"
  },
  "general-notes-item-4": {
    "description": "list item & link",
    "message": "Quels sont vos droits ?"
  },
  "general-notes-item-5": {
    "description": "list item & link",
    "message": "Suppression de vos données"
  },
  "general-notes-item-6": {
    "description": "list item & link",
    "message": "Modifications de cette politique de respect de la vie privée"
  },
  "general-notes-item-7": {
    "description": "list item & link",
    "message": "Collecte et traitement dans nos produits"
  },
  "general-notes-paragraph": {
    "description": "{1}: eyeo",
    "message": "Votre protection et la confidentialité de vos données sont extrêmement importantes pour nous. C’est pourquoi nous prenons la protection de vos données personnelles très au sérieux. La collecte des données aide nos produits et sites web à fonctionner correctement et nous permet de communiquer avec vous. Notre politique générale de respect de la vie privée consiste à limiter la collecte de données au strict nécessaire. Les données recueillies sont rendues anonymes, si possible, et effacées lorsqu’elles ne sont plus nécessaires. Notre politique de respect de la vie privée vous informera des données spécifiques, de la portée et du but de la collecte, et de l'utilisation des données personnelles par eyeo lorsque vous utilisez nos produits et consultez nos sites web. Veuillez noter que nous recueillons et utilisons les données personnelles en conformité avec les lois allemandes de protection des données."
  },
  "how-we-collect-heading": {
    "description": "heading",
    "message": "Comment recueillons-nous les données ?"
  },
  "isse-reporter-item-1": {
    "description": "list item",
    "message": "Une capture d’écran du site web fournit une version réduite en dimensions et en couleurs de la page visionnée. Il est possible de supprimer les sections particulièrement sensibles de la page avant l’envoi du rapport."
  },
  "isse-reporter-item-2": {
    "description": "list item",
    "message": "L’adresse mail est utilisée uniquement pour demander des informations supplémentaires ou pour informer l’utilisateur sur la question."
  },
  "isse-reporter-item-3": {
    "description": "list item",
    "message": "Une liste d’extensions installées est nécessaire pour enquêter sur les conflits avec d'autres extensions."
  },
  "issue-reporter-heading": {
    "description": "heading",
    "message": "Signaleur de problèmes"
  },
  "issue-reporter-paragraph-1": {
    "message": "Adblock Plus pour Firefox vous permet d’envoyer des rapports sur les problèmes, qui sont temporairement stockés dans le domaine AdblockPlus.org. Ces rapports contiennent les informations requises pour mener une enquête sur le problème, y compris la version d’Adblock Plus, la version du navigateur, l’adresse de la page web où le problème se manifeste, les éléments blocables sur la page web, les filtres de correspondance et les souscriptions actives. Les valeurs des paramètres sont supprimées de toutes les adresses transmises pour éviter la fuite accidentelle d’informations privées. Il est également de fournir des informations supplémentaires de manière volontaire, qui peuvent être de nature sensible :"
  },
  "issue-reporter-paragraph-2": {
    "message": "Les rapports traités sont uniquement accessibles aux personnes qui connaissent leur adresse unique. Ces adresses sont partagées uniquement avec les agents d’entretien des souscriptions de filtres mentionnés dans le rapport, en tant qu’auteurs EasyList, qui ne sont pas employés à eyeo, et il est peu probable que d'autres personnes les trouvent à moins d’avoir reçu un lien. Tous les rapports et données liées sont automatiquement effacés après 30 jours."
  },
  "list-of-tools": {
    "description": "preface",
    "message": "Liste des techniques et outils que nous utilisons pour la collecte des données :"
  },
  "our-values-heading": {
    "description": "heading",
    "message": "Nos valeurs"
  },
  "our-values-paragraph": {
    "message": "Nous recueillons aussi peu de données que possible. Dans la mesure où une utilisation anonyme ou pseudonyme est possible, nous anonymisons ou pseudonymisons vos données."
  },
  "privacy-notice-short-link": {
    "description": "link to heading",
    "message": "Avis de confidentialité (version courte)"
  },
  "privacy-policy-long-heading": {
    "description": "heading",
    "message": "Politique de respect de la vie privée (version longue)"
  },
  "privacy-policy-long-link": {
    "description": "link to heading",
    "message": "Politique de respect de la vie privée (version longue)"
  },
  "privacy-policy-short-heading": {
    "description": "heading",
    "message": "Avis de confidentialité (version courte)"
  },
  "privacy-policy-short-paragraph": {
    "message": "L’avis de confidentialité ci-dessous vous donne un aperçu général de la collecte, du traitement et de l’utilisation (ci-après dénommés « traitement ») de vos données personnelles. Pour obtenir un complément d'information concernant nos activités de traitement, veuillez consulter la version intégrale de notre <a>Politique de respect de la vie privée</a>."
  },
  "publication-date": {
    "message": "Mai 2017"
  },
  "questions-heading": {
    "description": "heading",
    "message": "Des questions ?"
  },
  "questions-paragraph": {
    "message": "Envoyez un e-mail à notre <a>Responsable de la protection des données</a>."
  },
  "stored-website-requests-heading": {
    "description": "heading",
    "message": "Demande enregistrée au site web"
  },
  "stored-website-requests-paragraph": {
    "message": "La demande faite à l’un de nos sites web, y compris votre adresse IP, est enregistrée quand vous créez un billet sur le forum, envoyez un formulaire de contact ou ajoutez un commentaire sur les blogs. Ceci permet aux administrateurs d’identifier de manière efficace le contenu spam et les violations de sécurité. Toutes les demandes enregistrées sont supprimées au bout de 30 jours."
  },
  "subscription-downloads-heading": {
    "description": "heading",
    "message": "Téléchargements d’abonnements"
  },
  "subscription-downloads-paragraph-1": {
    "message": "Si vous ajoutez des souscriptions à des filtres à votre installation d’Adblock Plus, la souscription devra obtenir régulièrement les mises à jour. Pour chaque mise à jour, le site web hébergeur reçoit votre adresse IP et des informations générales telles que votre version d’Adblock Plus, votre navigateur et la version de votre navigateur. Le traitement de ces données n’est pas contrôlé par eyeo et tombe sous le coup des conditions de respect de la vie privée du fournisseur du site web en question."
  },
  "subscription-downloads-paragraph-2": {
    "message": "De plus, si un téléchargement d’abonnement échoue à plusieurs reprises simultanées, l’adresse mise à jour de la liste de filtres est demandée au domaine AdblockPlus.org. Les données transmises incluent la version d’Adblock Plus, l’adresse de souscription et les informations sur l’erreur rencontrée. Ces données sont utilisées pour identifier les problèmes qui n’ont pas été signalés par les agents d’entretien des abonnements et tombent sous le coup de la présente <a>politique de respect de la vie privée</a>."
  },
  "title": {
    "message": "Politique de respect de la vie privée"
  },
  "tools-item-1": {
    "description": "list item",
    "message": "Dans nos produits :"
  },
  "tools-item-2": {
    "description": "list item",
    "message": "Vérifications des mises à jour"
  },
  "tools-item-3": {
    "description": "list item",
    "message": "Téléchargements d’abonnements"
  },
  "tools-item-4": {
    "description": "list item",
    "message": "Envoi de rapports de problèmes"
  },
  "tools-item-5": {
    "description": "list item",
    "message": "Vérifications des notifications d'urgence"
  },
  "tools-item-6": {
    "description": "list item",
    "message": "Sur nos sites web :"
  },
  "tools-item-7": {
    "description": "list item",
    "message": "Cookies"
  },
  "tools-item-8": {
    "description": "list item",
    "message": "Historiques"
  },
  "tools-item-9": {
    "description": "list item",
    "message": "Données telles que nom et/ou adresse e-mail que vous envoyez quand vous utilisez notre forum ou blog ou quand vous partagez des filtres ajoutés manuellement"
  },
  "update-checks-heading": {
    "description": "heading",
    "message": "Contrôles des mises à jour d’extensions"
  },
  "update-checks-paragraph": {
    "message": "Votre navigateur vérifie de temps à autre les mises à jour de toutes vos extensions, y compris Adblock Plus. Certaines informations générales - version du navigateur, version de l’extension, système d’exploitation, date de la dernière mise à jour et votre adresse IP - sont transmises durant une vérification des mises à jour. Les mises à jour d’Adblock Plus pour Android et Internet Explorer sont gérées par le site web AdblockPlus.org et les données transmises tombent sous le coup de sa <a>politique de respect de la vie privée</a>. Les mises à jour d’Adblock Plus pour Firefox sont gérées par le site web addons.mozilla.org et tombent sous le coup de la <a>politique de respect de la vie privée de Firefox</a>. Les mises à jour d’Adblock Plus pour Chrome sont gérées par le site web Google Web Store et tombent sous le coup de la <a>politique de respect de la vie privée de Google</a>. Les mises à jour d’Adblock Plus pour Opera sont gérées par le site web Opera Add-ons et tombent sous le coup de la <a>politique de respect de la vie privée d’Opera</a>. Les mises à jour d’Adblock Plus pour Safari sont gérées par le site web Safari Extensions et tombent sous le coup de la <a>politique de respect de la vie privée d’Apple</a>."
  },
  "volentary-info-heading": {
    "description": "heading",
    "message": "Informations que vous nous fournissez volontairement"
  },
  "voluntary-info-paragraph": {
    "message": "Le <a>forum</a> et le <a>blog</a> d’Adblock Plus sont ouverts à tous les visiteurs. Si vous écrivez un billet ou un commentaire, nous collectons et traitons les données personnelles de la manière suivante :"
  },
  "website-logs-heading": {
    "description": "heading",
    "message": "Registres de visites du site web"
  },
  "website-logs-paragraph": {
    "message": "Toutes les demandes à nos sites web sont enregistrées dans les registres de visites du site web. Les données enregistrées sont notamment votre adresse IP (uniquement aux fins de la sécurité informatique et seulement accessible par l’équipe de sécurité informatique eyeo), l’heure à laquelle la demande a été faite, l’adresse web accédée, l’identificateur de navigateur et la page de référence. Ces données (adresse IP uniquement agrégée par hachage avec un sel modifié chaque jour) sont utilisées pour générer des statistiques d’utilisation et pour enquêter sur les problèmes potentiels de sécurité, ainsi que le spam des forums ou blogs. Les registres détaillés sont conservés pendant 30 jours, après quoi seules les statistiques d’utilisation agrégées ne pouvant pas être reliées à un utilisateur unique sont conservées. Tout le reste est supprimé."
  },
  "what-is-personal-heading": {
    "description": "heading",
    "message": "Que sont les données personnelles ?"
  },
  "what-is-personal-paragraph-1": {
    "message": "Le but de la protection des données est de protéger les données personnelles. Les données personnelles désignent toutes les informations liées à une personne physique identifiée ou identifiable (« personne concernée »). Une personne physique identifiable est une personne pouvant être identifiée directement ou indirectement, notamment par référence à un identifiant tel qu’un nom, un numéro d’identification, des données de localisation, un identifiant en ligne ou un ou plusieurs facteurs spécifiques à l’identité physique, physiologique, génétique, mentale, économique, culturelle ou sociale de cette personne physique."
  },
  "what-is-personal-paragraph-2": {
    "message": "Ces informations incluent par exemple des détails tels que le nom et l’adresse mail, mais aussi les surnoms et informations dans vos billets de forum."
  },
  "who-is-responsible-heading": {
    "description": "heading",
    "message": "Qui est responsable du traitement des données ?"
  },
  "who-is-responsible-paragraph-1": {
    "description": "{1}: Adblock Plus",
    "message": "La personne morale responsable de la collecte, du traitement et/ou de l’utilisation des données personnelles en rapport avec Adblock Plus (« Contrôleur ») est :"
  },
  "who-is-responsible-paragraph-2": {
    "message": "Pour toute question concernant vos données personnelles, veuillez envoyer un e-mail à notre <a>Responsable de la protection des données</a>."
  },
  "why-we-collect-heading": {
    "description": "heading",
    "message": "Pourquoi devons-nous recueillir vos données ?"
  },
  "why-we-collect-item-1": {
    "description": "list item",
    "message": "Pour vous fournir nos services"
  },
  "why-we-collect-item-2": {
    "description": "list item",
    "message": "Pour améliorer et évaluer nos produits"
  },
  "why-we-collect-item-3": {
    "description": "list item",
    "message": "Pour améliorer notre site web et assurer sa sécurité"
  },
  "your-right-item-1": {
    "description": "list item",
    "message": "Recevoir des informations sur les données personnelles vous concernant que nous avons enregistrées"
  },
  "your-right-item-2": {
    "description": "list item",
    "message": "Correction des données personnelles inexactes"
  },
  "your-right-item-3": {
    "description": "list item",
    "message": "Blocage et suppression des données personnelles"
  },
  "your-rights-heading": {
    "description": "heading",
    "message": "Quels sont vos droits ?"
  },
  "your-rights-long-heading": {
    "description": "heading",
    "message": "Quels sont vos droits ?"
  },
  "your-rights-long-paragraph": {
    "description": "{1}: privacy@eyeo.com",
    "message": "Naturellement, vous avez le droit de recevoir, sur demande, des informations à propos des données personnelles vous concernant que nous stockons. Vous avez également le droit de corriger les données personnelles inexactes et de bloquer et supprimer les détails. Pour cela, contactez-nous via <a>privacy@eyeo.com</a> ou écrivez à l’adresse ci-dessus."
  }
}