{
  "s1": {
    "message": "Remarques générales"
  },
  "s12": {
    "message": "Stockage des adresses IP"
  },
  "s13": {
    "message": "Les applications Web installées sur AdblockPlus.org conservent votre adresse IP lorsque vous postez un message sur le forum, commentez un article du blog ou traduisez une page."
  },
  "s15": {
    "message": "Les adresses IP stockées sont supprimés au bout de 30 jours."
  },
  "s18": {
    "message": "Les cookies ne sont en aucun cas utilisés pour d'autres raisons que celles-ci, et en particulier ne servent jamais à pister les visiteurs de ce site."
  },
  "s19": {
    "message": "Inscription sur le forum"
  },
  "s2": {
    "message": "La politique générale de confidentialité du projet Adblock Plus est d'éviter de recueillir plus de données que nécessaire au bon fonctionnement des extensions."
  },
  "s21": {
    "message": "Il existe deux exceptions :"
  },
  "s24": {
    "message": "Les adresses mail ne sont affichées dans le profil public uniquement si l'utilisateur en fait la demande explicite."
  },
  "s26": {
    "message": "L'inscription n'est pas nécessaire pour pouvoir participer au forum."
  },
  "s27": {
    "message": "Commentaires sur le blog"
  },
  "s31": {
    "message": "Vérification de la disponibilité de mises à jour"
  },
  "s32": {
    "message": "Votre navigateur vérifie périodiquement la disponibilité de mise à jour pour vos extensions, en ce compris Adblock Plus."
  },
  "s33": {
    "message": "Des informations d'ordre général, telles que la version du navigateur, la version de l'extension, le système d'exploitation et votre adresse IP sont transmises durant cette vérification."
  },
  "s37": {
    "message": "Les mises à jour d’Adblock Plus pour Opera sont gérées par le site Internet Opara Adds-on et sont soumises à la <a>politique de confidentialité d’Opera. </a>."
  },
  "s38": {
    "message": "Téléchargement des abonnements"
  },
  "s4": {
    "message": "Elles ne sont jamais transmises à des tiers."
  },
  "s40": {
    "message": "Toutes mise à jour entraine la réception par le site Internet hébergeur de votre adresse IP ainsi que d’informations générales comme votre version Adblock Plus, votre navigateur et la version de votre navigateur."
  },
  "s41": {
    "message": "Cette donnée à soumise à la politique de confidentialité du site en question."
  },
  "s42": {
    "message": "En outre, si la mise à jour d'un abonnement échoue plusieurs fois de suite, l'adresse mise à jour de la liste de filtre est demandée au domaine AdblockPlus.org."
  },
  "s44": {
    "message": "Ces données sont utilisées afin d'identifier des problèmes qui n'auraient pas été signalés par les gestionnaires de ces abonnements et sont de la même façon soumises à la  <a>politique de confidentialité d'Adblock Plus</a>."
  },
  "s45": {
    "message": "Outil de signalement des problèmes"
  },
  "s48": {
    "message": "Les valeurs des paramètres sont enlevées de toutes les adresses transmises afin d'éviter de divulguer accidentellement des données privées."
  },
  "s49": {
    "message": "Il est aussi possible de fournir des informations supplémentaires, qui peuvent potentiellement être à caractère privé :"
  },
  "s5": {
    "message": "Cette page liste les données qui sont collectées et les processus qui leur sont appliqués."
  },
  "s51": {
    "message": "Il est possible d'en retirer les sections sensibles avant d'envoyer le rapport."
  },
  "s55": {
    "message": "Ces adresses sont uniquement partagées entre les gestionnaires des abonnements qui sont indiqués dans le rapport, et ont peu de chance d'être découvertes par d'autres utilisateurs à moins qu'un lien ne soit mis à disposition."
  },
  "s56": {
    "message": "Tous les rapports ainsi que les données qui leur sont associées sont enlevés au bout de 30 jours."
  },
  "s58": {
    "message": "Les versions récentes d’Adblock Plus contiennent un mécanisme de notification d’urgence qui permet de notifier aux utilisateurs les problèmes importants affectant leur installation d’Adblock Plus."
  },
  "s59": {
    "message": "Cette fonctionnalité requiert que toutes les installations d’Adblock Plus interrogent régulièrement une adresse du domaine AdBlockPlus.org pour récupérer la liste de notifications active."
  },
  "s6": {
    "message": "Site Web AdblockPlus.org"
  },
  "s60": {
    "message": "Cette requête rend votre adresse IP visible pour le site Internet et envoie aussi des informations générales comme la version d’Adblock Plus que vous utilisez, votre navigateur et sa version."
  },
  "s61": {
    "message": "Cette donnée permet de délivrer différentes notifications à différents clients et est sujette à la  <a>AdblockPlus Politique de Confidentialité.</a>."
  },
  "s64": {
    "message": "Ces requêtes sont de la même façon soumises à la  <a>politique de confidentialité d'Adblock Plus</a>."
  },
  "s65": {
    "message": "Conservation des données"
  },
  "s68": {
    "message": "Adblock Plus stocke certaines données dans le  <a>le profil Firefox</a> de votre ordinateur."
  },
  "s68-link": {
    "message": "http://support.mozilla.org/fr/kb/Profils%20utilisateurs"
  },
  "s69": {
    "message": "Adblock Plus ne transmet jamais ces données à aucun serveur, mais d'autres extensions et services tels que  <a>Firefox Sync</a> peuvent les transmettre."
  },
  "s7": {
    "message": "Journaux du site Web"
  },
  "s70": {
    "message": "La plupart de ces données (vos préférences, vos abonnements à des filtres et vos filtres personnalisés) ne sont de toute évidence pas sujettes à des problèmes de vie privée."
  },
  "s71": {
    "message": "Toutefois, les compteurs d'utilisation des filtres et vos signalements de problème récents peuvent être utilisés afin de reconstruire votre historique de navigation."
  },
  "s72": {
    "message": "Adblock Plus traite cette information de la même façon que les données de votre historique de navigation sont traitées :"
  },
  "s73": {
    "message": "ces informations ne sont pas sauvegardées si vous êtes dans le mode de  <a>navigation privée</a> et sont supprimées quand vous videz votre historique de navigation."
  },
  "s73-link": {
    "message": "http://support.mozilla.org/fr/kb/Qu%E2%80%99est%20ce%20que%20la%20Navigation%20priv%C3%A9e"
  },
  "s74": {
    "message": "Extension Element Hiding Helper"
  },
  "s75": {
    "message": "Vérification de la disponibilité de mises à jour"
  },
  "s77": {
    "message": "Des informations d'ordre général, telles que la version du navigateur, la version de l'extension, le système d'exploitation et votre adresse IP sont transmises durant cette vérification."
  },
  "s8": {
    "message": "Toutes les requêtes faites au site AdblockPlus.org sont enregistrées dans les journaux du site."
  },
  "title": {
    "message": "Politique de confidentialité"
  }
}