{
  "title": {
    "message": "Rechercher les filtres redondants"
  },
  "s1": {
    "message": "'{filter}' est invalide"
  },
  "s2": {
    "message": "'{filter1}' est redondant par rapport à '{filter2}'"
  },
  "s3": {
    "message": "Aucun filtre inutile n'a été trouvé"
  },
  "s4": {
    "message": "Préparation de la vérification..."
  },
  "s5": {
    "message": "Test du filtre {current} sur {count}"
  },
  "s6": {
    "message": "Préparation de la liste de résultats..."
  },
  "s7": {
    "message": "Terminé"
  },
  "s8": {
    "message": "Cette page analysera une liste de filtres afin de trouver ceux qui peuvent être supprimés. Elle peut détecter des cas comme <code>http://example.com/ads/*</code> et <code>*/ads/*</code> où le premier filtre est redondant par rapport au second. À la fin, elle vous donnera une liste de laquelle tous les filtre inutiles auront été retirés."
  },
  "s9": {
    "message": "Cet outil a néanmoins des limites. Il ne peut pas analyser les filtres de masquage d'éléments et les laissera toujours inchangés. Il ne peut pas non plus détecter si une expression régulière peut être supprimée (bien qu'il puisse détecter lorsqu'un filtre simple peut être supprimé grâce à une expression régulière)."
  },
  "s10": {
    "message": "Veuillez ouvrir la boîte de dialogue des préférences d'Adblock et cocher tous les filtres qui devront être vérifiés. Copiez-les (selectionnez Edition » Copier dans le menu ou appuyez sur Ctrl+C) et collez-les dans le champ de texte ci-dessous. Vous pouvez également exporter vos filtres et coller le contenu du fichier dans le champ de texte."
  },
  "s11": {
    "message": "<em>Respect de la vie privée </em>: Aucune donnée n'est transmise au serveur. Tous les calculs nécessaires sont réalisés sur votre ordinateur et vos données n'en sortent pas."
  },
  "s12": {
    "message": "Trouver les filtres inutiles"
  },
  "s13": {
    "message": "État :"
  },
  "s14": {
    "message": "Votre liste de filtres de laquelle les filtres inutiles ont été retirés est affichée ci-dessous. Vous pouvez la copier et la coller dans les préférences d'Adblock Plus (supprimez auparavant les filtres existants). Vous pouvez également <a>cliquer ici</a> pour afficher les filtres sur une autre page. Enregistrez-les comme un fichier puis importez-les dans les préférences d'Adblock Plus."
  }
}