{
  "safari-app-features-warning": {
    "message": "<strong>NB :</strong> Certaines fonctions de l'ancienne extension manquent à cette version. Ces fonctions vont être ajoutées par la suite."
  },
  "safari-changing-alert": {
    "message": "Safari change le mode d'exécution des modules d'extension"
  },
  "alert-icon-alt": {
    "message": "Alerte"
  },
  "feature-faster-2": {
    "message": "Grâce au blocage des publicités importunes telles que les fenêtres pop-up, les messages vidéo et les bannières, les pages se chargent plus rapidement."
  },
  "feature-faster-1": {
    "message": "Nous avons conçu Adblock Plus pour Safari de manière à ce qu'il s'exécute beaucoup plus rapidement que l'extension Adblock Plus actuelle."
  },
  "block-ads-safari": {
    "message": "Le blocage des publicités agaçantes dans Safari reste possible"
  },
  "feature-faster-alt": {
    "message": "Fusée"
  },
  "tos-message": {
    "message": "En cliquant sur le bouton ci-dessus, vous acceptez nos <a>Conditions d'utilisation</a>."
  },
  "apple-icon-alt": {
    "message": "Logo d'Apple"
  },
  "feature-aa-heading": {
    "message": "Soutenez les annonceurs publicitaires honnêtes"
  },
  "features-heading": {
    "message": "<span>Téléchargez Adblock Plus</span> <span>pour Safari</span>"
  },
  "app-store-button-label": {
    "message": "Téléchargez Adblock Plus sur l'App Store"
  },
  "feature-aa-alt": {
    "message": "Coche inscrite dans un octogone"
  },
  "feature-aa-1": {
    "message": "Les sites web ont besoin d'argent pour rester gratuits. Soutenez-les en autorisant les Publicités Acceptables (AA)."
  },
  "feature-aa-2": {
    "message": "Par défaut, cette option est activée. Vous souhaitez bloquer toutes les publicités ? Aucun problème. <a>Voici comment procéder</a>"
  },
  "feature-faster-heading": {
    "message": "Une navigation plus rapide et plus agréable"
  },
  "block-ads-safari-2": {
    "message": "La bonne nouvelle, c'est que la toute nouvelle version de l'application Adblock Plus pour Safari vous permet de continuer à bloquer les publicités agaçantes tout en utilisant Safari."
  },
  "title": {
    "message": "Adblock Plus pour Safari évolue"
  },
  "navbar-logo-text": {
    "message": "Adblock <strong>Plus</strong>"
  },
  "block-ads-safari-1": {
    "message": "Suite aux modifications apportées au traitement des extensions par Safari, il n'est plus possible d'utiliser l'ancienne version d'Adblock Plus pour Safari."
  },
  "screenshot-alt": {
    "message": "Capture d'écran d'Adblock Plus pour Safari"
  },
  "description": {
    "message": "Les modifications des modules d'extension sous Apple signifient que nous devons adapter Adblock Plus, mais ne vous inquiétez pas, nous sommes toujours actifs sur votre Mac !"
  }
}
