{
  "blog": {
    "message": "Blog"
  },
  "contact": {
    "message": "Contact"
  },
  "deprecation_warning": {
    "message": "Remarque: Cette liste n'est pas optimisée pour Adblock Plus et pourrait ralentir votre navigateur."
  },
  "forum": {
    "message": "Forum"
  },
  "homepage": {
    "message": "Site Web"
  },
  "maintainer_prefix": {
    "message": "par"
  },
  "policy": {
    "message": "Politique"
  },
  "s1": {
    "message": "Vous trouverez ci-dessous une liste de souscriptions de filtres activement entretenues dont nous avons connaissance. Pour souscrire à une liste de filtres, veuillez cliquer sur son lien \"S'abonner\". Veuillez noter que <a>vous ne devriez pas ajouter trop de souscriptions de filtres</a>."
  },
  "s2": {
    "message": "Votre liste de filtres n'apparaît pas ici ? <a>Envoyez-nous</a> votre liste ainsi que toute information que vous souhaitez afficher sur cette page. Veuillez noter qu’afin de figurer sur cette liste, votre souscription doit contenir un bref aperçu décrivant l’origine de la liste de filtres et la méthode privilégiée pour vous joindre en cas de problème. Veuillez noter que vous devriez être en mesure de résoudre tout problème ayant trait à votre liste dans des délais raisonnables."
  },
  "s3": {
    "message": "Toutes les listes de filtres de cette page sont entretenues par des tierces parties. eyeo, la société d’Adblock Plus, n'a aucun contrôle sur ces tiers. Nous ne les répertorions que dans le but de vous aider à trouver des souscriptions qui pourraient vous être utiles. eyeo ne pourra en aucun cas être tenu responsable envers vous ou toute autre tierce partie pour toute perte ou tout dommage (y compris, sans toutefois s’y limite, des pertes d'opportunités commerciales) découlant directement ou indirectement de votre utilisation de ces listes."
  },
  "subscribe": {
    "message": "S'abonner :"
  },
  "supplements_prefix": {
    "message": "complémentaire à"
  },
  "title": {
    "message": "Abonnements à des listes Adblock Plus connues"
  },
  "type_ads": {
    "message": "Blocage de publicité"
  },
  "type_other": {
    "message": "Divers"
  }
}