{
  "abp-error-heading": {
    "description": "heading\n{1}: ABP",
    "message": "Que faire si ABP ne fonctionne pas correctement ?"
  },
  "abp-error-item-1": {
    "description": "list item\n{1}: eyeo, {2}: Acceptable Ads, {3}: ABP",
    "message": "eyeo n’offre aucune garantie ou condition que toutes les publicités seront bloquées, et en particulier, que les <a>publicités acceptables</a> s'afficheront dans les paramètres par défaut d’ABP."
  },
  "abp-error-item-2": {
    "description": "list item",
    "message": "<strong>Vous acceptez et comprenez que les filtres utilisés peuvent occasionnellement conduire à des contenus bloqués. Il s’agit d’un effet secondaire indésirable de certains filtres qui ne peut pas être entièrement évité.</strong>"
  },
  "abp-error-item-3": {
    "description": "list item\n{1}: ABP, {2}: ABP, {3}: eyeo",
    "message": "En lui-même, ABP n’offre aucune fonctionnalité ; il ne bloque rien tant que vous ne lui « dites » pas ce qu’il doit bloquer en ajoutant des <a>listes de filtres externes</a>. Les listes de filtres sont, pour l’essentiel, des séries de règles très détaillées qui expliquent à ABP quels éléments il doit bloquer sur un site Web. eyeo n'a aucune influence sur ces listes de filtres."
  },
  "abp-error-paragraph-1": {
    "description": "paragraph\n{1}: ABP, {2}: ABP, {3}: eyeo, {4}: ABP",
    "message": "ABP vous est fourni « tel quel » et « tel que mis à disposition ». Vous utilisez ABP à vos risques et périls. eyeo n’offre aucune garantie ou condition stipulant qu’ABP répondra à vos exigences ou qu’ABP offre un service ininterrompu, opportun, sécurisé ou dénué de toute erreur :"
  },
  "abp-error-paragraph-2": {
    "description": "paragraph",
    "message": "Si vous détectez un défaut ou un blocage incorrect, y compris en termes de blocage de contenus, veuillez nous en <a>informer</a> dès que possible."
  },
  "abp-subheading": {
    "description": "sub-heading\n{1}: Adblock Plus",
    "message": "{1}"
  },
  "acceptable-ads-heading": {
    "description": "heading\n{1}: Acceptable Ads",
    "message": "Que sont les publicités acceptables ?"
  },
  "acceptable-ads-item-1": {
    "description": "list item",
    "message": "Les participants ne peuvent pas payer pour éviter <a>les critères</a>. Chaque publicité doit être conforme."
  },
  "acceptable-ads-item-2": {
    "description": "list item\n{1}: Acceptable Ads",
    "message": "Pour des raisons de transparence, nous mettons à disposition toutes les publicités acceptables sur notre <a>forum</a> afin que notre communauté puisse donner son avis."
  },
  "acceptable-ads-item-3": {
    "description": "list item\n{1}: Acceptable Ads",
    "message": "Nous écoutons nos utilisateurs. Si des propositions de publicités acceptables sont signalées par notre communauté pour une raison légitime, nous la retirerons de la liste blanche."
  },
  "acceptable-ads-paragraph-1": {
    "description": "paragraph\n{1}: ABP, {2}: Acceptable Ads, {3}: ABP",
    "message": "Par défaut, les publicités non intrusives ne sont pas bloquées lors de l’utilisation d’ABP pour la prise en charge des sites Web (<a>en savoir plus</a>). Vous pouvez désactiver cette fonction à tout moment en vous désinscrivant (<a>instructions pour désactiver les publicités acceptables</a>). Ceci n'affecte aucunement les fonctionnalités d’ABP."
  },
  "acceptable-ads-paragraph-2": {
    "description": "paragraph\n{1}: Acceptable Ads",
    "message": "Les règles suivantes s'appliquent et s’appliqueront toujours à tous, sans exceptions :"
  },
  "acceptable-ads-paragraph-3": {
    "description": "paragraph",
    "message": "Nous assurons la gratuité de nos produits en source libre en facturant aux grandes entités des frais de services de liste blanche. Pour les 90 pour cent restants de nos partenaires, ces services sont offerts gratuitement."
  },
  "additional-information-heading": {
    "description": "heading",
    "message": "Informations complémentaires"
  },
  "additional-information-paragraph-1": {
    "description": "paragraph",
    "message": "Les présentes conditions d’utilisation seront régies par les lois de la République fédérale d’Allemagne. Si vous n’avez pas de lieu de juridiction en Allemagne ou dans tout autre État membre de l’UE, si vous avez transféré votre domicile permanent à l’étranger après l’entrée en vigueur des présentes conditions d’utilisation ou si votre domicile ou votre lieu de résidence habituel est inconnu lorsque l’action en justice est intentée, le seul lieu de juridiction pour tout litige découlant du présent accord sera l’emplacement de notre siège social."
  },
  "additional-information-paragraph-2": {
    "description": "paragraph",
    "message": "Nous nous réservons le droit de modifier et d’adapter les présentes conditions d’utilisation à l'avenir. Vous pouvez demander à obtenir la version actuellement en vigueur des conditions d’utilisation auprès de notre <a>service juridique</a> ou y accéder sur notre site Web. Vous serez avisé(e) au plus tard un mois avant l’entrée en vigueur des nouvelles conditions d’utilisation. Si vous ne vous opposez pas à la validité des nouvelles conditions d’utilisation dans le mois suivant leur entrée en vigueur, vous serez considéré(e) comme ayant accepté les nouvelles conditions d’utilisation. Nous vous fournirons des informations séparées dans un format approprié au sujet de l’importance de la période de préavis d’un mois, de votre droit d’opposition et des conséquences juridiques de toute non-objection. Ce mécanisme de modification ne s’applique pas aux modifications apportées aux principales obligations contractuelles des parties."
  },
  "description": {
    "description": "meta",
    "message": "Les conditions d'utilisation règlementent l'utilisation autorisée d'Adblock Plus ainsi que les conditions sous lesquelles nous fournissons ABP."
  },
  "free-meaning-heading": {
    "description": "heading\n{1}: ABP",
    "message": "Que voulez-vous dire lorsque vous affirmez que « L’utilisation d’ABP est gratuite » ?"
  },
  "free-meaning-paragraph": {
    "description": "paragraph\n{1}: ABP, {2}: GPLv3, {3}: ABP, {4}: GPLv3",
    "message": "ABP est un projet en source ouverte, sous licence <a>GPLv3</a>, et peut être utilisé gratuitement par n’importe qui. L’utilisation d’ABP est soumise aux restrictions de <a>GPLv3</a>."
  },
  "introductory-paragraph": {
    "description": "paragraph\n{1}: eyeo GmbH, {2}: Lichtstrasse 25, 50825 Cologne, Gemany, {3}: eyeo, {4}: Adblock Plus, {5}: ABP, {6}: ABP, {7}: Chrome, {8}: Firefox, {9}: Internet Explorer, {10}: Maxthon, {11}: Opera, {12}: Safari, {13}: Yandex.Browser, {14}: ABP",
    "message": "Nous, eyeo GmbH, Lichtstr. 25, 50825 Cologne, Allemagne (« eyeo » ; « nous »), avons développé l’extension de navigateur Adblock Plus (« ABP »), disponible au téléchargement sur notre <a>site Web</a> et sur d'autres domaines. ABP est une extension gratuite qui vous permet, entre <a>autres choses</a>, de personnaliser votre expérience sur le Web. Vous pouvez bloquer des publicités agaçantes, désactiver le suivi, bloquer des domaines connus pour la diffusion de logiciels malveillants et bien plus encore. ABP est disponible pour Chrome, Firefox, Internet Explorer, Maxthon, Opera, Safari et Yandex.Browser. ABP utilise des filtres choisis par vos soins pour bloquer tous les éléments indésirables d’une page Web."
  },
  "meaning-heading": {
    "description": "heading",
    "message": "Qu’est-ce que cela signifie ?"
  },
  "meaning-paragraph": {
    "description": "paragraph\n{1}: ABP, {2}: ABP",
    "message": "ABP vous est et sera fourni gratuitement en votre qualité d’utilisateur. Cependant, nous avons atteint un point où il devient nécessaire d’avoir de plus amples conditions d’utilisation telles que les présentes. Celles-ci vous protègent et nous protègent. Ces conditions d’utilisation s'appliquent à votre utilisation d’ABP."
  },
  "not-permitted-heading": {
    "description": "heading\n{1}: ABP",
    "message": "Utilisation non autorisée d’ABP"
  },
  "not-permitted-item-1": {
    "description": "list item\n{1}: ABP",
    "message": "Vous ne devez pas utiliser ABP sur les sites Web sur lesquels vous avez convenu de ne pas l’utiliser (en acceptant les conditions d’utilisation du site Web en question qui vous demandent de ne pas utiliser de dispositif de blocage des publicités)."
  },
  "not-permitted-item-2": {
    "description": "list item\n{1}: ABP",
    "message": "Vous n’êtes pas autorisé(e) à utiliser ABP en lien avec tout autre outil afin de contourner des mesures technologiques qui contrôlent efficacement l’accès aux sites Web."
  },
  "not-permitted-paragraph": {
    "description": "paragraph",
    "message": "Veuillez noter que certains propriétaires de sites Web n'autorisent pas les visiteurs bloquant les publicités à consulter leur site Web. Cette condition doit être respectée, particulièrement dans les cas suivants :"
  },
  "print-alt": {
    "description": "alt text",
    "message": "Imprimer"
  },
  "print-link": {
    "description": "link text",
    "message": "Imprimer"
  },
  "title": {
    "description": "meta",
    "message": "Conditions d’utilisation"
  },
  "tou-heading": {
    "description": "heading",
    "message": "Conditions d’utilisation"
  }
}