{
  "abp-can-be-improved": {
    "message": "Vous pouvez améliorer votre AdBlock !"
  },
  "adding-enhancements": {
    "message": "Nous avons récemment procédé à la première d’une série d’améliorations d’Adblock Plus. Avec le lancement d’Adblock Plus Premium, nous avons développé des moyens supplémentaires pour aider nos utilisateurs à profiter d’une expérience internet avec moins de pop-ups et de sources de distraction. Nous revenons sur ces efforts ci-dessous."
  },
  "abp-free-software": {
    "message": "Notre équipe passe des milliers d’heures à s’assurer qu’Adblock Plus offre la meilleure expérience en ligne pour tout le monde. Cette année, nous nous sommes attachés à permettre à nos utilisateurs de bloquer plus facilement les pop-ups et les sources de distraction, et ce n’est qu’un début. Nous vous invitons à découvrir Adblock Plus Premium. <strong>Chaque contribution est appréciée&nbsp;!</strong>"
  },
  "whats-new-header-1": {
    "message": "Quoi de neuf ?"
  },
  "enjoy-fewer-distractions": {
    "message": "Avec Adblock Premium, vous pouvez profiter d’une expérience internet avec beaucoup moins de nuisances."
  },
  "stop-autoplay-video": {
    "message": "<strong>Arrêter les publicités vidéo en lecture automatique. </strong> Masquez les vidéos utilisées par de nombreux sites internet qui se lancent automatiquement et vous suivent sur leur site pendant que vous naviguez."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Supprimer les pop-ups de newsletter.</strong> Mettez fin aux pop-ups que les sites internet utilisent pour vous inciter à vous inscrire à leurs e-mails et à leurs listes de diffusion."
  },
  "block-survey-requests": {
    "message": "<strong>Bloquer les notifications de sites et les demandes d’enquêtes.</strong> De nombreux sites internet demandent à suivre votre localisation ou vous demandent de participer à de courtes enquêtes. Désormais, ces demandes des sites internet que vous visitez seront automatiquement refusées."
  },
  "hide-cookie-notices": {
    "message": "<strong>Masquer les avis de consentement aux cookies.</strong> Bientôt, vous pourrez mettre fin à ces irritantes bannières de consentement aux cookies utilisées sur la plupart des sites internet grâce à une nouvelle fonction de blocage des cookies que nous sommes en train de finaliser."
  },
  "whats-new-support": {
    "message": "Vous avez besoin de signaler un problème&nbsp;? Contactez-nous via les réseaux sociaux, par <a>e-mail</a> ou sur le <a>forum des utilisateurs</a>."
  },
  "privacy-policy": {
    "message": "Politique de confidentialité"
  }
}