{
  "title": {
    "message": "Adblock Plus a été mis à jour"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus a été mis à jour ! <span>(version 3.10.2) </span>"
  },
  "update-lead-1": {
    "message": "Nous avons passé les derniers mois à ajouter de nouvelles fonctionnalités et à améliorer les performances d’Adblock Plus. Adblock Plus est un logiciel gratuit et soutenu <strong>par une communauté de contributeurs, et tout cela ne serait pas possible sans votre soutien continu</strong>."
  },
  "update-lead-2": {
    "message": "Il nous tient à cœur de vous offrir la meilleure technologie en matière de blocage de publicités afin que vous puissiez profiter d'un réseau Internet irréprochable. Nous consacrons beaucoup de temps et de ressources au développement et à la sécurisation de la meilleure expérience en ligne pour nos utilisateurs. N'hésitez pas à faire un don du montant qui vous semble être une contribution équitable au projet Adblock Plus et aux efforts que nous fournissons pour que cette communauté puisse continuer à bloquer les pubs. <strong>Chaque don est important !</strong>"
  },
  "fair-amount-header-1": {
    "description": "heading",
    "message": "Choisissez un montant juste : (en <span>USD</span>)"
  },
  "fair-amount-header-2": {
    "description": "heading",
    "message": "Choisissez un montant juste :"
  },
  "one-time-legened-1": {
    "description": "heading",
    "message": "Faites un don <strong>unique</strong> :"
  },
  "subscription-legend-1": {
    "description": "heading",
    "message": "Ou un don <strong>mensuel</strong> :"
  },
  "min-donation-warning": {
    "description": "notice",
    "message": "Oups ! Pour aider à couvrir les frais, le montant minimum d'un don unique est de <span>$5</span>."
  },
  "min-subscription-warning": {
    "description": "notice",
    "message": "Oups ! Pour aider à couvrir les frais, le montant minimum d'un don mensuel est de <span>$1.99</span>."
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Payez par :"
  },
  "stripe-label": {
    "description": "button label",
    "message": "Carte bancaire"
  },
  "paypal-label": {
    "description": "button label",
    "message": "PayPal"
  },
  "whats-new-header-1": {
    "message": "Quoi de neuf ?"
  },
  "whats-new-lead-1": {
    "message": "Voici un aperçu de certaines améliorations et de quelques nouvelles fonctionnalités. Plus de changements très prochainement !"
  },
  "whats-new-list-1": {
    "message": "<strong>Amélioration et actualisation de la fonction « Bloquer un élément ».</strong> Nous avons rendu plus intuitif le choix des éléments spécifiques à masquer sur une page, ainsi que l’affichage de l’aperçu de celle-ci sans ces éléments. Essayez !"
  },
  "whats-new-list-2": {
    "message": "<strong>Amélioration de la fonctionnalité de blocage des publicités.</strong> De nombreux sites Web utilisent différentes technologies pour empêcher qu’Adblock Plus puisse bloquer les publicités sur leur site. Nous avons amélioré notre capacité à bloquer les publicités sur ces sites Web. Veuillez utiliser notre fonction Signaler un problème pour nous informer en cas de problèmes avec la fonction de blocage des publicités."
  },
  "whats-new-list-3": {
    "message": "<strong>Soutien supplémentaire au blocage des publicités disponible dans de nouvelles langues.</strong> Nous avons ajouté la possibilité pour les locuteurs de différentes langues nordiques et indiennes de bloquer les publicités sur les sites web utilisant leurs langues."
  },
  "whats-new-list-4": {
    "message": "<strong>Améliorations apportées à la conception.</strong> Nous avons mis à jour l’apparence de certaines de nos fonctionnalités les plus populaires pour rendre Adblock Plus plus intuitif."
  },
  "whats-new-support": {
    "message": "Besoin de signaler un problème ? Contactez-nous via les réseaux sociaux, par <a>courriel</a> ou par le biais du <a>forum des utilisateurs</a>."
  },
  "purchase-item-name": {
    "description": "item being paid for",
    "message": "Contribution à Adblock Plus"
  },
  "checkout-overlay-cta": {
    "description": "button label",
    "message": "Faites un don de"
  },
  "stripe-declined": {
    "message": "Votre paiement a été refusé."
  },
  "stripe-sorry": {
    "message": "Désolé, votre paiement n'a pas pu être traité."
  },
  "securely-processed": {
    "message": "Traitement sécurisé des informations par Stripe.com"
  },
  "checkout-overlay-cta-2": {
    "description": "button label",
    "message": "Abonnez-vous"
  },
  "checkout-overlay-monthly": {
    "description": "button label",
    "message": "mois"
  },
  "checkout-overlay-yearly": {
    "description": "button label",
    "message": "an"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Politique de protection de la vie privée"
  },
  "email-input": {
    "message": "E-mail"
  }
}
