{
  "title": {
    "message": "Adblock Plus a été mis à jour"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Payez par :"
  },
  "whats-new-header-1": {
    "message": "Quoi de neuf ?"
  },
  "whats-new-list-3": {
    "message": "<strong>Meilleures fondations pour le futur</strong>. Manifest&nbsp;V3, la dernière version de la version de la plateforme d'extension pour les navigateurs basés sur Chromium, est au programme. Et nous nous y préparons&nbsp;! MV3 représente un important changement sur la manière dont les extensions de navigateur fonctionneront, ce qui a forcé notre équipe à appliquer quelques importants changements sur la manière dont Adblock Plus  fonctionne. Nous avons fait beaucoup de progrès pour pouvoir continuer à aider les utilisateurs d'Adblock Plus à garder le contrôle de leur expérience en ligne, malgré l'évolution du Web."
  },
  "whats-new-list-4": {
    "message": "<strong>Amélioration de l'expérience utilisateur.</strong> Nous travaillons en permanence à l'amélioration d'Adblock Plus. Nous avons récemment mis à jour plusieurs messages d'erreur pour faciliter le débogage, apporté des modifications à notre terminologie et ajouté un nouveau pied de page au menu pop-up afin que vous puissiez accéder aisément à ce dont vous avez besoin."
  },
  "whats-new-support": {
    "message": "Vous avez un problème à signaler&nbsp;? Contactez-nous via les réseaux sociaux, par <a>e-mail</a> ou sur le <a>forum des utilisateurs</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Politique de confidentialité"
  },
  "main-heading-1": {
    "message": "Un système fondé sur l’honneur"
  },
  "main-lead-1": {
    "message": "Bonjour de la part de l’équipe Adblock Plus !"
  },
  "main-lead-2": {
    "message": "Adblock Plus est fondé sur l’honneur, ce qui signifie que <strong>nous faisons confiance à chacun</strong> pour être honnête :"
  },
  "main-lead-3": {
    "message": "vous <strong>payez selon vos moyens</strong> pour Adblock Plus. Nous <strong>vous</strong> laissons choisir le prix."
  },
  "main-lead-4": {
    "message": "Nous développons des fonctionnalités qui vous permettent de contrôler votre expérience de navigation"
  },
  "main-lead-5": {
    "message": "Vous obtenez un <strong>remboursement</strong> - et vous pouvez <strong>conserver Adblock Plus</strong> - si vous ne l’appréciez pas."
  },
  "main-heading-2": {
    "message": "Pour obtenir de l’aide, il vous suffit de nous envoyer un e-mail."
  },
  "main-body-1": {
    "message": "Payez le maximum que vous pouvez, et si vous changez d’avis, vous bénéficiez de 120 jours pour obtenir un remboursement !"
  },
  "main-body-3": {
    "message": "Si vous avez besoin d’aide, une auto-assistance 24h/24 et 7j/7 et une aide par e-mail en semaine pendant les heures ouvrables sont disponibles sur notre portail d’assistance, <a>help.eyeo.com</a>."
  },
  "main-body-4": {
    "message": "Merci d’avoir choisi Adblock Plus ! Joyeuse navigation !"
  },
  "main-body-5": {
    "message": "Amicalement, <span></span>l’équipe Adblock Plus"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Meilleure fonctionnalité de blocage de publicités</strong>. De nombreux sites Web cherchent des moyens d'empêcher Adblock Plus de bloquer les publicités qui vous agacent. Par conséquent, nous nous sommes concentrés sur l'amélioration de notre fonctionnalité, afin que nous puissions faire face à ces efforts anti-blocage de publicités."
  },
  "new-tab-heading-1": {
    "message": "Aider Adblock Plus à faire d'internet un environnement meilleur"
  },
  "new-tab-lead-1": {
    "message": "Nous nous sommes concentrés sur l'ajout de nouvelles fonctionnalités et l'amélioration des performances d'Adblock Plus, et notre passion est de vous offrir la meilleure technologie de blocage de publicités pour que vous puissiez profiter d'un Internet propre."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus est un logiciel communautaire gratuit. Il est important pour nous que tout le monde puisse utiliser notre logiciel, peu importe qu'il puisse y apporter une contribution ou non. Mais cela ne serait pas possible sans votre soutien continu. Nous dévouons beaucoup de temps et de ressources au développement et à la sécurisation de la meilleure expérience en ligne pour nos utilisateurs. N'hésitez pas à contribuer, à hauteur de ce que vous jugez juste, au projet Adblock Plus, et à nos efforts pour faire vivre la communauté de blocage des publicités. Chaque contribution est appréciée !"
  },
  "out-mission-heading-1": {
    "message": "Créer une meilleure expérience Web pour tout le monde"
  },
  "out-mission-lead-1": {
    "message": "Notre mission est de créer une expérience Internet sans distraction et sans problème pour tous. Nous avons beaucoup de travail à faire. Du blocage de plus de pop-ups et distractions, à rendre votre expérience Internet plus sûre et plus sécurisée, nous nous concentrons sur le fait de nous assurer que nos utilisateurs gardent le contrôle de la manière dont ils utilisent Internet. Votre contribution permet à notre équipe de continuer à créer des outils simples et intuitifs, accessibles à tous. Nous ne pourrions pas faire ce que nous faisons sans vous !"
  },
  "hide-cookie-notices": {
    "message": "<strong>Cacher les avis de consentement des cookies.</strong> Vous pourrez bientôt mettre fin à ces pénibles bannières de consentement des cookies qu'utilisent la plupart des sites Web, grâce à une nouvelle fonctionnalité de blocage des cookies que nous venons de terminer."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Bloquer plus de pop-ups et de distractions.</strong> Dites adieu aux demandes d'enquête, pop-ups de newsletter, et ennuyantes publicités vidéos en lecture automatique, dès que vous débloquerez Adblock Plus Premium."
  },
  "do_you_like_adblockplus": {
    "message": "Aimez-vous Adblock Plus jusqu'ici ? Si oui, est-ce que vous envisagez d'aider à nous soutenir ?"
  },
  "an-overview": {
    "message": "Voici une présentation du travail que nous avons récemment introduit dans Adblock Plus."
  }
}