{
  "title": {
    "message": "Adblock Plus a été mis à jour"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus a été mis à jour !"
  },
  "update-lead-1": {
    "message": "Ces derniers mois, nous avons ajouté de nouvelles fonctionnalités et amélioré les performances d'Adblock Plus. Notre passion, c'est de vous offrir la meilleure technologie en termes de blocage de publicités, afin que vous puissiez profiter d'un Web propre. Adblock Plus est un logiciel communautaire gratuit que<strong> l'on ne pourrait pas vous offrir sans votre soutien sans faille.</strong>"
  },
  "update-lead-2": {
    "message": "Nous dévouons beaucoup de temps et de ressources au développement et à la sécurisation de la meilleure expérience en ligne pour nos utilisateurs. N'hésitez pas à contribuer, à hauteur de ce que vous jugez juste, au projet Adblock Plus et à nos efforts pour faire vivre la communauté de blocage des publicités. <strong>Chaque contribution est appréciée !</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Payez par :"
  },
  "whats-new-header-1": {
    "message": "Personnalisez votre expérience de navigation avec Adblock Plus"
  },
  "whats-new-lead-1": {
    "message": "Voici une présentation de quelques-unes des améliorations récentes."
  },
  "whats-new-list-1": {
    "message": "<strong>Amélioration de la fonctionnalité de blocage de publicités</strong>. Nombreux sont les sites Web qui tentent d'empêcher Adblock Plus de bloquer les publicités gênantes. Pour cette raison, nous actualisons fréquemment notre fonctionnalité afin de pouvoir contourner ces tentatives de blocage de publicités. Si vous tombez sur un site web qui vous empêche de bloquer les publicités, veuillez nous le signaler en utilisant notre fonction Signaler un problème."
  },
  "whats-new-list-2": {
    "message": "<strong>Meilleures performances</strong>. Nous avons changé la manière dont nous traitons les extraits anti-contournement qui visent les mêmes domaines afin de garder uniquement ceux qui appliquent les changements activés. Cela signifie que vous pouvez vous attendre à une meilleure performance de notre extension dans son ensemble."
  },
  "whats-new-list-3": {
    "message": "<strong>Meilleures fondations pour le futur</strong>. Manifest V3, la dernière version de la version de la plateforme d'extension pour les navigateurs basés sur Chromium, est au programme. Et nous nous y préparons ! MV3 représente un important changement sur la manière dont les extensions de navigateur fonctionneront, ce qui a forcé notre équipe à appliquer quelques importants changements sur la manière dont Adblock Plus  fonctionne. Nous avons fait beaucoup de progrès pour pouvoir continuer à aider les utilisateurs d'Adblock Plus à garder le contrôle de leur expérience en ligne, malgré l'évolution du Web."
  },
  "whats-new-list-4": {
    "message": "<strong>Amélioration de l'expérience utilisateur.</strong> Nous travaillons en permanence à l'amélioration d'Adblock Plus. Nous avons récemment mis à jour plusieurs messages d'erreur pour faciliter le débogage, apporté des modifications à notre terminologie et ajouté un nouveau pied de page au menu pop-up afin que vous puissiez accéder aisément à ce dont vous avez besoin."
  },
  "whats-new-support": {
    "message": "Vous souhaitez signaler un problème ? Contactez notre</a> centre d'assistance<a> ou envoyez-nous un e-mail à l'adresse suivante : <a>support@adblockplus.org</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Politique de confidentialité"
  },
  "main-heading-1": {
    "message": "Un système fondé sur l’honneur"
  },
  "main-lead-1": {
    "message": "Bonjour de la part de l’équipe Adblock Plus !"
  },
  "main-lead-2": {
    "message": "Adblock Plus est fondé sur l’honneur, ce qui signifie que <strong>nous faisons confiance à chacun</strong> pour être honnête :"
  },
  "main-lead-3": {
    "message": "vous <strong>payez selon vos moyens</strong> pour Adblock Plus. Nous <strong>vous</strong> laissons choisir le prix."
  },
  "main-lead-4": {
    "message": "Nous développons des fonctionnalités qui vous permettent de contrôler votre expérience de navigation"
  },
  "main-lead-5": {
    "message": "Vous obtenez un <strong>remboursement</strong> - et vous pouvez <strong>conserver Adblock Plus</strong> - si vous ne l’appréciez pas."
  },
  "main-heading-2": {
    "message": "Pour obtenir de l’aide, il vous suffit de nous envoyer un e-mail."
  },
  "main-body-1": {
    "message": "Payez le maximum que vous pouvez, et si vous changez d’avis, vous bénéficiez de 120 jours pour obtenir un remboursement !"
  },
  "main-body-3": {
    "message": "Si vous avez besoin d’aide, une auto-assistance 24h/24 et 7j/7 et une aide par e-mail en semaine pendant les heures ouvrables sont disponibles sur notre portail d’assistance, <a>help.adblockplus.org</a>."
  },
  "main-body-4": {
    "message": "Merci d’avoir choisi Adblock Plus ! Joyeuse navigation !"
  },
  "main-body-5": {
    "message": "Amicalement, <span></span>l’équipe Adblock Plus"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Meilleure fonctionnalité de blocage de publicités</strong>. De nombreux sites Web cherchent des moyens d'empêcher Adblock Plus de bloquer les publicités qui vous agacent. Par conséquent, nous nous sommes concentrés sur l'amélioration de notre fonctionnalité, afin que nous puissions faire face à ces efforts anti-blocage de publicités."
  },
  "new-tab-heading-1": {
    "message": "Aider Adblock Plus à faire d'internet un environnement meilleur"
  },
  "new-tab-lead-1": {
    "message": "Nous nous sommes concentrés sur l'ajout de nouvelles fonctionnalités et l'amélioration des performances d'Adblock Plus, et notre passion est de vous offrir la meilleure technologie de blocage de publicités pour que vous puissiez profiter d'un Internet propre."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus est un logiciel communautaire gratuit. Il est important pour nous que tout le monde puisse utiliser notre logiciel, peu importe qu'il puisse y apporter une contribution ou non. Mais cela ne serait pas possible sans votre soutien continu. Nous dévouons beaucoup de temps et de ressources au développement et à la sécurisation de la meilleure expérience en ligne pour nos utilisateurs. N'hésitez pas à contribuer, à hauteur de ce que vous jugez juste, au projet Adblock Plus, et à nos efforts pour faire vivre la communauté de blocage des publicités. Chaque contribution est appréciée !"
  },
  "out-mission-heading-1": {
    "message": "Créer une meilleure expérience Web pour tout le monde"
  },
  "out-mission-lead-1": {
    "message": "Notre mission est de créer une expérience Internet sans distraction et sans problème pour tous. Nous avons beaucoup de travail à faire. Du blocage de plus de pop-ups et distractions, à rendre votre expérience Internet plus sûre et plus sécurisée, nous nous concentrons sur le fait de nous assurer que nos utilisateurs gardent le contrôle de la manière dont ils utilisent Internet. Votre contribution permet à notre équipe de continuer à créer des outils simples et intuitifs, accessibles à tous. Nous ne pourrions pas faire ce que nous faisons sans vous !"
  },
  "abp-can-be-improved": {
    "message": "Votre Adblock Plus peut être amélioré !"
  },
  "adding-enhancements": {
    "message": "Nous avons récemment réalisé la première série d'améliorations d'Adblock Plus. Avec le lancement d'Adblock Plus Premium, nous avons développé de nouvelles manières d'aider nos utilisateurs à profiter d'une expérience Internet avec moins de pop-ups et de distractions. Nous avons détaillé ce travail ci-dessous."
  },
  "abp-free-software": {
    "message": "Notre équipe passe des milliers d'heures à s'assurer qu'Adblock Plus offre la meilleure expérience en ligne pour tout le monde. Cette année, nous nous sommes concentrés à faciliter le blocage de plus de pop-ups et distractions pour nos utilisateurs, et ce n'est que le début. Nous aimerions vraiment que vous jetiez un œil à Adblock Plus Premium. <strong>Chaque contribution est appréciée !</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Avec Adblock Premium, vous pouvez profiter d'une expérience Internet avec beaucoup moins de distractions."
  },
  "stop-autoplay-video": {
    "message": "<strong>Stop aux vidéos en lecture automatique. </strong> cachez les vidéos utilisées par de nombreux sites Web, qui se lisent automatiquement et vous suivent pendant toute votre navigation sur tout leur site Web."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Supprimer les pop-ups de newsletters.</strong> Mettez un terme aux pop-ups que les sites Web utilisent pour vous inciter à vous inscrire à leurs listes d'e-mails et leur newsletter."
  },
  "block-survey-requests": {
    "message": "<strong>Bloquer les notifications de site et les demandes d'enquête.</strong> De nombreux sites Web demandent à suivre votre localisation, ou vous demande de participer à de courtes enquêtes. Nous allons maintenant décliner automatiquement ces demandes des sites Web que vous consultez."
  },
  "hide-cookie-notices": {
    "message": "<strong>Cacher les avis de consentement des cookies.</strong> Vous pourrez bientôt mettre fin à ces pénibles bannières de consentement des cookies qu'utilisent la plupart des sites Web, grâce à une nouvelle fonctionnalité de blocage des cookies que nous venons de terminer."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Bloquer plus de pop-ups et de distractions.</strong> Dites adieu aux demandes d'enquête, pop-ups de newsletter, et ennuyantes publicités vidéos en lecture automatique, dès que vous débloquerez Adblock Plus Premium."
  },
  "do-you-like-adblockplus": {
    "message": "Aimez-vous Adblock Plus jusqu'ici ? Si oui, est-ce que vous envisagez d'aider à nous soutenir ?"
  },
  "an-overview": {
    "message": "Voici une présentation du travail que nous avons récemment introduit dans Adblock Plus."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "Adblock Plus a été mis à jour !"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "Au cours des derniers mois, nous avons ajouté de nouvelles fonctionnalités et amélioré les performances d’Adblock Plus. Nous nous efforçons de vous offrir la meilleure technologie de blocage des publicités afin de vous permettre de naviguer sur internet en toute tranquillité. Adblock Plus est un logiciel gratuit, financé par la communauté, et il ne pourrait exister sans votre soutien continu."
  },
  "whats-new-header-1-unrestricted": {
    "message": "Quoi de neuf ?"
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>Amélioration de la fonctionnalité de blocage des publicités.</strong> De nombreux sites web tentent d’empêcher Adblock Plus de bloquer les publicités gênantes. C’est pourquoi nous avons amélioré nos capacités de blocage des publicités et d’adaptation aux évolutions constantes de ces sites. Grâce à la nouvelle conception d’Adblock Plus pour Safari et aux mises à jour des versions Chrome, Edge et Firefox, vous continuerez à voir moins de publicités intrusives lorsque vous naviguez sur le web."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>Une architecture améliorée pour l’avenir.</strong> Manifest V3, la dernière version de la plateforme d’extension pour les navigateurs basés sur Chromium, se profile à l’horizon. Et nous nous y sommes préparés ! MV3 représente un changement majeur dans le fonctionnement des extensions de navigateur, ce qui oblige notre équipe à modifier en profondeur le fonctionnement d’Adblock Plus. Nous avons fait beaucoup de progrès pour continuer à répondre aux besoins de nos utilisateurs face à l’évolution du paysage d’internet."
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>Personnalisez les pages que vous visitez.</strong> Nous avons développé une fonctionnalité de blocage d’éléments qui vous permet de bloquer des parties d’une page web, même si elles ne contiennent pas de publicité. Par exemple, vous pouvez trouver certaines parties d’une page web, comme des suggestions dans la barre latérale, particulièrement ennuyeuses. Avec cette nouvelle fonctionnalité, vous pouvez bloquer n’importe quelle partie d’une page afin qu’elle reste masquée à chacune de vos visites."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>Adblock Plus Premium est arrivé !</strong> Avec Adblock Plus Premium, vous pouvez bloquer des sources de distraction plus ciblées sur les sites web, comme les notifications, les vidéos flottantes, les pop-ups de newsletter, etc. Pour en savoir plus sur Premium, cliquez <a>ici</a>. Et si vous avez déjà contribué, vous pouvez <a>accéder</a> à ces fonctionnalités Premium dès maintenant."
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[Prochainement]</em> Mode de contournement pour Adblock Premium.</strong> Les pop-ups demandant aux internautes de désactiver leur bloqueur de publicité sont de plus en plus fréquents sur le web. C’est pourquoi nous lançons une nouvelle fonctionnalité pour Adblock Premium, appelée Mode de contournement. Cette fonctionnalité réduit le nombre de messages antibloqueurs de publicité que vous verrez sur le web, tout en vous offrant la même expérience de navigation."
  },
  "update__alert__heading": {
    "message": "S'il vous plait, accordez-nous quelques instants"
  },
  "update__alert__paragraph-1": {
    "message": "Bonjour,"
  },
  "update__alert__paragraph-2": {
    "message": "En tant qu'utilisateur d'Adblock Plus, vous savez mieux que quiconque à quel point notre logiciel enrichit votre expérience en ligne. En bloquant les publicités indésirables et intrusives, Adblock Plus vous permet de naviguer sur le web plus rapidement, en toute sécurité et en limitant les distractions. Mais saviez-vous qu'Adblock Plus est entièrement gratuit, sans frais cachés ? Nous sommes convaincus que tout le monde devrait avoir accès à un internet de meilleure qualité, sans publicité, et c'est pourquoi nous offrons Adblock Plus gratuitement à tous nos utilisateurs."
  },
  "update__alert__paragraph-3": {
    "message": "Mais nous avons besoin de votre aide pour continuer à faire fonctionner et à améliorer Adblock Plus. Bien qu'un petit pourcentage d'utilisateurs contribue généreusement au financement de notre mission, nous comptons sur le soutien d'utilisateurs comme vous pour maintenir Adblock Plus en vie et gratuit pour tout le monde. Votre contribution, aussi modeste soit-elle, peut faire une grande différence. Si Adblock Plus vous a permis d'économiser ne serait-ce que quelques euros ou quelques heures de frustration en masquant des publicités indésirables, n'hésitez pas à soutenir notre équipe et défendre la cause d'un internet sans publicités pour tous. Nous vous remercions de votre soutien. Ensemble, nous pourrons faire d'internet un endroit plus agréable pour tous."
  },
  "update__alert__paragraph-4": {
    "message": "Bien à vous,  L'équipe Adblock Plus"
  },
  "new__paragraph-1": {
    "message": "Chez Adblock Plus, nous croyons en une meilleure expérience Internet pour tous. Voici ce sur quoi nous avons travaillé pour que cette conviction devienne une réalité pour vous :"
  },
  "new__item-1__heading": {
    "message": "Bloquez plus de distractions sur Internet (version Premium)"
  },
  "new__item-1__paragraph-1": {
    "message": "Concentrez-vous davantage sur ce qui vous tient à cœur en bloquant les pop-ups intempestifs, comme les vidéos en lecture automatique, les pop-ups de newsletter, les demandes de sondage, etc."
  },
  "new__item-2__heading": {
    "message": "Explorer vos listes de filtrage"
  },
  "new__item-2__paragraph-1": {
    "message": "Adblock Plus utilise <a>des listes de filtrage</a> pour déterminer les éléments à bloquer et à masquer sur les pages Web que vous visitez. Explorez vos paramètres et choisissez parmi les différentes listes qui vous permettent de bloquer les traqueurs et bien d’autres nuisances sur le web."
  },
  "new__item-3__heading": {
    "message": "Masquer les bannières de cookies et autres distractions (Premium)"
  },
  "new__item-3__paragraph-1": {
    "message": "Concentrez-vous sur votre contenu préféré en <a>bloquant les bannières indésirables</a> qui vous demandent d’accepter les cookies sur les sites web. Vous pouvez également <a>bloquer d’autres pop-ups</a> , comme les vidéos en lecture automatique, les pop-ups de newsletter, les invitations à répondre à des enquêtes, etc."
  },
  "new__item-4__heading": {
    "message": "Meilleur blocage des publicités sur le web"
  },
  "new__item-4__paragraph-1": {
    "message": "Comme toujours, nous cherchons constamment à savoir comment les sites web et les éditeurs interagissent avec les bloqueurs de publicités. Nous avons amélioré notre extension pour rester à la pointe et vous permettre de continuer à bloquer les publicités lorsque vous naviguez. Nous avons également corrigé un problème récent qui provoquait chez certains utilisateurs des ralentissements sur YouTube et d’autres sites. Pour en savoir plus, <a>cliquez ici</a>."
  },
  "new__item-4__paragraph-2": {
    "message": "<a>En savoir plus sur Adblock Plus Premium.</a>"
  },
  "new__paragraph-3": {
    "message": "Vous souhaitez signaler un problème ? Contactez-nous sur les réseaux sociaux, par <a>e-mail</a> ou sur le <a>forum utilisateur</a>."
  },
  "new__item-5__heading": {
    "message": "Choisir la manière dont vous naviguez sur Internet"
  },
  "new__item-5__paragraph-1": {
    "message": "Et si vous souhaitez bloquer autre chose qu'une publicité ? </a>Avec l'assistant de masquage manuel<a>, vous pouvez personnaliser votre navigation sur Internet en masquant les parties d'une page que vous ne souhaitez pas voir."
  },
  "support-money-back": {
    "message": "Soutenez-nous en toute confiance : <strong>vous bénéficiez d'une garantie de remboursement pendant 60 jours en cas d'insatisfaction</strong>. Et vous pouvez garder Adblock Plus."
  },
  "update-section-1__heading": {
    "message": "Adblock Plus a été mis à jour !"
  },
  "update-section-1-row-1__paragraph-1": {
    "message": "Bonjour à tous,"
  },
  "update-section-1-row-1__paragraph-2": {
    "message": "La mission d’Adblock Plus est de créer un Internet sans tracas ni sources de distraction intempestives pour tout le monde. C’est pourquoi nous avons développé notre extension pour bloquer les pop-ups, les publicités gênantes et autres sources de distractions sur le web. Adblock Plus vous aide à naviguer sur le web plus rapidement, de manière plus sûre et avec un meilleur contrôle de votre expérience Internet."
  },
  "update-section-1-row-1__paragraph-3": {
    "message": "Adblock Plus est également gratuit pour les utilisateurs, car nous pensons que tout le monde devrait pouvoir profiter d’Internet dans de meilleures conditions. C’est pourquoi de nombreux utilisateurs choisissent de contribuer à nos efforts. Si vous croyez en ce que nous faisons et que vous voulez nous aider dans notre démarche, vous pouvez le faire ci-dessous. Ensemble, nous pouvons faire d’Internet un meilleur endroit pour tous !"
  },
  "update-section-1-row-1__paragraph-4": {
    "message": "Cordialement, <span></span>l’équipe d’Adblock Plus"
  },
  "update-gaurantee__text": {
    "message": "Soutenez-nous en toute confiance : <strong>garantie de remboursement de 60 jours.</strong> Et vous pouvez conserver Adblock Plus."
  },
  "update-payment-frequency__label--once": {
    "message": "Faites une contribution <strong>ponctuelle</strong>"
  },
  "update-payment-frequency__label--recurring": {
    "message": "Faites une contribution <strong>récurrente</strong>"
  },
  "update-payment-switch__label--monthly": {
    "message": "Mensuelle"
  },
  "update-payment-switch__label--yearly": {
    "message": "Annuelle"
  },
  "update-payment-reward__text": {
    "message": "Super ! Une contribution de <span>35.00</span> permet d’obtenir <span>Adblock Plus Premium</span> <span> pour un an</span>. Merci pour votre soutien."
  },
  "update-payment__checkout-button": {
    "message": "Passez au règlement maintenant"
  },
  "product__premium": {
    "message": "Adblock Plus Premium"
  },
  "update-payment-reward__1-month": {
    "message": "Super ! Une contribution de <span>35.00</span> permet d’obtenir <span>Adblock Plus Premium</span> pour un mois. Merci pour votre soutien."
  },
  "update-payment-reward__n-months": {
    "message": "Super ! Une contribution de <span>35.00</span> permet d’obtenir <span>Adblock Plus Premium</span> pour <span>huit</span> mois. Merci pour votre soutien."
  },
  "update-payment-reward__1-year": {
    "message": "Super ! Une contribution de <span>35.00</span> permet d’obtenir <span>Adblock Plus Premium</span> pour un an. Merci pour votre soutien."
  },
  "update-payment-reward__n-years": {
    "message": "Super ! Une contribution de <span>35.00</span> permet d’obtenir <span>Adblock Plus Premium</span> pour <span>huit</span> ans. Merci pour votre soutien."
  },
  "update-payment-reward": {
    "message": "Super ! Une contribution de <span>35.00</span> permet d’obtenir <span>Adblock Plus Premium</span>. Merci pour votre soutien."
  },
  "update-payment-suffix__monthly": {
    "message": "/mensuelle"
  },
  "update-payment-suffix__yearly": {
    "message": "/annuelle"
  },
  "update__installing-card__heading-1": {
    "message": "Installation de la dernière mise à jour d’Adblock Plus"
  },
  "please_dont_scroll_away": {
    "message": "S'il vous plaît, ne partez pas !"
  },
  "whats-new-paragraph-1": {
    "message": "Adblock Plus vous donne le contrôle sur la façon dont vous naviguez sur le web. Choisissez les contenus que vous voulez voir et ceux que vous préférez masquer lorsque vous êtes en ligne."
  },
  "whats-new-paragraph-2": {
    "message": "Voici comment profiter au mieux d’Adblock Plus :"
  },
  "new__item-6__heading": {
    "message": "Soutenez vos créateurs de contenu préférés"
  },
  "new__item-6__paragraph-1": {
    "message": "De nombreux créateurs de contenu dépendent des publicités pour poursuivre leur travail. Soutenez ceux que vous aimez <a>en autorisant les publicités sur certains sites</a> tout en les bloquant partout ailleurs."
  },
  "new__item-7__heading": {
    "message": "Profitez d'une expérience Internet plus privée et plus sûre"
  },
  "new__item-7__paragraph-1": {
    "message": "Avec <a>AdBlock VPN</a>, créé par nos partenaires d'AdBlock, vous maîtrisez encore mieux votre navigation. Masquez votre identité en ligne, utilisez les réseaux Wi-Fi publics de manière plus sûre et profitez d'une sécurité en ligne renforcée dès votre connexion."
  }
}