{
  "new-tab-heading-1": {
    "message": "Aidez AdBlock à améliorer votre expérience sur internet"
  },
  "new-tab-lead-1": {
    "message": "Nous mettons tout en œuvre pour ajouter de nouvelles fonctionnalités et améliorer les performances d’Adblock Plus, et nous nous efforçons de mettre à votre disposition la meilleure technologie de blocage des publicités afin que vous puissiez profiter d’un web propre."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus est un logiciel gratuit, soutenu par la communauté. Il est primordial pour nous que chacun puisse utiliser notre logiciel, qu’il puisse contribuer ou non. Mais cela ne serait pas possible sans votre soutien continu. Nous consacrons un maximum de temps et de ressources au développement et à la sécurisation de la meilleure expérience en ligne pour nos utilisateurs. Nous vous invitons à contribuer à hauteur de ce que vous estimez être un montant équitable au projet Adblock Plus et à nos actions pour faire en sorte que la communauté du blocage des publicités reste active. Chaque participation est appréciée !"
  },
  "out-mission-heading-1": {
    "message": "Créer une meilleure expérience sur le web pour tous"
  },
  "out-mission-lead-1": {
    "message": "Notre mission est de créer pour tout le monde une expérience sur internet sans nuisances et sans soucis. La tâche est immense, et qu’il s’agisse de bloquer davantage de pop-ups et de sources de distraction ou de rendre votre expérience sur le web plus sûre et plus sécurisée, nous faisons le maximum pour offrir à nos utilisateurs le contrôle dont ils ont besoin pour profiter pleinement d’internet. Votre contribution permet à notre équipe de continuer à créer des outils simples, intuitifs et accessibles à tous. Nous ne pourrions pas faire ce que nous faisons sans vous !"
  },
  "whats-new-support": {
    "message": "Vous avez besoin de signaler un problème&nbsp;? Contactez-nous via les réseaux sociaux, par <a>e-mail</a> ou sur le <a>forum des utilisateurs</a>."
  },
  "privacy-policy": {
    "message": "Politique de confidentialité"
  }
}