{
  "title": {
    "message": "Adblock Plus a été mis à jour"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "AdBlock Plus a été mis à jour !"
  },
  "update-lead-1": {
    "message": "Au cours de ces derniers mois, nous avons travaillé sans relâche pour intégrer de nouvelles fonctionnalités et améliorer les performances d’Adblock Plus. Nous avons à cœur de vous offrir la meilleure technologie de blocage de publicités afin de vous permettre de profiter d’un web propre. Adblock Plus est un logiciel gratuit, financé par la communauté et son développement ne serait pas possible sans votre soutien continu."
  },
  "update-lead-2": {
    "message": "Nous consacrons beaucoup de temps et de ressources pour offrir à nos utilisateurs la meilleure expérience du web. C’est pourquoi nous sollicitons votre contribution, quel que soit le montant que vous estimez raisonnable, au projet Adblock Plus afin de nous aider à faire vivre la communauté du blocage de publicités. Chaque contribution est appréciée !"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Payez par :"
  },
  "whats-new-header-1": {
    "message": "Quoi de neuf ?"
  },
  "whats-new-lead-1": {
    "message": "Voici un aperçu de nos dernières améliorations"
  },
  "whats-new-list-1": {
    "message": "<strong>La fonctionnalité de blocage des publicités à été améliorée</strong>. De nombreux sites web cherchent à empêcher AdBlock Plus de bloquer les publicités gênantes. Nous actualisons donc fréquemment notre fonctionnalité afin de surmonter ces tentatives de contrer le blocage des publicités. Si vous visitez un site web qui ne vous permet pas de bloquer les publicités, veuillez nous en informer au moyen de notre fonctionnalité Signaler un problème."
  },
  "whats-new-list-2": {
    "message": "<strong>Des performances améliorées</strong>. Nous avons modifié nos codes anti-contournement, qui ciblent les mêmes domaines afin de ne conserver que ceux qui permettent d’activer les modifications. Attendez-vous donc à un regain de performances."
  },
  "whats-new-list-3": {
    "message": "<strong>De meilleures bases pour l’avenir</strong>. Manifest V3, la dernière version de la plateforme d’extension pour les navigateurs basés sur Chromium, se profile à l’horizon. Et nous nous y sommes préparés ! MV3 représente une évolution majeure du fonctionnement des extensions de navigateur, et notre équipe doit donc apporter de grands changements à celui d’AdBlock Plus. Nous avons réalisé beaucoup de progrès pour continuer à aider les utilisateurs d’AdBlock Plus à garder le contrôle de leur expérience en ligne alors que le web évolue."
  },
  "whats-new-list-4": {
    "message": "<strong>Amélioration de l'expérience utilisateur.</strong> Nous travaillons en permanence à l'amélioration d'Adblock Plus. Nous avons récemment mis à jour plusieurs messages d'erreur pour faciliter le débogage, apporté des modifications à notre terminologie et ajouté un nouveau pied de page au menu pop-up afin que vous puissiez accéder aisément à ce dont vous avez besoin."
  },
  "whats-new-support": {
    "message": "Vous souhaitez signaler un problème ? Contactez-nous sur les réseaux sociaux, <a data-mask='{\"href\": \"bWFpbHRvOmRvbmF0aW9uc0BhZGJsb2NrcGx1cy5vcmc=\"}'>par e-mail</a> ou sur <a href=\"https://adblockplus.org/forum\">le forum des utilisateurs</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Politique de protection de la vie privée"
  },
  "main-heading-1": {
    "message": "Un système fondé sur l’honneur"
  },
  "main-lead-1": {
    "message": "Bonjour de la part de l’équipe Adblock Plus !"
  },
  "main-lead-2": {
    "message": "Adblock Plus est fondé sur l’honneur, ce qui signifie que <strong>nous faisons confiance à chacun</strong> pour être honnête :"
  },
  "main-lead-3": {
    "message": "vous <strong>payez selon vos moyens</strong> pour Adblock Plus. Nous <strong>vous</strong> laissons choisir le prix."
  },
  "main-lead-4": {
    "message": "Nous développons des fonctionnalités qui vous permettent de contrôler votre expérience de navigation"
  },
  "main-lead-5": {
    "message": "Vous obtenez un <strong>remboursement</strong> - et vous pouvez <strong>conserver Adblock Plus</strong> - si vous ne l’appréciez pas."
  },
  "main-heading-2": {
    "message": "Pour obtenir de l’aide, il vous suffit de nous envoyer un e-mail."
  },
  "main-body-1": {
    "message": "Payez le maximum que vous pouvez, et si vous changez d’avis, vous bénéficiez de 120 jours pour obtenir un remboursement !"
  },
  "main-body-3": {
    "message": "Si vous avez besoin d’aide, une auto-assistance 24h/24 et 7j/7 et une aide par e-mail en semaine pendant les heures ouvrables sont disponibles sur notre portail d’assistance, <a>help.eyeo.com</a>."
  },
  "main-body-4": {
    "message": "Merci d’avoir choisi Adblock Plus ! Joyeuse navigation !"
  },
  "main-body-5": {
    "message": "Amicalement, <span></span>l’équipe Adblock Plus"
  }
}