{
  "title": {
    "message": "Adblock Plus a été mis à jour"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus a été mis à jour ! <span>(version 3.11) </span>"
  },
  "update-lead-1": {
    "message": "Au cours de ces derniers mois nous avons ajouté de nouvelles fonctionnalités et amélioré les performances d’Adblock Plus. Nous avons à cœur de vous offrir la meilleure technologie de blocage de publicité afin que vous puissiez profiter d’un Web propre. Adblock Plus est un logiciel gratuit, soutenu par la communauté, et qui <strong>n’existerait pas sans votre soutien continu.</strong>"
  },
  "update-lead-2": {
    "message": "Nous consacrons beaucoup de temps et de ressources au développement et à la sécurisation de la meilleure expérience en ligne pour nos utilisateurs. Veuillez donner ce que vous estimez être une juste contribution au projet Adblock Plus et à nos tentatives de maintenir vivante la communauté du blocage de publicité. <strong>Chaque don est apprécié !</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Payez par :"
  },
  "whats-new-header-1": {
    "message": "Quoi de neuf ?"
  },
  "whats-new-lead-1": {
    "message": "Voici un aperçu de certaines améliorations et de quelques nouvelles fonctionnalités. Plus de changements très prochainement !"
  },
  "whats-new-list-1": {
    "message": "<strong>Nouveaux filtres recommandés.</strong> Nous avons rendu plus simple le blocage des distractions supplémentaires telles que les notifications de cookies et plus encore. Allez dans <em>Paramètres > Général > Filtres recommandés</em> pour les essayer !"
  },
  "whats-new-list-2": {
    "message": "<strong>Blocage de publicité amélioré.</strong> De nombreux sites Web rendent difficile le blocage des publicités par Adblock Plus. Nous avons amélioré notre capacité de blocage de publicité sur ces sites Web et effectuons des mises à jour régulières. Veuillez utiliser notre fonctionnalité <em>Signalement de problème</em> pour nous indiquer si vous rencontrez des problèmes avec votre capacité de blocage de publicité."
  },
  "whats-new-list-3": {
    "message": "<strong>Meilleure performance.</strong> Nous avons amélioré notre logique pour la vérification des listes de filtres désactivées afin qu’Adblock Plus utilise moins de bande passante."
  },
  "whats-new-list-4": {
    "message": "<strong>Confidentialité améliorée.</strong> Pour nos utilisateurs qui naviguent avec des onglets privés, nous avons exclu le nombre de requêtes bloquées du compteur total de blocages."
  },
  "whats-new-list-5": {
    "message": "<strong>Meilleur débogage.</strong> Pour nos utilisateurs techniques nous avons introduit un mode de débogage pour les filtres de masquage d’éléments qui peut être désactivé sur la page des paramètres <em>avancés</em> d’Adblock Plus. Vous pouvez facilement mettre en surbrillance les éléments qui sont affectés par les filtres de masquage d’éléments."
  },
  "whats-new-support": {
    "message": "Besoin de signaler un problème ? Contactez-nous via les réseaux sociaux, par <a>courriel</a> ou par le biais du <a>forum des utilisateurs</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Politique de protection de la vie privée"
  }
}