{
  "title": {
    "message": "Adblock Plus a été mis à jour"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus a été mis à jour !"
  },
  "update-lead-1": {
    "message": "Nous avons consacré ces derniers mois à rajouter de nouvelles fonctionnalités et à améliorer les performances d'Adblock Plus. Nous désirons ardemment vous offrir la meilleure technologie de blocage des publicités possible afin que vous puissiez profiter au mieux de votre site Internet. Adblock Plus est un logiciel gratuit, soutenu par la communauté, qui n’existerait pas sans votre aide."
  },
  "update-lead-2": {
    "message": "Nous consacrons beaucoup de temps et de ressources au développement et à la sécurisation d'une expérience en ligne optimale pour nos utilisateurs. Nous vous invitons à contribuer au projet Adblock Plus et à nos efforts pour maintenir la communauté du blocage de publicités en vie. Chaque contribution compte !"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Payez par :"
  },
  "whats-new-header-1": {
    "message": "Quoi de neuf ?"
  },
  "whats-new-lead-1": {
    "message": "Voici un aperçu de quelques nouvelles améliorations."
  },
  "whats-new-list-1": {
    "message": "<strong>Amélioration de la fonctionnalité de blocage de publicités</strong>. Nombreux sont les sites Web qui tentent d'empêcher Adblock Plus de bloquer les publicités gênantes. Pour cette raison, nous actualisons fréquemment notre fonctionnalité afin de pouvoir contourner ces tentatives de blocage de publicités. Si vous tombez sur un site web qui vous empêche de bloquer les publicités, veuillez nous le signaler en utilisant notre fonction Signaler un problème."
  },
  "whats-new-list-2": {
    "message": "<strong>Performances améliorées</strong>. Nous avons modifié la façon dont nous gérons les extraits de code anti-contournement qui ciblent un même domaine afin de garder activés uniquement ceux qui appliquent des changements. Vous pouvez donc espérer une meilleure performance globale de notre extension."
  },
  "whats-new-list-3": {
    "message": "<strong>De meilleures bases pour l'avenir</strong>. Manifest V3, la dernière version de la plateforme d'extension pour les navigateurs basés sur Chromium, sera bientôt disponible. Et nous nous y sommes préparés&nbsp;! Avec MV3, on observe un changement radical dans le fonctionnement des extensions de navigateur, et notre équipe a dû apporter des modifications importantes au fonctionnement d'Adblock Plus. Nous avons réalisé de nombreux progrès pour permettre aux utilisateurs d'Adblock Plus de garder le contrôle de leur expérience en ligne au fur et à mesure que le Web évolue."
  },
  "whats-new-list-4": {
    "message": "<strong>Amélioration de l'expérience utilisateur.</strong> Nous travaillons en permanence à l'amélioration d'Adblock Plus. Nous avons récemment mis à jour plusieurs messages d'erreur pour faciliter le débogage, apporté des modifications à notre terminologie et ajouté un nouveau pied de page au menu pop-up afin que vous puissiez accéder aisément à ce dont vous avez besoin."
  },
  "whats-new-support": {
    "message": "Vous souhaitez signaler un problème&nbsp;? Contactez-nous sur les réseaux sociaux, <a data-mask='{\"href\": \"bWFpbHRvOmRvbmF0aW9uc0BhZGJsb2NrcGx1cy5vcmc=\"}'>par e-mail</a> ou sur le <a href=\"https://adblockplus.org/forum\">forum des utilisateurs</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Politique de protection de la vie privée"
  },
  "main-heading-1": {
    "message": "Un système fondé sur l’honneur"
  },
  "main-lead-1": {
    "message": "Bonjour de la part de l’équipe Adblock Plus !"
  },
  "main-lead-2": {
    "message": "Adblock Plus est fondé sur l’honneur, ce qui signifie que <strong>nous faisons confiance à chacun</strong> pour être honnête :"
  },
  "main-lead-3": {
    "message": "vous <strong>payez selon vos moyens</strong> pour Adblock Plus. Nous <strong>vous</strong> laissons choisir le prix."
  },
  "main-lead-4": {
    "message": "Nous développons des fonctionnalités qui vous permettent de contrôler votre expérience de navigation"
  },
  "main-lead-5": {
    "message": "Vous obtenez un <strong>remboursement</strong> - et vous pouvez <strong>conserver Adblock Plus</strong> - si vous ne l’appréciez pas."
  },
  "main-heading-2": {
    "message": "Pour obtenir de l’aide, il vous suffit de nous envoyer un e-mail."
  },
  "main-body-1": {
    "message": "Payez le maximum que vous pouvez, et si vous changez d’avis, vous bénéficiez de 120 jours pour obtenir un remboursement !"
  },
  "main-body-3": {
    "message": "Si vous avez besoin d’aide, une auto-assistance 24h/24 et 7j/7 et une aide par e-mail en semaine pendant les heures ouvrables sont disponibles sur notre portail d’assistance, <a>help.eyeo.com</a>."
  },
  "main-body-4": {
    "message": "Merci d’avoir choisi Adblock Plus ! Joyeuse navigation !"
  },
  "main-body-5": {
    "message": "Amicalement, <span></span>l’équipe Adblock Plus"
  }
}