{
  "youtube-letter__heading": {
    "message": "Message sur le blocage des publicités sur YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Le blocage des publicités devient de plus en plus difficile sur YouTube."
  },
  "youtube-letter__paragraph-1": {
    "message": "En tant qu'utilisateur d'Adblock Plus, YouTube peut occasionnellement vous empêcher de lire des vidéos lorsque votre bloqueur de publicités est activé. Parfois, vous recevrez un message vous demandant d'autoriser les publicités YouTube après trois vidéos et d'autres fois, vous ne pourrez lire aucune vidéo tant qu'Adblock Plus ne sera pas désactivé."
  },
  "youtube-letter__paragraph-2": {
    "message": "Alors que nous nous efforçons de maintenir notre extension à jour et efficace, YouTube s'efforce continuellement de bloquer les bloqueurs de publicités sur son site. Nous savons que cette situation peut rendre votre expérience imprévisible et désagréable, que vous voyiez ce message ou non. Nous faisons tout ce que nous pouvons pour améliorer l'expérience de nos utilisateurs."
  },
  "youtube-letter__paragraph-3": {
    "message": "Pour vous assurer de pouvoir accéder à YouTube avec Adblock Plus installé, il vous suffit <a>d'ajouter YouTube à votre liste de sites web autorisés.</a> Vous pouvez choisir d'autoriser les publicités une seule fois ou en permanence sur YouTube. Bien entendu, nous continuerons à bloquer les publicités gênantes partout où vous naviguez. Où que vous soyez sur le web, Adblock Plus vous permet également d'utiliser des <a> règles de blocage personnalisées</a> pour masquer les sources de distractions sur les pages web. (Cette fonctionnalité est disponible pour les utilisateurs de Chrome, Edge et Firefox)."
  },
  "youtube-letter__paragraph-4": {
    "message": "En attendant, nous continuerons à bloquer les pop-ups et autres publicités gênantes pour vous sur le web. Et si vous souhaitez bloquer encore plus de sources de distractions (comme les pop-ups des lettres d'information, les demandes de sondage et les vidéos flottantes), vous pouvez toujours vous inscrire à <a>Adblock Plus Premium.</a>"
  },
  "youtube-letter__paragraph-5": {
    "message": "Nous vous remercions pour votre soutien !"
  },
  "title": {
    "message": "Blocage des publicités sur YouTube | Adblock Plus"
  },
  "description": {
    "message": "Vous essayez de bloquer les publicités sur YouTube ? Découvrez pourquoi les utilisateurs d’Adblock Plus se heurtent à un mur antibloqueurs de publicités sur YouTube."
  }
}