{
  "youtube-letter__heading": {
    "message": "Les nouveaux murs antibloqueurs de publicités sur YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Il est de plus en plus difficile de bloquer les publicités sur YouTube."
  },
  "youtube-letter__paragraph-1": {
    "message": "En tant qu’utilisateur d’Adblock Plus, vous pouvez rencontrer des murs antibloqueurs de publicités sur YouTube. Parfois, vous serez invité à autoriser les publicités YouTube après trois vidéos et d’autres fois, vous ne pourrez regarder aucune vidéo tant qu’Adblock Plus n’aura pas été désactivé."
  },
  "youtube-letter__paragraph-2": {
    "message": "Alors que nous multiplions nos efforts pour actualiser notre extension et faire en sorte qu’elle reste efficace, YouTube s’efforce continuellement d’afficher un mur antibloqueurs de publicités. Nous savons que cela affecte votre expérience sur ce site selon que vous serez ou non confronté à ce mur. Nous faisons tout ce qui est en notre pouvoir pour améliorer l’expérience de nos utilisateurs, tout en respectant les limites légales qui nous sont imposées. En effet, nous avons des utilisateurs dans le monde entier, ce qui signifie que nous devons veiller à respecter les nombreuses lois en vigueur dans les différents pays."
  },
  "youtube-letter__paragraph-3": {
    "message": "Afin de pouvoir accéder à YouTube avec Adblock Plus installé, il vous suffit<a> d’ajouter YouTube à votre liste autorisée</a>. Vous autoriserez ainsi les publicités sur YouTube tout en les bloquant partout ailleurs. Où que vous soyez sur le web, Adblock Plus vous permet également d’utiliser <a>des règles de blocage personnalisées </a>pour masquer les sources de distractions sur les pages web. (Cette fonctionnalité est disponible pour les utilisateurs de Chrome, Edge et Firefox)."
  },
  "youtube-letter__paragraph-4": {
    "message": "Pendant ce temps, nous continuerons à bloquer les pop-ups et autres publicités gênantes partout ailleurs sur le web. Et si vous souhaitez bloquer encore plus de sources de distractions (comme les pop-ups de newsletter, les demandes de sondage et les vidéos flottantes), vous pouvez toujours vous inscrire à <a>Adblock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "Nous vous remercions pour votre soutien !"
  },
  "title": {
    "message": "Blocage des publicités sur YouTube | Adblock Plus"
  },
  "description": {
    "message": "Vous essayez de bloquer les publicités sur YouTube ? Découvrez pourquoi les utilisateurs d’Adblock Plus se heurtent à un mur antibloqueurs de publicités sur YouTube."
  }
}