{
  "title": {
    "message": "حجب شعارات ملفات تعريف الارتباط | Adblock Plus Premium"
  },
  "description": {
    "message": "احجب شعارات ملفات تعريف الارتباط المزعجة التي تطلب منك قبول ملفات تعريف الارتباط أثناء تصفح الويب. وابدأ استخدام Adblock Plus Premium الآن!"
  },
  "hero__heading": {
    "message": "يمكنك الآن إزالة شعارات ملفات تعريف الارتباط عبر شبكة الويب!"
  },
  "hero__subheading": {
    "message": "ألقِ وراء ظهرك أي تجربة تصفح محبطة وذلك بأن تستخدم Adblock Plus Premium لحجب شعارات ملفات تعريف الارتباط."
  },
  "hero-aside__heading": {
    "message": "الرجاء عدم المغادرة إلا بعد قراءة هذه الرسالة"
  },
  "hero-aside__paragraph-1": {
    "message": "مرحبًا،"
  },
  "hero-aside__paragraph-2": {
    "message": "قد تكون تعرف جيدًا النوافذ المنبثقة الأمامية المزعجة التي تطلب موافقتك على استخدام ملفات تعريف الارتباط أثناء تصفحك للويب. فهي موجودة في كل مكان بمقتضى قوانين الخصوصية على الإنترنت. وعلى الرغم من أننا من أشد المعجبين بالشفافية والخصوصية عبر الإنترنت، فلا يمكن إنكار أن شعارات ملفات تعريف الارتباط هذه تشكّل مصدر إزعاج لمستخدمي الإنترنت."
  },
  "hero-aside__paragraph-3": {
    "message": "يسرنا أن نعلن أنه يمكنك الآن حجب شعارات ملفات تعريف الارتباط باستخدام Adblock Plus Premium! فيمكنك الوصول إلى وجهتك بشكل أسرع بينما يمنع Adblock Plus Premium عرض تلك الشعارات ويرفض جميع ملفات تعريف الارتباط غير الضرورية التي يمكننا رفضها نيابة عنك. استمتع بتجربة تصفح سلسة بأقل عدد من المقاطعات وأقل قدر من التعقّب من جانب جهات الإعلان. اشترك في Adblock Plus Premium اليوم لبدء الاستخدام."
  },
  "hero-aside__paragraph-4": {
    "message": "مع تحيات، <span>فريق Adblock Plus</span>"
  },
  "premium-checkout-header__heading": {
    "message": "ابدأ حجب شعارات ملفات تعريف الارتباط وابدأ الاستخدام اليوم:"
  },
  "premium-checkout-card-option__button-1": {
    "message": "<span>2 $</span> شهريًا Premium"
  },
  "premium-checkout-card-option__button-2": {
    "message": "<span>20 $</span> سنويًا Premium"
  },
  "premium-checkout-card-option__badge": {
    "message": "وفّر 17‏%"
  },
  "premium-checkout-features__heading": {
    "message": "الميزات"
  },
  "premium-checkout-features__item-1": {
    "message": "مع Premium، ستستمتع بالميزة المحسّنة لحجب النوافذ المنبثقة الأمامية. وقل وداعًا لعوامل التشتيت المزعجة مثل مقاطع الفيديو العائمة وطلبات النشرات الإخبارية وشعارات ملفات تعريف الارتباط وغير ذلك الكثير."
  },
  "premium-checkout-features__item-2": {
    "message": "يمكنك مزامنة إعداداتك عبر أجهزة متعددة عند استخدام Premium."
  },
  "premium-checkout-submit__button": {
    "message": "إتمام عملية الشراء"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "سياسة الخصوصية"
  },
  "premium-checkout-policy__heading": {
    "message": "ادعمنا وأنت واثق كل الثقة:"
  },
  "premium-checkout-policy__text": {
    "message": " إذا لم تكن راضيًا تمامًا عن Premium، فيمكنك إلغاء الترقية في أي وقت. ويمكنك مواصلة استخدام Adblock Plus لو استرددت المبلغ!"
  }
}