{
  "title": {
    "message": "عرض عطلات الأعياد - Adblock Plus Premium"
  },
  "description": {
    "message": "احتفل بعطلات الأعياد بالحصول على اشتراك سنوي في Adblock Plus Premium. وكافئ نفسك بتجربة إنترنت أفضل الآن!"
  },
  "s1": {
    "message": "تمتع بـ Adblock Plus أكثر قوة"
  },
  "s2": {
    "message": "/ شهر"
  },
  "s3": {
    "message": "السعر العادي: 2$ / شهر"
  },
  "s4": {
    "message": "احصل على Adblock Plus Premium"
  },
  "s5": {
    "message": "عرض خاص بمناسبة عطلات الأعياد:"
  },
  "s6": {
    "message": "خصم بنسبة 50% على الاشتراك السنوي"
  },
  "s7": {
    "message": "احصل على خصم بنسبة 50% على Adblock Plus Premium"
  },
  "s8": {
    "message": "20$ يتم إصدار فاتورة بها سنويًا"
  },
  "s9": {
    "message": "استمتع بتجربة أفضل للتسوّق على الإنترنت باستخدام Adblock Plus Premium"
  },
  "s10": {
    "message": "استفد بالعرض في أسرع وقت - فلن يستمر هذا العرض طويلاً!"
  },
  "s11": {
    "message": "أهدِ نفسك الهدية التي تستحقها والتي هي عدد أقل من عوامل التشتيت وتجربة إنترنت أفضل. اشترك اليوم وابدأ اشتراكك السنوي في Adblock Plus Premium."
  },
  "s12": {
    "message": "انقر أدناه للاشتراك الآن:"
  },
  "s13": {
    "message": "اشترك الآن ووفّر 50%!"
  },
  "s14": {
    "message": "هذا العرض لفترة محدودة وهو متاح خلال الفترة من 24 نوفمبر 2023 إلى 15 ديسمبر 2023."
  },
  "s15": {
    "message": "يسري الخصم بنسبة 50% على سنة واحدة من اشتراكك السنوي. وبعد انتهاء هذا العام، سيتم تجديد اشتراكك بالسعر العادي. الأسعار الموضّحة هي بعملة الدولار الأمريكي $."
  },
  "s16": {
    "message": "إذا اخترت الدفع بعملة مختلفة، فقد تُطبّق عليك رسوم إضافية من البنك الذي تتعامل معه أو الجهة المعالجة لعملية الدفع."
  },
  "s17": {
    "message": "احصل على خصم بنسبة 50% على Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "حجب الإعلانات والنوافذ المنبثقة الأمامية"
  },
  "premium-benefit_2": {
    "message": "إيقاف أدوات التعقّب"
  },
  "premium-benefit_3": {
    "message": "حجب إشعارات المواقع"
  },
  "premium-benefit_4": {
    "message": "إيقاف مقاطع الفيديو العائمة"
  },
  "premium-benefit_5": {
    "message": "إخفاء عناصر النشرات الإخبارية المنبثقة"
  },
  "premium-benefit_6": {
    "message": "تجاهل طلبات الاستطلاعات"
  },
  "benefit_1-heading": {
    "message": "وجّه تركيزك إلى ما يهم."
  },
  "benefit_1-paragraph": {
    "message": "باستخدام Adblock Plus Premium، يمكنك التسوّق على الإنترنت وتصفّح الويب بعوامل تشتيت أقل. ركّز على المحتوى الذي تريد رؤيته، سواء كنت تبحث عن أفضل عروض التسوّق عبر الإنترنت أو كنت تزور مواقعك المفضلة فحسب."
  },
  "benefit_2-heading": {
    "message": "تجنب التعرّض لبعض التعقب من جهات الإعلان."
  },
  "benefit_2-paragraph": {
    "message": "يمكن أن يحجب Adblock Plus Premium النوافذ المنبثقة الأمامية الخاصة بالموافقة على ملفات تعريف الارتباط بينما يرفض تلقائيًا ملفات تعريف الارتباط التي يمكننا رفضها نيابةً عنك. ويعني هذا أنك لست مضطرًا لرؤية تلك الإشعارات المزعجة التي تطلب منك قبول ملفات تعريف الارتباط لجميع المواقع التي تزورها. ولن تقبل سوى ملفات تعريف الارتباط اللازمة لتشغيل موقع ما، وليس ملفات تعريف الارتباط الخاصة بالأطراف الثالثة والإعلانات."
  },
  "benefit_3-heading": {
    "message": "احصل على أفضل العروض بسرعة."
  },
  "benefit_3-paragraph": {
    "message": "يمنحك Adblock Plus أوقات تحميل أسرع للصفحات، وهو ما يسمح لك بالحصول بسرعة البرق على العروض المتاحة لفترة محدودة والمنتجات المطلوبة."
  },
  "deal__subheading": {
    "message": "في موسم عطلات الأعياد هذا، يسرنا أن نعلن عن عرض خاص يمنحك مزيدًا من التحكم في تجربة تصفح الإنترنت، فعندما تشتري اشتراكًا سنويًا في Adblock Plus Premium، فإنك تحصل على خصم بنسبة 50% على السعر العادي!"
  },
  "deal__heading-2": {
    "message": "أكثر من مجرد أداة لحجب الإعلانات"
  },
  "deal__subheading-2": {
    "message": "يتيح لك Adblock Plus Premium تصفح الويب بالطريقة التي تريدها. وبفضل ميزة \"التحكم في مصادر الإزعاج\"، يمكنك حظر عوامل التشتيت المتداخلة مثل مقاطع الفيديو العائمة التي تقوم بتتبعك، وعناصر النشرات الإخبارية المنبثقة، وطلبات الاستطلاعات، والمزيد غير ذلك."
  }
}