{
  "title": {
    "message": "بدء استخدام Adblock Plus"
  },
  "description": {
    "message": "اجعل تجربة تصفحك الإنترنت أفضل بكثير باتباع النصائح البسيطة التالية."
  },
  "educational_page_heading-1": {
    "message": "تحقيق أقصى استفادة من Adblock Plus"
  },
  "educational_page_subheading-1": {
    "message": "اجعل تجربة تصفحك الإنترنت أفضل بكثير باتباع النصائح البسيطة التالية."
  },
  "educational_page_heading-2": {
    "message": "جعل العثور على Adblock Plus أسهل"
  },
  "educational_page_card_1_p_1": {
    "message": "في محاولة منهم لترتيب شريط أدوات المتصفح، يقوم مطورو المتصفحات Edge وChrome وغيرها من المتصفحات \"بإخفاء\" ملحقات المتصفح بعد تثبيتها. ولضمان العثور على Adblock Plus بسهولة، ستحتاج إلى تثبيته في شريط الأدوات بمتصفحك. فعندما تقوم بتثبيت ملحق بشريط أدوات المتصفح الخاص بك، ستتمكن من فتحه بنقرة واحدة كلما أردت ذلك."
  },
  "educational_page_card_1_p_2": {
    "message": "سيمنحك تثبيت Adblock Plus في شريط الأدوات وصولاً سريعًا إلى قائمتنا. فعندما تفتح قائمتنا، يمكنك معرفة عدد الإعلانات التي تحجبها حاليًا بالإضافة إلى إجمالي عدد الإعلانات التي حجبتها."
  },
  "educational_page_card_1_p_3": {
    "message": "يمكنك <a>تشغيل Adblock Plus وإيقاف تشغيله</a> مباشرة من القائمة، بالإضافة إلى حجب <a>عناصر معينة في الصفحة</a> والتي لا تريد رؤيتها. كما أن فتح القائمة هو أيضًا المكان المناسب للوصول إلى إعداداتك أو الإبلاغ عن أي مشكلات."
  },
  "educational_page_card_1_accordion_1_topic": {
    "message": "لتثبيت ملحق Adblock Plus في شريط أدوت متصفح Chrome:"
  },
  "educational_page_card_1_accordion_1_li_1": {
    "message": "انقر فوق الرمز الذي على شكل قطعة حل اللغز في شريط أدوات متصفح Chrome للوصول إلى قائمة \"الإضافات\" في Chrome."
  },
  "educational_page_card_1_accordion_1_li_2": {
    "message": "اعثر على رمز ABP بالقائمة الموجودة في القائمة المنسدلة التي تظهر أمامك."
  },
  "educational_page_card_1_accordion_1_li_3": {
    "message": "انقر فوق رمز الدبوس لإضافة الملحق إلى شريط أدوات المتصفح. سيتغيّر لون رمز الدبوس إلى الأزرق بمجرد تثبيت الملحق بنجاح في شريط أدوات المتصفح."
  },
  "educational_page_card_1_accordion_2_topic": {
    "message": "لتثبيت ملحق Adblock Plus في شريط أدوات متصفح Edge:"
  },
  "educational_page_card_1_accordion_2_li_1": {
    "message": "انقر فوق الرمز الذي على شكل قطعة حل اللغز لفتح قائمة \"الملحقات\" في Edge."
  },
  "educational_page_card_1_accordion_2_li_2": {
    "message": "اعثر على رمز ABP بالقائمة الموجودة في القائمة المنسدلة التي تظهر أمامك."
  },
  "educational_page_card_1_accordion_2_li_3": {
    "message": "انقر فوق رمز الإظهار/الإحفاء (الرمز الذي على شكل عين) لإضافة Adblock Plus إلى شريط الأدوات."
  },
  "educational_page_card_1_accordion_3_topic": {
    "message": "لتثبيت ملحق Adblock Plus في شريط أدوات متصفح Firefox:"
  },
  "educational_page_card_1_accordion_3_li_1": {
    "message": "انقر فوق الرمز الذي على شكل قطعة حل اللغز في الزاوية اليسرى العليا لفتح قائمة \"Extensions\" (الملحقات) في Firefox."
  },
  "educational_page_card_1_accordion_3_li_2": {
    "message": "اعثر على رمز ABP بالقائمة الموجودة في القائمة المنسدلة التي تظهر أمامك."
  },
  "educational_page_card_1_accordion_3_li_3": {
    "message": "انقر فوق رمز الإعدادات (الترس) بجوار ملحق Adblock Plus."
  },
  "educational_page_card_1_accordion_3_li_4": {
    "message": "انقر فوق \"Pin to Toolbar\" (تثبيت في شريط الأدوات)."
  },
  "educational_page_card_2_title": {
    "message": "تمكين Adblock Plus للتصفح الخاص"
  },
  "educational_page_card_2_p_1": {
    "message": "هل أنت أحد الأشخاص الذين يستخدمون وضع التصفح الخاص في متصفحهم؟ يُطلق على هذا الوضع اسم \"التصفُّح المتخفي\" في Google Chrome. وفيEdge، يُطلق عليه \"InPrivate\". أما في Firefox، فيُطلق عليه \"التصفح الخاص\" فحسب."
  },
  "educational_page_card_2_p_2": {
    "message": "إذا كان الأمر كذلك، فمن المهم معرفة أن وظيفة التصفح الخاص في متصفحك تقوم عادةً بتعطيل ملحقات المتصفح، وذلك لأن الملحقات غالبًا ما يتم إنشاؤها بواسطة جهات خارجية وغالبًا ما تتضمّن تعقب سجل المتصفح."
  },
  "educational_page_card_2_p_3": {
    "message": "إذا كنت تريد استخدام Adblock Plus في وضع التصفح الخاص، فمن السهل تمكينه."
  },
  "educational_page_card_2_accordion_1_li_1": {
    "message": "أدخِل chrome://extensions في شريط العنوان لعرض قائمة بجميع الإضافات لديك."
  },
  "educational_page_card_2_accordion_1_li_2": {
    "message": "اعثر على Adblock Plus في قائمة الإضافات، ثم انقر فوق \"التفاصيل\"."
  },
  "educational_page_card_2_accordion_1_li_3": {
    "message": "مرّر لأسفل وانقر فوق مفتاح التشغيل/إيقاف التشغيل الذي يوجد بجوار \"السماح بالإضافة في وضع التصفُّح المتخفي\"."
  },
  "educational_page_card_2_accordion_2_li_1": {
    "message": "أدخِل edge://extensions في شريط العنوان لعرض قائمة بجميع الملحقات لديك."
  },
  "educational_page_card_2_accordion_2_li_2": {
    "message": "اعثر على Adblock Plus في قائمة الملحقات، ثم انقر فوق \"التفاصيل\"."
  },
  "educational_page_card_2_accordion_2_li_3": {
    "message": "مرّر لأسفل وضَع علامة اختيار في المربع الذي يوجد بجوار \"السماح في InPrivate\"."
  },
  "educational_page_card_2_accordion_3_li_1": {
    "message": "أدخِل about:addons في شريط العنوان لإظهار قائمة بجميع الملحقات لديك."
  },
  "educational_page_card_2_accordion_3_li_2": {
    "message": "في القائمة الموجودة على الجانب الأيمن، انقر فوق \"الملحقات\"."
  },
  "educational_page_card_2_accordion_3_li_3": {
    "message": "اعثر على Adblock Plus في قائمة الملحقات، ثم انقر فوق القائمة التي على شكل ثلاث نقاط."
  },
  "educational_page_card_2_accordion_3_li_4": {
    "message": "انقر فوق \"أدِر\"."
  },
  "educational_page_card_2_accordion_3_li_5": {
    "message": "مرّر لأسفل إلى أن تصل إلى خيار \"تشغيله في النوافذ الخاصة\" وحدّد \"مسموح\"."
  },
  "educational_page_contacts_heading_3": {
    "message": "هل تحتاج إلى المساعدة؟"
  },
  "educational_page_contacts_p": {
    "message": "يُرجى زيارة <a>مركز المساعدة</a> الخاصّ بنا للحصول على إصلاحات للمشكلات التي يتم الإبلاغ عنها بشكل شائع، أو يمكنك التواصل مع فريق الدعم لدينا على عنون البريد الإلكتروني: <a>support@adblockplus.org</a>."
  }
}