{
  "pay-with-lead-1": {
    "description": "heading",
    "message": "ادفع عن طريق:"
  },
  "installed-loader__card__body__text--installing": {
    "message": "جارٍ ثبيت Adblock Plus… "
  },
  "installed-loader__card__body__text--done": {
    "message": "تم!"
  },
  "installed-main__block-2__heading-1": {
    "message": "نظام الشرف"
  },
  "installed-main__block-1__paragraph-1": {
    "message": "مرحبًا من فريق Adblock Plus. شكرًا لك لتثبيت Adblock Plus!"
  },
  "installed-main__block-2__paragraph-1": {
    "message": "Adblock Plus هو تطبيق شرفي، مما يعني أننا <strong>نثق في بعضنا بعضًا</strong> لنبلي بلاءً حسنًا:"
  },
  "installed-main__block-2__item-1": {
    "message": "إنك <strong>تدفع ما يمكنك المساهمة به</strong> من أجل Adblock Plus. ونتيح <strong>لك</strong> اختيار السعر."
  },
  "installed-main__block-2__item-2": {
    "message": "إننا نطوّر ميزات تجعلك تتحكم في تجربة التصفح الخاصة بك."
  },
  "installed-main__block-2__item-3": {
    "message": "يمكنك<strong> استرداد المبالغ المدفوعة </strong>- ويمكنك ا<strong>لاستمرار في استخدام Adblock Plus</strong> - إذا لم تكن تحب تقديمها."
  },
  "installed-main__block-4__paragraph-1": {
    "message": "بدأ Adblock Plus في حجب الإعلانات التطفلية منذ اللحظة التي تم تثبيته فيها. وبينما نحجب الغالبية العظمى من الإعلانات، فإننا نتفهم أنّ العديد من المواقع تعتمد على الإعلانات، ولهذا فنحن نسمح بإعلانات معينة، بشكل افتراضي، ما دامت تفي <a>بمعاييرنا الصارمة.</a> إذا كنت تريد إيقاف تشغيل هذا الخيار، يُرجى الانتقال إلى<a> الإعدادات</a> الخاصة بك وإيقاف تشغيل الإعلانات المقبولة في أي وقت."
  },
  "installed-main__block-5__heading-1": {
    "message": "يمكنك الحصول على المساعدة برسالة بريد إلكتروني واحدة"
  },
  "installed-main__block-5__paragraph-1": {
    "message": "إذا احتجت إلينا في أي وقت، فإننا نقدّم لك المساعدة الذاتية على مدار 24 ساعة طوال أيام الأسبوع والمساعدة عبر البريد الإلكتروني على مدار 8 ساعات يوميًا خلال أيام العمل الأسبوعية الخمسة على بوابة الدعم الخاصة بنا، <a>help.eyeo.com‏</a>."
  },
  "installed-footer__block-1__paragraph-1": {
    "message": "يحجب Adblock Plus إعلانات الويب على الأجهزة المحمولة أيضًا! احصل على <a>Adblock Plus لنظام iOS</a> في متجر التطبيقات App Store لحجب الإعلانات في متصفح Safari أو احصل على <a>Adblock Plus لمتصفح Samsung Internet</a> في متجر Google Play."
  }
}