{
  "title": {
    "message": "شكرًا لك على مساهمتك في دعم Adblock Plus!"
  },
  "subheading": {
    "message": "ننا نقدّر الدعم الذي تقدّمه لنا، فالمساهمات التي يقدّمها أشخاص مثلك تمكننا من الاستمرار في ابتكار أدوات تجعل الإنترنت مكانًا أفضل لنا جميعًا. "
  },
  "p1": {
    "message": "تمت معالجة معاملتك، وسيتم إرسال إيصال إليك عبر البريد الإلكتروني. أما إذا كنت قد استخدمت PayPal، فيمكنك تسجيل الدخول إلى حسابك لعرض تفاصيل المعاملة."
  },
  "faq-heading": {
    "message": "الأسئلة المتكررة"
  },
  "faq-receipt": {
    "message": "هل سأحصل على إيصال؟"
  },
  "faq-receipt-1": {
    "message": "إننا نستخدم PayPal وStripe لمعالجة مساهماتك المالية بشكل آمن كما نستخدم نظام البريد الإلكتروني المؤتمت الخاص بهما لإرسال تأكيد وإيصال من أجل مساهمتك في Adblock Plus."
  },
  "faq-receipt-2": {
    "message": "نوصي بالاحتفاظ برسالة البريد الإلكتروني مع الإيصال في حالة رغبتك في استرداد المبلغ في وقت لاحق لأننا نحتاج إلى بعض المعلومات الأساسية بشأن المعاملة حتى نتمكن من معالجة استرداد المبلغ أو إلغاء مساهمة متكررة."
  },
  "faq-receipt-3": {
    "message": "يُرجى ملاحظة ما يلي: ستظهر المعاملة في إيصالك باسم \"eyeo GmbH (Adblock Plus)\"، وفي كشف حسابك باسم \"Adblock Plus\" أو \"ABP\""
  },
  "faq-refund": {
    "message": "أعتقد أنّ هذا كان خطأ! كيف يمكنني تصحيح هذا؟"
  },
  "faq-refund-1": {
    "message": "كل ما عليك فعله هو التواصل معنا عبر البريد الإلكتروني على العنوان <a>donations@adblockplus.org</a> حتى نتمكن من رد المبلغ إليك. نحن نقوم بمعالجة المبالغ المستردة من يوم الإثنين إلى يوم الجمعة. أما المبالغ المطلوب استردادها خلال عطلة نهاية الأسبوع فيتم معالجتها صباح يوم الإثنين."
  },
  "faq-info-transactions": {
    "message": "يُرجى تضمين المعلومات التالية حتى نتمكّن من العثور على معاملتك:"
  },
  "faq-info-transactions-1": {
    "message": "تاريخ المعاملة"
  },
  "faq-info-transactions-2": {
    "message": "المبلغ (الموجود في الإيصال الذي تم إرساله إليك عبر البريد الإلكتروني من PayPal أو Stripe)"
  },
  "faq-info-transactions-3": {
    "message": "عنوان البريد الإلكتروني الذي استخدمته من أجل المعاملة"
  },
  "faq-info-transactions-4": {
    "message": "رمز المعاملة"
  },
  "faq-info-transactions-5": {
    "message": "<strong>ملاحظة:</strong> لن نطلب منك أبدًا تقديم معلومات حسّاسة بخصوص معاملتك (على سبيل المثال، رقم بطاقتك بالكامل)، وفي المقابل، يجب عليك ألا تقدّم تلك المعلومات مطلقًا."
  },
  "faq-refund-policy": {
    "message": "ما سياسة استرداد المبالغ المدفوعة المتبعة لديكم؟"
  },
  "faq-refund-policy-1": {
    "message": "سنرد لك المبلغ المدفوع، لأي سبب كان، في غضون 120 يومًا من تاريخ الدفع. يُرجى إرسال رسالة إلكترونية إلينا على عنوان البريد الإلكتروني <a>donations@adblockplus.org</a> وسنرد لك المبلغ كاملاً. ودعنا نؤكد لك أنه يمكنك مواصلة استخدام Adblock Plus مجانًا دون أن تفقد قدرتك على الوصول إلى أي ميزات!"
  },
  "faq-refund-policy-2": {
    "message": "بصرف النظر عما إذا كنت قد تبرعت عبر PayPal أو باستخدام بطاقة، يُرجى تضمين المعلومات التالية في رسالة البريد الإلكتروني التي سترسلها: "
  },
  "faq-cancellations": {
    "message": "كيف يمكنني إلغاء اشتراكي الشهري؟"
  },
  "faq-cancellations-paypal": {
    "message": "التبرعات المُقدَّمة عبر PayPal"
  },
  "faq-cancellations-paypal-1": {
    "message": "يمكنك إدارة اشتراك PayPal أو إلغاؤه مباشرة من حساب PayPal الخاص بك. ولإلغاء تبرع متكرر يُقدّم لصالح Adblock Plus، يُرجى اتباع التعليمات التفصيلية في <a>مركز مساعدة PayPal</a>."
  },
  "faq-cancellations-card": {
    "message": "التبرعات المُقدَّمة باستخدام البطاقة"
  },
  "faq-cancellations-card-1": {
    "message": "إذا قمت بالتسجيل والاشتراك لتقديم تبرع متكرر لصالح Adblock Plus وترغب في إلغائه، فما عليك سوى إرسال رسالة إلينا عبر البريد إلكتروني على العنوان: <a>donations@adblockplus.org</a>. ويُرجى تضمين المعلومات التالية حتى نتمكّن من العثور على معاملتك:"
  },
  "further-questions": {
    "message": "هل ما يزال لديك مزيد من الأسئلة؟"
  },
  "further-questions-1": {
    "message": "هل لديك أيّ أسئلة بشأن Adblock Plus؟ يُمكنك الاتصال بنا عبر البريد الإلكتروني على العنوان: <a>donations@adblockplus.org</a> أو إرسال <a>تقرير بأيّ خطأ يحدث</a>. كما يمكنك مراجعة المعلومات الواردة في <a>مركز المساعدة</a> الخاصّ بنا."
  },
  "further-questions-2": {
    "message": "يمكنك الاطّلاع باستمرار على آخر المستجدات من خلال متابعة <a>مدوّنتنا</a>."
  }
}