{
  "s1": {
    "message": "uBlock Origin يغادر Chrome. إليك ما يجب معرفته:"
  },
  "s2": {
    "message": "شرع Google Chrome في تعطيل ملحق uBlock Origin في المتصفّح. ففي وقت مبكّر هذا الصيف، نقل Chrome منصة ملحقاته إلى إصدار Manifest V3، مما أدى إلى إنهاء الدعم الذي يتلقاه إصدار Manifest V2 وجميع ملحقات إصدار Manifest V2. وسيتم الآن التخلي تدريجيًا عن ملحقات Chrome التي لم يتم تحديثها إلى إصدار Manifest V3 في المتصفّح."
  },
  "s3": {
    "message": "بوصفها أحد ملحقات إصدار Manifest V2، فلن يعمل ملحق uBlock Origin في Chrome بعد الآن. وقد صرّحت uBlock Origin علنًا بأنها لن تقوم بتحديث نسختها الكاملة لتلبية متطلبات إصدار Manifest V3 <a>ويقوم Chrome تلقائيًا بإيقاف تشغيل ملحق uBlock Origin لأنه لم يعد مدعومًا</a>."
  },
  "s4": {
    "message": "البحث عن حاجب إعلانات لمتصفّح Chrome"
  },
  "s5": {
    "message": "<span>تأكّد من تحديث متصفّحك</span> تحدث تحديثات المتصفّح عادةً في الخلفية، ولكن إذا لم تغلق متصفّحك لفترة من الوقت، فقد تجد أن لديك تحديثًا معلّقًا. وقد لا تعمل الملحقات بشكل صحيح إذا كان متصفّحك قديمًا. ويمكنك التعرّف <a>هنا</a> على كيفية تحديث متصفّح Chrome يدويًا على أجهزة الكمبيوتر أو Android أو iOS أو التأكد فحسب من أنك تستخدم أحدث إصدار."
  },
  "s6": {
    "message": "<span>ابحث عن الملحقات التي تعمل في Chrome</span> إذا لم يَعُد حاجب الإعلانات الحالي أو الملحق الحالي لديك يعمل في متصفّح Chrome، فيمكنك زيارة <a>سوق Chrome الإلكتروني</a> للبحث عن الملحقات المتوافقة مع إصدار Manifest V3."
  },
  "s7": {
    "message": "ما الذي يعنيه إصدار Manifest V3 لحاجبات الإعلانات؟"
  },
  "s8": {
    "message": "الملحقات، مثل حاجبات الإعلانات ومديري كلمات المرور، هي أدوات نضيفها إلى المتصفّحات لجعل تجربتنا عبر الإنترنت أكثر تخصيصًا وأمانًا. ووراء الكواليس، توفر المتصفّحات منصة يستخدمها المطوّرون لإنشاء هذه الملحقات وضمان تشغيلها بسلاسة مع احترام خصوصية المستخدم وأمانه."
  },
  "s9": {
    "message": "قامت Google مؤخرًا بتحديث الطريقة التي يتعامل بها متصفّح Chrome مع الملحقات من خلال منصتها، <a>Manifest V3</a>. ولقد أثّرت هذه التحديثات على طريقة عمل العديد من ملحقات Chrome، بما فيها بعض حاجبات الإعلانات الشهيرة. وتتضمّن التغييرات الرئيسية استبدال الميزات القديمة بميزات أحدث، مثل استخدام \"مشغّلي الخدمات\" بدلاً من صفحات الخلفية، مع تطبيق قواعد أكثر صرامة فيما يتعلق بتعديل طلبات الويب وحظر الكود المُستضاف عن بُعد. وصرّحت Google بأن هذه التحديثات تهدف إلى تحسين أمان الملحقات وخصوصيتها وأدائها مع الإبقاء على الوظائف المهمة."
  },
  "s10": {
    "message": "مع ذلك، فإن ملحقات، مثل uBlock Origin لـ Chrome، والتي لم تنتقل إلى إصدار Manifest V3 تتم إزالتها حاليًا من \"سوق Chrome الإلكتروني\" وستتوقف عن العمل في Chrome."
  },
  "s11": {
    "message": "Adblock Plus متوافق مع Manifest V3 ومتوفر في Chrome"
  },
  "s12": {
    "message": "بمجرد الإعلان عن إصدار Manifest V3، بدأنا العمل على تحديث Adblock Plus واختباره حتى نتمكّن من مواصلة تقديم نفس التجربة عالية الجودة لحجب الإعلانات عبر جميع أجهزتك ومتصفّحاتك."
  },
  "s13": {
    "message": "لدينا رؤية تتمثّل في أنه يجب أن تتمتّع بحرية اختيار المتصفّح الذي تستخدمه مع امتلاك الأدوات التي تحسّن تجربتك عبر الإنترنت. <a>وقد كان Adblock Plus من أوائل الملحقات التي انتقلت إلى إصدار Manifest V3</a>، وهو متوافق مع أحدث إصدار لمتصفّح Chrome، على أمل أنك لم تلاحظ حتى متى حدث هذا التغيير."
  }
}