{
  "abp-can-be-improved": {
    "message": "الباب مفتوح أمام إدخال التحسينات على Adblock Plus!"
  },
  "adding-enhancements": {
    "message": "أجرينا مؤخرًا أول سلسلة من التحسينات على Adblock Plus. فمع إطلاق Adblock Plus Premium، طوّرنا طرقًا إضافية لمساعدة مستخدمينا في الاستمتاع بتجربة إنترنت بأقل عدد من النوافذ المنبثقة وعوامل التشتيت. وقد سلّطنا الضوء فيما يلي على العمل المُنجز."
  },
  "abp-free-software": {
    "message": "يقضي فريقنا آلاف الساعات لضمان أنّ Adblock Plus يوفر أفضل تجربة على الإنترنت للجميع. وقد وجّهنا تركيزنا هذا العام إلى إضفاء مزيد من السهولة على حجب المستخدمين للمزيد من النوافذ المنبثقة وعوامل التشتيت، وما زلنا في مرحلة البداية. ويسعدنا أن تجرّب Adblock Plus Premium. <strong>وتحظى جميع المساهمات بتقديرنا!</strong>"
  },
  "whats-new-header-1": {
    "message": "ما الجديد في هذا الإصدار؟"
  },
  "enjoy-fewer-distractions": {
    "message": "باستخدام Adblock Premium، يمكنك أن تستمتع بتجربة إنترنت بأقل عدد من عوامل التشتيت."
  },
  "stop-autoplay-video": {
    "message": "<strong>إيقاف موجزات الفيديو تلقائية التشغيل: </strong> يمكنك إخفاء مقاطع الفيديو التي يستخدمها العديد من مواقع الويب والتي يتم تشغيلها تلقائيًا والتي تقوم بتتبّعك في جميع صفحات موقع الويب في أثناء تصفّحك له."
  },
  "remove-newsletter-popups": {
    "message": "<strong>إزالة عناصر النشرات الإخبارية المنبثقة:</strong> ضع حدًا للنوافذ المنبثقة التي تستخدمها مواقع الويب لحملك على الاشتراك في رسائل البريد الإلكتروني وقوائم الرسائل الإخبارية لديها."
  },
  "block-survey-requests": {
    "message": "<strong>حجب إشعارات المواقع وطلبات الاستطلاعات:</strong> يطلب العديد من مواقع الويب تتبّع موقعك أو يطلب منك المشاركة في استطلاعات قصيرة. ومن الآن فصاعدًا، سنرفض بشكل تلقائي هذه الطلبات من مواقع الويب التي تزورها."
  },
  "hide-cookie-notices": {
    "message": "<strong>إخفاء إشعارات الموافقة على ملفات تعريف الارتباط:</strong> ستتمكّن قريبًا من وضع حد لإشعارات الموافقة على ملفات تعريف الارتباط المزعجة المستخدمة في معظم مواقع الويب وذلك بفضل ميزة حظر ملفات تعريف الارتباط الجديدة التي نوشك على الانتهاء منها."
  },
  "whats-new-support": {
    "message": "هل ترغب في الإبلاغ عن مشكلة؟ يُمكنك الاتصال بنا عبر وسائل التواصل الاجتماعي أو <a>البريد الإلكتروني</a> أو <a>منتدى المستخدمين</a>."
  },
  "privacy-policy": {
    "message": "سياسة الخصوصية"
  }
}