{
  "title": {
    "message": "تمّ تحديث Adblock Plus"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "تمّ تحديث Adblock Plus! <span>(الإصدار 3.11) </span>"
  },
  "update-lead-1": {
    "message": "لقد أمضينا الأشهر القليلة الماضية في إضافة ميزات جديدة وفي إدخال مزيدٍ من التحسينات على أداء Adblock Plus. نحن متحمّسون لتزويدك بأفضل تقنية لحجب الإعلانات حتى تتمكّن من الاستمتاع بشبكة إنترنت نظيفة. Adblock Plus هو برنامج مجاني يدعمه المجتمع، <strong>ولا يمكن أن يظل مجانيًا دون دعمك المستمر.</strong>"
  },
  "update-lead-2": {
    "message": "نخصّص الكثير من الوقت والموارد لتزويد مستخدمينا بأفضل تجربة تصفّح إنترنت وتطويرها وتأمينها. يُرجى التبرّع بمبلغ مناسب لدعم مشروع Adblock Plus وجهودنا للمحافظة على استمرارية حجب الإعلانات. <strong>جميع التبرعات تحظى بتقديرنا!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "ادفع عن طريق:"
  },
  "whats-new-header-1": {
    "message": "ما الجديد في هذا الإصدار؟"
  },
  "whats-new-lead-1": {
    "message": "نستعرض فيما يلي بعض التحسينات والميزات الجديدة. المزيد من التغييرات قريبًا!"
  },
  "whats-new-list-1": {
    "message": "<strong>عوامل تصفية موصى بها جديدة.</strong> لقد سهّلنا حجب المزيد من عوامل التشتيت، مثل إشعارات ملفات تعريف الارتباط وغيرها الكثير. تفضل بزيارة \"إعدادات\" > \"عامة\" > \"عوامل التصفية الموصى بها\" لتجربة عوامل التصفية الموصى بها الجديدة!"
  },
  "whats-new-list-2": {
    "message": "<strong>تم إدخال تحسينات على حجب الإعلانات.</strong> يصعِّب العديد من مواقع الويب على Adblock Plus حجب الإعلانات على مواقعهم. لأجل ذلك طوّرنا قدرتنا على حجب الإعلانات على مواقع الويب هذه، ولا نتوانى عن تحديث هذه القدرة بانتظام. يُرجى استخدام ميزة \"الإبلاغ عن مشكلة\" لإعلامنا في حالة لو كنت تواجه أي مشكلات تتعلق بقدرتنا على حجب الإعلانات."
  },
  "whats-new-list-3": {
    "message": "<strong>أداء أفضل.</strong> لقد أدخلنا تحسينات على المنطق الخاص بنا عند التحقّق من قوائم عوامل التصفية المتوقفة عن العمل بحيث يستخدم Adblock Plus نطاقًا تردديًا أقل."
  },
  "whats-new-list-4": {
    "message": "<strong>تم إدخال تحسينات على الخصوصية.</strong> بالنسبة للمستخدمين الذين يتصفّحون الإنترنت في علامات تبويب خاصة، فقد استبعدنا عدد الطلبات المحجوبة من عداد إجمالي العناصر المحجوبة."
  },
  "whats-new-list-5": {
    "message": "<strong>تصحيح الأخطاء بشكل أفضل.</strong> قدّمنا للمستخدمين التقنيين وضع تصحيح الأخطاء لعوامل تصفية إخفاء العناصر، والذي يمكن تشغيله في صفحة الإعدادات \"متقدمة\" في Adblock Plus. ويمكنك بكل سهولة تمييز العناصر المتأثرة بعوامل تصفية إخفاء العناصر."
  },
  "whats-new-support": {
    "message": "هل ترغب في الإبلاغ عن مشكلة؟ يُمكنك الإتصال بنا عبر وسائل التواصل الاجتماعي، أو <a>البريد الإلكتروني</a>، أو <a>منتدى المستخدمين</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "سياسة الخصوصية"
  }
}