{
  "youtube-letter__heading": {
    "message": "رسالة مكافحة حجب الإعلانات في YouTube"
  },
  "youtube-letter__subheading": {
    "message": "لا ينفك حجب الإعلانات يزداد صعوبة على YouTube."
  },
  "youtube-letter__paragraph-1": {
    "message": "بوصفك أحد مستخدمي Adblock Plus، قد يمنعك YouTube أحيانًا من تشغيل مقاطع الفيديو إذا كنت قد قمت بتشغيل حاجب الإعلانات. وفي بعض الأحيان ستظهر لك رسالة تطلب منك السماح بإعلانات YouTube بعد ثلاثة مقاطع فيديو وفي أحيان أخرى لن يسمح لك بتشغيل أي شيء إلا بعد أن يتم إيقاف تشغيل Adblock Plus."
  },
  "youtube-letter__paragraph-2": {
    "message": "في الوقت الذي نعمل فيه على إبقاء الملحق مُحدّثًا وفعّالاً، يعمل YouTube باستمرار على إيقاف عمل حاجبات الإعلانات على الموقع. ونعلم أن هذا يتسبب في مرورك بتجربة غير متوقعة وغير مثالية سواء شاهدت هذه الرسالة أم لا. وإننا نبذل كل ما في وسعنا لجعل هذه التجربة أفضل لمستخدمينا."
  },
  "youtube-letter__paragraph-3": {
    "message": "للتأكد من أن لديك القدرة على الوصول إلى YouTube عند تثبيت Adblock Plus، فكل ما عليك فعله هو <a>إضافة YouTube إلى القائمة المسموح بها</a>. ويمكنك اختيار السماح بالإعلانات مرة واحدة أو السماح بالإعلانات دائمًا على YouTube. وبالطبع، سنستمر في حجب الإعلانات المزعجة في كل مكان آخر تتصفحه. وأينما تكون على الويب، فإن Adblock Plus يمنحك أيضًا القدرة على استخدام <a>قواعد حجب مخصّصة</a> لإخفاء عوامل التشتيت على صفحات الويب. (تتوفر هذه الميزة لمستخدمي متصفحات Chrome وEdge وFirefox.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "في الوقت الحالي، سنستمر في حجب النوافذ المنبثقة والإعلانات المزعجة الأخرى عبر الويب. وإذا كنت مهتمًا بحجب عوامل تشتيت أكثر من ذلك (مثل: نوافذ النشرات الإخبارية المنبثقة الأمامية وطلبات الاستطلاعات ومقاطع الفيديو العائمة)، فيمكنك دائمًا الاشتراك في <a>Adblock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "إننا نقدّر كل الدعم الذي تقدّمه لنا!"
  },
  "title": {
    "message": "الحجب على YouTube | Adblock Plus"
  },
  "description": {
    "message": "هل تحاول حظرالإعلانات على YouTube؟ تعرّف على المزيد حول سبب كون مستخدمي Adblock Plus يواجهون جدارًا مضادًا لحجب الإعلانات على YouTube."
  }
}