{
  "title": {
    "message": "Çerez Bantlarını Engelleyin | Adblock Plus Premium"
  },
  "description": {
    "message": "Web'de gezinirken çerezleri kabul etmenizi isteyen rahatsız edici çerez bantlarını engelleyin. Adblock Plus Premium’u kullanmaya hemen başlayın!"
  },
  "hero__heading": {
    "message": "Artık web üzerindeki çerez bantlarını ortadan kaldırabilirsiniz!"
  },
  "hero__subheading": {
    "message": "Adblock Plus Premium’la rahatsız edici çerez bantlarını engelleyerek sinir bozucu bir gezinme deneyimini geride bırakın."
  },
  "hero-aside__heading": {
    "message": "Lütfen hemen kaydırmayın"
  },
  "hero-aside__paragraph-1": {
    "message": "Merhaba,"
  },
  "hero-aside__paragraph-2": {
    "message": "Muhtemelen web’de gezinirken çerez kullanımına izin vermenizi isteyen sinir bozucu açılır pencerelere fazlasıyla aşinasınızdır. İnternet gizlilik yasalarının bir azizliği diyelim, bunlar her yerde karşımıza çıkıyor. Bizler, şeffaflığa ve çevrimiçi gizliliğe büyük bir önem veriyor olsak da bu çerez bantlarının internet kullanıcıları için bir rahatsızlık olduğu da inkar edilemez bir gerçek."
  },
  "hero-aside__paragraph-3": {
    "message": "Artık Adblock Plus Premium ile çerez bantlarını engelleyebileceğinizi duyurmanın heyecanını yaşıyoruz! Adblock Plus Premium’un bu bantları görünümden gizlemesi ve tüm gereksiz çerezleri sizin adınıza reddetmesi sayesinde, görüntülemek istediğiniz sayfaya daha hızlı ulaşabilirsiniz. Daha az kesinti ve reklam verenler tarafından daha az izlemeyle kusursuz bir gezinme deneyiminin keyfini çıkarın. Hemen kaydolarak Adblock Plus Premium’u kullanmaya başlayın."
  },
  "hero-aside__paragraph-4": {
    "message": "Sevgiler, <span>Adblock Plus Ekibi</span>"
  },
  "premium-checkout-header__heading": {
    "message": "Hemen kullanmaya ve çerez bantlarını engellemeye başlayın:"
  },
  "premium-checkout-card-option__button-1": {
    "message": "Aylık <span>2$</span> Premium"
  },
  "premium-checkout-card-option__button-2": {
    "message": "Yıllık <span>20$</span> Premium"
  },
  "premium-checkout-card-option__badge": {
    "message": "Tasarruf Oranı: %17"
  },
  "premium-checkout-features__heading": {
    "message": "Neleri içeriyor?"
  },
  "premium-checkout-features__item-1": {
    "message": "Premium’la gelişmiş bir açılan pencere engelleme özelliğinin keyfini yaşayacaksınız. Kayan videolar, bülten talepleri, çerez bantları ve çok daha fazlası gibi rahatsız edici dikkat dağıtıcı unsurlara veda edin."
  },
  "premium-checkout-features__item-2": {
    "message": "Premium'u kullanarak ayarlarınızı birden fazla cihaz üzerinde senkronize edin."
  },
  "premium-checkout-submit__button": {
    "message": "Satın Alma İşlemini Tamamla"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Gizlilik Politikası"
  },
  "premium-checkout-policy__heading": {
    "message": "Bizi güvenle destekleyin:"
  },
  "premium-checkout-policy__text": {
    "message": " Premium’dan tam olarak memnun kalmazsanız, yükseltmenizi dilediğiniz zaman iptal edebilirsiniz. Üstelik Adblock’u kullanmaya devam edebilirsiniz!"
  }
}