{
  "title": {
    "message": "Adblock Plus Premium Muhteşem Cuma Kampanya Sayfası"
  },
  "description": {
    "message": "Muhteşem Cuma promosyonumuzdan yararlanın ve yıllık Adblock Plus Premium aboneliğinde %50 indirim kazanın. Dikkat dağıtıcı unsurlardan daha da arındırılmış bir web deneyiminin keyfini çıkarmaya hemen başlayın!"
  },
  "s1": {
    "message": "Yaklaşan Noel ve yılbaşı dönemini daha güçlü bir Adblock Plus ile kutlayın"
  },
  "s2": {
    "message": "/ay"
  },
  "s3": {
    "message": "Normal Fiyat: 2$/ay"
  },
  "s4": {
    "message": "Adblock Plus Premium’u edinin"
  },
  "s5": {
    "message": "Muhteşem Cuma Kampanyası:"
  },
  "s6": {
    "message": "Yıllık abonelikte %50 indirim"
  },
  "s7": {
    "message": "Adblock Plus Premium’u %50 indirimle edinin"
  },
  "s8": {
    "message": "Yıllık bedel: 20$"
  },
  "s9": {
    "message": "Adblock Plus Premium ile daha iyi bir çevrimiçi alışveriş deneyiminin keyfini çıkarın"
  },
  "s10": {
    "message": "Acele edin - bu teklif çok kısa bir süre için geçerli!"
  },
  "s11": {
    "message": "Daha özel ve dikkat dağıtıcı unsurlardan daha fazla arındırılmış bir web deneyimine hazır mısınız? Hemen harekete geçin ve yılın en büyük çevrimiçi alışveriş döneminden en iyi şekilde yararlanın."
  },
  "s12": {
    "message": "Hemen abone olmak için aşağıya tıklayın:"
  },
  "s13": {
    "message": "Hemen Abone Olun ve %50 Daha Az Ödeyin!"
  },
  "s14": {
    "message": "Bu, 24 Kasım 2023 ile 3 Aralık 2023 tarihleri arasında geçerli olan, sınırlı süreli bir tekliftir."
  },
  "s15": {
    "message": "Yüzde 50 oranındaki indirim, yıllık aboneliğinizin bir yılı için geçerlidir. Bu bir yılın ardından, aboneliğiniz normal fiyat üzerinden yenilenecektir. Fiyatlar, ABD $ cinsinden gösterilmektedir."
  },
  "s16": {
    "message": "Ödemeyi farklı bir para birimi cinsinden tercih ederseniz bankanız veya ödeme işlemciniz tarafından ek ücretlere tâbi tutulabilirsiniz."
  },
  "s17": {
    "message": "Adblock Plus Premium’u %50 İndirimle Edinin"
  },
  "premium-benefit_1": {
    "message": "Reklamları ve üstte açılan reklamları engelleyin"
  },
  "premium-benefit_2": {
    "message": "İzleyicileri durdurun"
  },
  "premium-benefit_3": {
    "message": "Site bildirimlerini engelleyin"
  },
  "premium-benefit_4": {
    "message": "Kayan videoları durdurun"
  },
  "premium-benefit_5": {
    "message": "Açılır bültenleri gizleyin"
  },
  "premium-benefit_6": {
    "message": "Anket taleplerini yok sayın"
  },
  "benefit_1-heading": {
    "message": "Önemli içeriklere odaklanın."
  },
  "benefit_1-paragraph": {
    "message": "Adblock Plus Premium ile daha az dikkat dağıtıcı unsurla karşılaşarak alışveriş yapabilir ve web’de gezinebilirsiniz. İster en iyi çevrimiçi alışveriş kampanyalarını ararken, ister favori sitelerinizi ziyaret ederken, görmek istediğiniz içeriklere yoğunlaşın."
  },
  "benefit_2-heading": {
    "message": "Reklam verenlerden kaynaklı izlemelerden kaçının."
  },
  "benefit_2-paragraph": {
    "message": "Adblock Plus Premium, sizin adınıza engelleyebileceğimiz çerezleri otomatik olarak reddederken, çerez onayı açılır pencerelerini de engelleyebilir. Böylece, ziyaret ettiğiniz her site için sizden çerezleri kabul etmenizi isteyen rahatsız edici bildirimlerle karşılaşmak zorunda kalmazsınız. Üstelik, üçüncü taraf ve reklam çerezleri yerine, yalnızca ilgili sitenin gerektiği gibi işlemesi için gerekli olan çerezleri kabul etme olanağına sahip olursunuz."
  },
  "benefit_3-heading": {
    "message": "En sıcak kampanya tekliflerine hızla ulaşın."
  },
  "benefit_3-paragraph": {
    "message": "Adblock Plus, sayfaların ışık hızında yüklenmesini sağlarken, sınırlı süreli teklifleri ve talep edilen ürünleri ışık hızında yakalamanıza yardımcı olur."
  }
}