{
  "delay-heading": {
    "message": "Adblock Plus yükleniyor… "
  },
  "delay-heading-done": {
    "message": "bitti!"
  },
  "main-heading-1": {
    "message": "Onur sistemi"
  },
  "main-lead-1": {
    "message": "Adblock Plus ekibinden selamlar. Adblock Plus'ı yüklediğiniz için teşekkür ederiz!"
  },
  "main-lead-2": {
    "message": "Adblock Plus onur temelli bir yazılımdır; yani, dürüst ve adaletli davranacağımız konusunda <strong>birbirimize güveniriz</strong>:"
  },
  "main-lead-3": {
    "message": "Adblock Plus için <strong>durumunuzun elverdiği kadar ödeme yaparsınız</strong>. Fiyatı <strong>sizin</strong> seçiminize bırakıyoruz."
  },
  "main-lead-4": {
    "message": "Gezinme deneyiminizin kontrolünü size veren özellikler geliştiriyoruz."
  },
  "main-lead-5": {
    "message": "Hoşunuza gitmediği takdirde, paranızı <strong>geri alarak Adblock Plus'ı kullanmaya</strong> devam edebilirsiniz."
  },
  "main-heading-2": {
    "message": "Bitirmeden önce kısa bir not"
  },
  "main-heading-3": {
    "message": "Yardım sadece bir e-posta uzakta"
  },
  "main-body-1": {
    "message": "Lütfen durumunuzun elverdiği en yüksek tutarda ödeme yapın; zira, fikrinizi değiştirmeniz halinde 120 gün içinde paranızı geri alabilirsiniz!"
  },
  "main-body-2": {
    "message": "Adblock Plus, yüklendiği andan itibaren izinsiz reklamları engellemeye başladı. Reklamların büyük çoğunluğunu engellemekle birlikte, birçok sitenin gelir kaynağının reklamlar olduğunun da farkındayız; bu yüzden, <a>katı kriterlerimizi</a> karşıladıkları sürece, varsayılan olarak, bazı reklamlara izin veriyoruz. Bu seçeneği devredışı bırakmak isterseniz, Kabul Edilebilir Reklamları istediğiniz zaman <a>ayarlarınıza</a> giderek kapatabilirsiniz."
  },
  "main-body-3": {
    "message": "Bize ihtiyacınız olduğu takdirde, 7x24 kendi kendine yardım ve 5x8 e-posta yardımına destek portalımız olan <a>help.eyeo.com</a>'dan ulaşabilirsiniz."
  },
  "main-body-4": {
    "message": "Adblock Plus'ı seçtiğiniz için teşekkür ederiz! Mutlu Gezinmeler!"
  },
  "main-body-5": {
    "message": "Sevgiler, <span></span>Adblock Plus ekibi"
  },
  "main-body-6": {
    "message": "Adblock  Plus, web reklamlarını <strong>mobil cihazlarda</strong> da engeller! Safari tarayıcınızda reklamları engellemek için App Store'dan <a>iOS için Adblock Plus</a> veya Google Play'den <a>Samsung İnternet için Adblock Plus</a> edinebilirsiniz."
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Ödeme yöntemi:"
  }
}