{
  "title": {
    "message": "Adblock Plus'a katkıda bulunduğunuz için teşekkür ederiz!"
  },
  "subheading": {
    "message": "Desteğiniz bizim için çok değerli.Sizin gibi insanların katkıları sayesinde interneti hepimiz için daha güzel bir yere dönüştürecek araçlar üretmeye devam ediyoruz."
  },
  "p1": {
    "message": "İşleminiz gerçekleştirildi; size, e-postayla bir makbuz gönderilecek.PayPal kullandıysanız, işleminizin detaylarını görmek için hesabınıza girebilirsiniz."
  },
  "faq-heading": {
    "message": "Sıkça sorulan sorular"
  },
  "faq-receipt": {
    "message": "Bana bir makbuz verilecek mi?"
  },
  "faq-receipt-1": {
    "message": "Katkılarınızı güvenli bir şekilde işleme alabilmek için PayPal ve Stripe kullanıyoruz ve Adblock Plus'a yaptığınız katkıya ilişkin onay ve makbuzu, bu ödeme servislerinin otomatik e-posta sistemlerini kullanarak gönderiyoruz."
  },
  "faq-receipt-2": {
    "message": "İade işleminizi gerçekleştirebilmek veya yinelemeli bir katkıyı iptal edebilmek için işlemle ilgili bazı temel bilgilere ihtiyacımız olacağından; daha sonra para iadesi talep etmeniz ihtimaline karşı, makbuzun gönderildiği e-postayı saklamanızı öneririz."
  },
  "faq-receipt-3": {
    "message": "<strong>Lütfen dikkat:</strong> işlem, makbuzunuzda \"eyeo GmbH (Adblock Plus)\" şeklinde, hesap özetinizde ise Adblock Plus veya ABP olarak gösterilecektir."
  },
  "faq-refund": {
    "message": "Sanırım bu bir hataydı!Bu durumu nasıl çözebilirim?"
  },
  "faq-refund-1": {
    "message": "<strong>Size geri ödeme yapabilmemiz için <a>support@adblockplus.org</a> adresinden e-posta yoluyla bize ulaşmanız yeterlidir</strong>. Geri ödeme işlemlerini Pazartesi ve Cuma günleri arası (hafta içi) gerçekleştiriyoruz. Hafta sonu yapılan iade talepleri Pazartesi günleri ilk iş olarak işleme alınır."
  },
  "faq-info-transactions": {
    "message": "İşleminizi bulabilmemiz için lütfen aşağıdaki bilgileri girin:"
  },
  "faq-info-transactions-1": {
    "message": "İşlem tarihi"
  },
  "faq-info-transactions-2": {
    "message": "Tutar (PayPal veya Stripe'dan gelen e-postada belirtilen)"
  },
  "faq-info-transactions-3": {
    "message": "İşlem için kullandığınız e-posta adresi"
  },
  "faq-info-transactions-4": {
    "message": "İşlem kodu"
  },
  "faq-info-transactions-5": {
    "message": "<strong>Not:</strong> Sizden, hiçbir zaman işleminizle ilgili hassas bilgileri (örn. kart numaranızın tamamı) talep etmeyiz; siz de hiçbir zaman bu tür bilgileri vermemelisiniz."
  },
  "faq-refund-policy": {
    "message": "Geri ödeme politikanız nedir?"
  },
  "faq-refund-policy-1": {
    "message": "Ödemenizi, her ne sebeple olursa olsun, ödeme tarihinden itibaren 120 gün içinde iade ederiz. Lütfen <a>support@adblockplus.org</a> adresinden bize yazın; size paranızı eksiksiz olarak iade edelim. Böyle bir durumda, Adblock Plus'ı, herhangi bir özelliğe erişiminizi kaybetmeksizin, ücretsiz olarak kullanmaya devam edebileceğinizden emin olabilirsiniz!"
  },
  "faq-refund-policy-2": {
    "message": "Ödemenizi ister PayPal ile isterseniz bir kartla yapmış olun, lütfen e-postanızda şu bilgilere yer verin:"
  },
  "faq-cancellations": {
    "message": "Aylık üyeliğimi nasıl iptal edebilirim?"
  },
  "faq-cancellations-paypal": {
    "message": "PayPal üzerinden yapılan bağışlar"
  },
  "faq-cancellations-paypal-1": {
    "message": "Bir PayPal üyeliğini doğrudan PayPal hesabınızdan yönetebilir veya iptal edebilirsiniz. Yinelemeli bir Adblock Plus bağışını iptal etmek için lütfen <a>PayPal'ın Yardım Merkezinde</a> adımlar halinde belirtilen talimatları takip edin."
  },
  "faq-cancellations-card": {
    "message": "Kart yoluyla yaplan bağışları"
  },
  "faq-cancellations-card-1": {
    "message": "Adblock Plus'a yinelemeli olarak bağış yapacak şekilde kaydolduysanız ve bunu iptal etmek istiyorsanız, <a>support@adblockplus.org</a> adresinden bize bir e-posta yazmanız yeterlidir."
  },
  "further-questions": {
    "message": "Başka sorularınız mı var?"
  },
  "further-questions-1": {
    "message": "Adblock Plus hakkında sorularınız mı var? <a>support@adblockplus.org</a> adresinden bize e-posta ile ulaşın veya bize bir <a>hata raporu</a> gönderin. Ayrıca <a>Yardım Merkezimize</a> de göz atabilirsiniz."
  },
  "further-questions-2": {
    "message": "<a>Blogumuza</a> göz atarak neler yaptığımızı istediğiniz zaman görebilirsiniz."
  }
}