{
  "title": {
    "message": "Adblock Plus güncellendi"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "AdBlock Plus güncellendi!"
  },
  "update-lead-1": {
    "message": "Son birkaç ayı, yeni özellikler ekleyerek Ablock Plus’ın performansını iyileştirmeye yönelik çalışmalarla geçirdik. Size, temiz bir web deneyimin keyfini çıkarmanızı sağlayacak en iyi reklam engelleme teknolojisini sunmanın tutkusunu taşıyoruz. Adblock Plus ücretsiz, kullanıcı topluluğunun desteğiyle varlığını sürdüren bir yazılımdır ve bu da, ancak sizin devamlı desteğinizle mümkündür."
  },
  "update-lead-2": {
    "message": "Kullanıcılarımız için en iyi çevrimiçi deneyimini geliştirip sağlamaya bir hayli zaman ve kaynak ayırıp harcıyoruz. Lütfen, Adblock Plus projesine ve reklam engelleme topluluğunu yaşatma çabalarımıza, uygun ve makul bulacağınız bir tutarda katkıda bulunun. Yapacağınız her katkı bizim için çok kıymetli!"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Ödeme yöntemi:"
  },
  "whats-new-header-1": {
    "message": "Ne gibi yenilikler var?"
  },
  "whats-new-lead-1": {
    "message": "İşte, yakın zaman içinde gerçekleştirdiğimiz birkaç iyileştirmeye genel bakış."
  },
  "whats-new-list-1": {
    "message": "<strong>Reklam engelleme işlevselliğini iyileştirdik</strong>. Birçok web sitesi, Adblock Plus’ın can sıkıcı reklamları engellemesini önlemenin yeni yollarını arıyor. Bu nedenle, biz de bu gibi reklam engelleme karşıtı girişimlerin üstesinden gelebilmek için işlevselliğimizi sıkça güncelliyoruz. Reklam engellemenize izin vermeyen herhangi bir web sitesi ile karşılaştığınızda, lütfen Sorun Bildir özelliğimizi kullanarak bunu bize bildirin."
  },
  "whats-new-list-2": {
    "message": "<strong>Performans iyileştirmeleri</strong>. Yalnızca değişiklikleri uygulayanların açık ve etkin olarak tutulması için, aynı alanları hedefleyen atlatma önleme parçacıklarını (snippetler) işleme şeklimizde değişiklik yaptık. Yani, eklentimizin genel performansında bir iyileştirme göreceksiniz."
  },
  "whats-new-list-3": {
    "message": "<strong>Temelimizi ileriye yönelik olarak iyileştirdik</strong>. Chromium tabanlı tarayıcılara yönelik eklenti platformunun en son sürümü olan Manifest V3 pek yakında kullanıma sunulacak. Biz de bir süredir bunun için hazırlanıyoruz! Ekibimizin, AdBlock Plus’ın çalışma şeklinde bazı çok önemli değişiklikler yapmasını gerektiren MV3, tarayıcı eklentilerinin işleyişine ilişkin büyük bir değişimi ifade ediyor. Web her geçen gün gelişmeye devam ederken, biz de AdBlock Plus kullanıcılarının çevrimiçi deneyimlerini kontrol altında tutmalarına yardımcı olmaya devam edebilmek için ciddi ilerlemeler kaydetmiş bulunuyoruz."
  },
  "whats-new-list-4": {
    "message": "<strong>Kullanıcı deneyimini iyileştirdik.</strong> Daima Adblock Plus'ı daha iyi hale getirmek için çalışıyoruz. Yakın zaman içinde hata ayıklamayı kolaylaştırmak için birkaç hata mesajını güncelledik, terminolojimizde değişiklikler yaptık ve ihtiyacınız olan şeylere kolayca erişebilmeniz için açılır menüye yeni bir alt bilgi ekledik."
  },
  "whats-new-support": {
    "message": "Bir sorun mu bildirmeniz gerekiyor? Bize sosyal medya üzerinden, <a data-mask='{\"href\": \"bWFpbHRvOmRvbmF0aW9uc0BhZGJsb2NrcGx1cy5vcmc=\"}'>e-posta</a> yoluyla ya da <a href=\"https://adblockplus.org/forum\">kullanıcı forumundan</a> ulaşabilirsiniz."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Gizlilik Politikası"
  },
  "main-heading-1": {
    "message": "Onur sistemi"
  },
  "main-lead-1": {
    "message": "Adblock Plus ekibinden selamlar!"
  },
  "main-lead-2": {
    "message": "Adblock Plus onur temelli bir yazılımdır; yani, dürüst ve adaletli davranacağımız konusunda <strong>birbirimize güveniriz</strong>:"
  },
  "main-lead-3": {
    "message": "Adblock Plus için <strong>durumunuzun elverdiği kadar ödeme yaparsınız</strong>. Fiyatı <strong>sizin</strong> seçiminize bırakıyoruz."
  },
  "main-lead-4": {
    "message": "Gezinme deneyiminizin kontrolünü size veren özellikler geliştiriyoruz."
  },
  "main-lead-5": {
    "message": "Hoşunuza gitmediği takdirde, paranızı <strong>geri alarak Adblock Plus'ı kullanmaya</strong> devam edebilirsiniz."
  },
  "main-heading-2": {
    "message": "Yardım sadece bir e-posta uzakta"
  },
  "main-body-1": {
    "message": "Lütfen durumunuzun elverdiği en yüksek tutarda ödeme yapın; zira, fikrinizi değiştirmeniz halinde 120 gün içinde paranızı geri alabilirsiniz!"
  },
  "main-body-3": {
    "message": "Bize ihtiyacınız olduğu takdirde, 7x24 kendi kendine yardım ve 5x8 e-posta yardımına destek portalımız olan <a>help.eyeo.com</a>'dan ulaşabilirsiniz."
  },
  "main-body-4": {
    "message": "Adblock Plus'ı seçtiğiniz için teşekkür ederiz! Mutlu Gezinmeler!"
  },
  "main-body-5": {
    "message": "Sevgiler, <span></span>Adblock Plus ekibi"
  }
}