{
  "title": {
    "message": "Adblock Plus güncellendi"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus güncellendi! <span>(versiyon 3.11)</span>"
  },
  "update-lead-1": {
    "message": "Son birkaç ayımızı, yeni özellikler ekleyerek ve Adblock Plus'ın performansını iyileştirerek geçirdik. Temiz bir web deneyimi yaşayabilmeniz için size en iyi reklam engelleme teknolojisini sunma konusunda tutkuluyuz. Adblock Plus topluluk destekli ücretsiz bir yazılımdır ve bu, <strong>sizin sürekli desteğiniz olmadan mümkün olamazdı.</strong>"
  },
  "update-lead-2": {
    "message": "Geliştirme çalışmalarımıza ve kullanıcılarımız için en iyi çevrimiçi deneyimi sağlamaya oldukça fazla mesai ve kaynak ayırıyoruz. Lütfen Adblock Plus projesine ve reklam engelleme topluluğunun varlığını sürdürmeye yönelik çalışmalarımıza adil bir katkı olduğunu düşündüğünüz miktarda bağışta bulunun. <strong>Her bir bağış bizim için çok kıymetli!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Ödeme yöntemi:"
  },
  "whats-new-header-1": {
    "message": "Ne gibi yenilikler var?"
  },
  "whats-new-lead-1": {
    "message": "Bazı iyileştirmelere ve yeni özelliklere dair genel bilgileri burada bulabilirsiniz. Yeni değişiklikler çok yakında!"
  },
  "whats-new-list-1": {
    "message": "<strong>Yeni Önerilen Filtreler.</strong> Çerez bildirimleri ve daha fazlası gibi ek dikkat dağıtıcıları engellemeyi kolaylaştırdık. Bunları denemek için <em>Ayarlar > Genel > Önerilen filtreler'<em>i ziyaret edin!"
  },
  "whats-new-list-2": {
    "message": "<strong>İyileştirilmiş Reklam Engelleme.</strong> Birçok web sitesi, Adblock Plus'ın sitelerindeki reklamları engellemesini zorlaştırmaktadır. Bu web sitelerindeki reklamları engelleme kabiliyetimizi geliştirdik ve bu kabiliyeti düzenli olarak güncellemeye devam ediyoruz. Reklam engelleme kabiliyetimizle ilgili olarak karşılaşacağınız herhangi bir sorunu, lütfen <em>Sorun Bildir</em> özelliğimizi kullanarak bize bildirin."
  },
  "whats-new-list-3": {
    "message": "<strong>Daha İyi Performans.</strong> Kapatılmış filtre listelerinin kontrolüne yönelik mantığımızı geliştirdik; böylece Adblock Plus daha az bant genişliği kullanıyor olacak."
  },
  "whats-new-list-4": {
    "message": "<strong>İyileştirilmiş Gizlilik.</strong> Gizli sekmelerde gezinen kullanıcılarımız için, engellenen isteklerin sayısını toplam engellenenler sayacının dışında tuttuk."
  },
  "whats-new-list-5": {
    "message": "<strong>Daha İyi Hata Ayıklama.</strong> Teknik kullanıcılarımız için, Adblock Plus <em>Gelişmiş</em> ayarlar sayfasından açılabilen öge gizleme filtrelerine yönelik bir hata ayıklama modunu kullanıma soktuk. Öge gizleme filtrelerinden etkilenen ögeleri kolayca öne çıkarabilisiniz."
  },
  "whats-new-support": {
    "message": "Bir sorun mu bildirmek istiyorsunuz? Bizimle sosyal medya, <a>e-posta</a> veya <a>kullanıcı forumu</a> yoluyla iletişime geçin."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Gizlilik Politikası"
  }
}