{
  "title": {
    "message": "Adblock Plus güncellendi"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus güncellendi! <span>(versiyon 3.12)</span>"
  },
  "update-lead-1": {
    "message": "Son birkaç ayımızı, yeni özellikler ekleyerek ve Adblock Plus'ın performansını iyileştirerek geçirdik. Temiz bir web deneyimi yaşayabilmeniz için size en iyi reklam engelleme teknolojisini sunma konusunda tutkuluyuz. Adblock Plus topluluk destekli ücretsiz bir yazılımdır ve bu, <strong>sizin sürekli desteğiniz olmadan mümkün olamazdı.</strong>"
  },
  "update-lead-2": {
    "message": "Geliştirme çalışmalarımıza ve kullanıcılarımız için en iyi çevrimiçi deneyimi sağlamaya oldukça fazla mesai ve kaynak ayırıyoruz. Lütfen Adblock Plus projesine ve reklam engelleme topluluğunun varlığını sürdürmeye yönelik çalışmalarımıza adil bir katkı olduğunu düşündüğünüz miktarda bağışta bulunun. <strong>Her bir bağış bizim için çok kıymetli!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Ödeme yöntemi:"
  },
  "whats-new-header-1": {
    "message": "Ne gibi yenilikler var?"
  },
  "whats-new-lead-1": {
    "message": "Bazı iyileştirmelere ve yeni özelliklere dair genel bilgileri burada bulabilirsiniz. Yeni değişiklikler çok yakında!"
  },
  "whats-new-list-1": {
    "message": "<strong>Reklam engellemeyi iyileştirdik.</strong> Birçok web sitesi, Adblock Plus'ın rahatsız edici reklamları engellemesinin önüne geçmeye çalışıyor. Bu yüzden, biz de bu reklam engelleme karşıtı girişimleri alt edebilmek için işlevselliğimizi sık sık güncelliyoruz. Reklamları engellemenize izin vermeyen bir web sitesiyle karşılaşırsanız, lütfen Sorun Bildir özelliğimizi kullanarak bize bildirin."
  },
  "whats-new-list-2": {
    "message": "<strong>Akıllı Dil Filtreleri ekledik.</strong> Bu özelliği etkin hale getirdiğinizde, internette gezinirken düzenli olarak kullandığınız dillerdeki mevcut filtre listeler size otomatik olarak bildirilir. Bu sayede, bu dillerdeki rahatsız edici reklamları engellemek her zamankinden daha kolay hale geldi. Tabii ki gizliliğinize her zaman saygı duyuyoruz. Bu bilgiler bilgisayarınızda kalır ve hiçbir zaman sunucularımızla paylaşılmaz. Bu özelliği, <em>Genel</em> sekmesi > <em>Dil Filtresi Listeleri</em> bölümünün altındaki seçenekler sayfanızdan etkinleştirebilirsiniz."
  },
  "whats-new-list-3": {
    "message": "<strong>Daha fazla dilde reklam engelleme desteği ekledik.</strong> İnternette Fince ve İsveççe dillerinde gezinen kullanıcılar artık bu dillerin kullanıldığı web sitelerindeki reklamları engelleyebilecekler."
  },
  "whats-new-list-4": {
    "message": "<strong>Kullanıcı deneyimini iyileştirdik.</strong> Daima Adblock Plus'ı daha iyi hale getirmek için çalışıyoruz. Yakın zaman içinde hata ayıklamayı kolaylaştırmak için birkaç hata mesajını güncelledik, terminolojimizde değişiklikler yaptık ve ihtiyacınız olan şeylere kolayca erişebilmeniz için açılır menüye yeni bir alt bilgi ekledik."
  },
  "whats-new-support": {
    "message": "Bir sorun mu bildirmek istiyorsunuz? Bizimle sosyal medya, <a>e-posta</a> veya <a>kullanıcı forumu</a> yoluyla iletişime geçin."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Gizlilik Politikası"
  },
  "main-heading-1": {
    "message": "Onur sistemi"
  },
  "main-lead-1": {
    "message": "Adblock Plus ekibinden selamlar!"
  },
  "main-lead-2": {
    "message": "Adblock Plus onur temelli bir yazılımdır; yani, dürüst ve adaletli davranacağımız konusunda <strong>birbirimize güveniriz</strong>:"
  },
  "main-lead-3": {
    "message": "Adblock Plus için <strong>durumunuzun elverdiği kadar ödeme yaparsınız</strong>. Fiyatı <strong>sizin</strong> seçiminize bırakıyoruz."
  },
  "main-lead-4": {
    "message": "Gezinme deneyiminizin kontrolünü size veren özellikler geliştiriyoruz."
  },
  "main-lead-5": {
    "message": "Hoşunuza gitmediği takdirde, paranızı <strong>geri alarak Adblock Plus'ı kullanmaya</strong> devam edebilirsiniz."
  },
  "main-heading-2": {
    "message": "Yardım sadece bir e-posta uzakta"
  },
  "main-body-1": {
    "message": "Lütfen durumunuzun elverdiği en yüksek tutarda ödeme yapın; zira, fikrinizi değiştirmeniz halinde 120 gün içinde paranızı geri alabilirsiniz!"
  },
  "main-body-3": {
    "message": "Bize ihtiyacınız olduğu takdirde, 7x24 kendi kendine yardım ve 5x8 e-posta yardımına destek portalımız olan <a>help.eyeo.com</a>'dan ulaşabilirsiniz."
  },
  "main-body-4": {
    "message": "Adblock Plus'ı seçtiğiniz için teşekkür ederiz! Mutlu Gezinmeler!"
  },
  "main-body-5": {
    "message": "Sevgiler, <span></span>Adblock Plus ekibi"
  }
}