{
  "abp-can-be-improved": {
    "message": "Adblock Plus’ınız iyileştirilebilir!"
  },
  "adding-enhancements": {
    "message": "Yakın zaman içinde, Adblock Plus’a yönelik bir dizi geliştirmenin ilkini gerçekleştirmiş bulunuyoruz. Adblock Plus Premium'un kullanıma sokulmasıyla kullanıcılarımızın, daha az açılır pencere ve dikkat dağıtıcı unsurun olduğu bir internet deneyiminin keyfini çıkarmasına yardımcı olacak daha başka yollar geliştirdik. Yaptığımız çalışmaları aşağıda bulabilirsiniz."
  },
  "abp-free-software": {
    "message": "Ekibimiz, Adblock Plus'ın herkes için en iyi çevrimiçi deneyimi sunmasını sağlamak amacıyla binlerce saat mesai yapıyor. Bu yıl, kullanıcılarımızın daha fazla açılır pencere ve dikkat dağıtıcı unsurları engellemesini daha kolay hale getirmeye odaklandık ve daha yeni başlıyoruz. Adblock Plus Premium’u denemenizi çok isteriz. <strong>Yapacağınız her katkı bizim için çok değerli!</strong>"
  },
  "whats-new-header-1": {
    "message": "Ne gibi yenilikler var?"
  },
  "enjoy-fewer-distractions": {
    "message": "Adblock Premium ile çok daha az dikkat dağıtıcı unsurun olduğu bir internet deneyiminin keyfini çıkarabilirsiniz."
  },
  "stop-autoplay-video": {
    "message": "<strong>Otomatik oynatılan video yayınlarını durdurun. </strong> Birçok web sitesinin kullandığı, otomatik olarak oynatılan ve siz ilgili web sitesinde gezinirken sizi takip eden videoları gizleyin."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Açılır bültenleri kaldırın.</strong> Websitelerinin, e-posta ve bülten listelerine kaydolmanızı sağlamak için kullandıkları açılır pencerelere bir son verin."
  },
  "block-survey-requests": {
    "message": "<strong>Site Bildirimleri ve Anket Taleplerini engelleyin.</strong> Birçok web sitesi, size konumunuzu izleme ya da kısa anketlere katılma talebi gönderir. Artık, ziyaret ettiğiniz web sitelerinden gelen bu talepler otomatik olarak reddedilecek."
  },
  "hide-cookie-notices": {
    "message": "<strong>Çerez onay bildirimlerini gizleyin.</strong> Pek yakında, geliştirme sürecini tamamlamakta olduğumuz yeni bir çerez engelleme özelliği sayesinde, çoğu web sitesinde kullanılan bu can sıkıcı çerez onay bantlarına bir son verebileceksiniz."
  },
  "whats-new-support": {
    "message": "Bir sorun mu bildirmeniz gerekiyor? Bize sosyal medya üzerinden, <a>e-posta</a> yoluyla ya da <a>kullanıcı forumundan</a>ulaşabilirsiniz."
  },
  "privacy-policy": {
    "message": "Gizlilik Politikası"
  }
}