{
  "title": {
    "message": "Adblock Plus güncellendi"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus güncellendi!"
  },
  "update-lead-1": {
    "message": "Son birkaç ayı, yeni özellikler ekleyerek Ablock Plus’ın performansını iyileştirmeye yönelik çalışmalarla geçirdik. Size, temiz bir web deneyiminin keyfini çıkarmanızı sağlayacak en iyi reklam engelleme teknolojisini sunmanın tutkusunu taşıyoruz. Adblock Plus ücretsiz, kullanıcı topluluğunun desteğiyle varlığını <strong>sürdüren bir yazılımdır ve bu da ancak sizin devamlı desteğinizle mümkündür.</strong>"
  },
  "update-lead-2": {
    "message": "Kullanıcılarımız için en iyi çevrimiçi deneyimini geliştirip sağlamaya bir hayli zaman ve kaynak ayırıp harcıyoruz. Lütfen, Adblock Plus projesine ve reklam engelleme topluluğunu yaşatma çabalarımıza, uygun ve makul bulacağınız bir tutarda katkıda bulunun. <strong>Yapacağınız her katkı için teşekkür ederiz!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Ödeme yöntemi:"
  },
  "whats-new-header-1": {
    "message": "Ne gibi yenilikler var?"
  },
  "whats-new-lead-1": {
    "message": "İşte, yakın zaman içinde gerçekleştirdiğimiz birkaç iyileştirmeye genel bakış."
  },
  "whats-new-list-1": {
    "message": "<strong>Reklam engelleme işlevselliğini iyileştirdik</strong>. Birçok web sitesi, Adblock Plus’ın can sıkıcı reklamları engellemesini önlemenin yeni yollarını arıyor. Bu nedenle, biz de bu gibi reklam engelleme karşıtı girişimlerin üstesinden gelebilmek için işlevselliğimizi sıkça güncelliyoruz. Reklam engellemenize izin vermeyen herhangi bir web sitesi ile karşılaştığınızda, lütfen Sorun Bildir özelliğimizi kullanarak bunu bize bildirin."
  },
  "whats-new-list-2": {
    "message": "<strong>Performans iyileştirmeleri</strong>. Yalnızca değişiklikleri uygulayanları tutmak için, aynı alanları hedefleyen anti-circumvention (atlatma önleyici) snippet'lerini işleme şeklimizde değişiklik yaptık. Sonuç olarak, eklentimizin genel performansında bir iyileştirme sağladık."
  },
  "whats-new-list-3": {
    "message": "<strong>Temelimizi ileriye yönelik iyileştirdik</strong>. Chromium tabanlı tarayıcılara yönelik eklenti platformunun en son sürümü olan Manifest V3 pek yakında kullanıma sunulacak. Biz de bir süredir bunun için hazırlanıyoruz! Ekibimizin, Adblock Plus’ın çalışma şeklinde bazı çok önemli değişiklikler yapmasını gerektiren MV3, tarayıcı eklentilerinin işleyişine ilişkin büyük bir değişimi ifade ediyor. Web her geçen gün gelişmeye devam ederken, biz de Adblock Plus kullanıcılarının çevrimiçi deneyimlerini kontrol altında tutmalarına yardımcı olmaya devam edebilmek için ciddi ilerlemeler kaydetmiş bulunuyoruz."
  },
  "whats-new-list-4": {
    "message": "<strong>Kullanıcı deneyimini iyileştirdik.</strong> Daima Adblock Plus'ı daha iyi hale getirmek için çalışıyoruz. Yakın zaman içinde hata ayıklamayı kolaylaştırmak için birkaç hata mesajını güncelledik, terminolojimizde değişiklikler yaptık ve ihtiyacınız olan şeylere kolayca erişebilmeniz için açılır menüye yeni bir alt bilgi ekledik."
  },
  "whats-new-support": {
    "message": "Bir sorun mu bildirmeniz gerekiyor? Bize sosyal medya üzerinden, <a>e-posta</a> yoluyla ya da <a>kullanıcı forumundan</a>ulaşabilirsiniz."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Gizlilik Politikası"
  },
  "main-heading-1": {
    "message": "Onur sistemi"
  },
  "main-lead-1": {
    "message": "Adblock Plus ekibinden selamlar!"
  },
  "main-lead-2": {
    "message": "Adblock Plus onur temelli bir yazılımdır; yani, dürüst ve adaletli davranacağımız konusunda <strong>birbirimize güveniriz</strong>:"
  },
  "main-lead-3": {
    "message": "Adblock Plus için <strong>durumunuzun elverdiği kadar ödeme yaparsınız</strong>. Fiyatı <strong>sizin</strong> seçiminize bırakıyoruz."
  },
  "main-lead-4": {
    "message": "Gezinme deneyiminizin kontrolünü size veren özellikler geliştiriyoruz."
  },
  "main-lead-5": {
    "message": "Hoşunuza gitmediği takdirde, paranızı <strong>geri alarak Adblock Plus'ı kullanmaya</strong> devam edebilirsiniz."
  },
  "main-heading-2": {
    "message": "Yardım sadece bir e-posta uzakta"
  },
  "main-body-1": {
    "message": "Lütfen durumunuzun elverdiği en yüksek tutarda ödeme yapın; zira, fikrinizi değiştirmeniz halinde 120 gün içinde paranızı geri alabilirsiniz!"
  },
  "main-body-3": {
    "message": "Bize ihtiyacınız olduğu takdirde, 7x24 kendi kendine yardım ve 5x8 e-posta yardımına destek portalımız olan <a>help.eyeo.com</a>'dan ulaşabilirsiniz."
  },
  "main-body-4": {
    "message": "Adblock Plus'ı seçtiğiniz için teşekkür ederiz! Mutlu Gezinmeler!"
  },
  "main-body-5": {
    "message": "Sevgiler, <span></span>Adblock Plus ekibi"
  },
  "improved_ad_blocking_functionality": {
    "message": "<strong>Reklam engelleme işlevselliğini iyileştirdik</strong>. Birçok web sitesi, Adblock Plus’ın can sıkıcı reklamları engellemesini önlemenin yeni yollarını arıyor. Biz de bu gibi reklam engelleme karşıtı girişimlerin üstesinden gelebilmek için işlevselliğimizi geliştirmeye odaklandık."
  },
  "new-tab-heading-1": {
    "message": "Adblock Plus’ın, interneti daha iyi bir yer haline getirmesine yardımcı olun"
  },
  "new-tab-lead-1": {
    "message": "Yeni özellikler ekleyerek Ablock Plus’ın performansını iyileştirmeye odaklanmış bulunuyoruz ve size, temiz bir web deneyiminin keyfini çıkarmanızı sağlayacak en iyi reklam engelleme teknolojisini sunmanın tutkusunu taşıyoruz."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus ücretsiz, topluluk tarafından desteklenen bir yazılımdır. Katkıda bulunup bulunamayacaklarına bakılmaksızın, herkesin yazılımımızı kullanabilmesi bizim için çok önemli. Bu da ancak sizin devamlı desteğinizle mümkündür. Kullanıcılarımız için en iyi çevrimiçi deneyimini geliştirip sağlamaya bir hayli zaman ve kaynak ayırıp harcıyoruz. Lütfen, Adblock Plus projesine ve reklam engelleme topluluğunu yaşatma çabalarımıza, uygun ve makul bulacağınız bir tutarda katkıda bulunun. Yapacağınız her katkı için teşekkür ederiz!"
  },
  "out-mission-heading-1": {
    "message": "Herkes için daha iyi bir web deneyimi yaratmak"
  },
  "out-mission-lead-1": {
    "message": "Üstlendiğimiz misyon, hepimiz için dikkat dağıtıcı unsurlardan arındırılmış, endişesiz bir internet deneyimi yaratmaktır. Yapacak çok işimiz var. Daha fazla üstten açılan reklam ve dikkat dağıtıcı unsurun engellenmesinden, internet deneyiminizi daha güvenli ve daha emniyetli hale getirmeye kadar olmak üzere; kullanıcılarımızın interneti nasıl kullanacaklarını kontrol etmelerini sağlamaya odaklanmış bulunuyoruz. Yapacağınız katkılar, ekibimize, herkesin erişebileceği basit, sezgisel araçlar geliştirip sunmaya devam etmesine olanak sağlıyor. Siz olmasaydınız bunların hiçbirini yapamazdık!"
  },
  "abp-can-be-improved": {
    "message": "Adblock Plus’ınuz iyileştirilebilir!"
  },
  "adding-enhancements": {
    "message": "Yakın zaman içinde, Adblock Plus’a yönelik bir dizi geliştirmenin ilkini gerçekleştirmiş bulunuyoruz. Adblock Plus Premium'un kullanıma sokulmasıyla, kullanıcılarımızın daha az üstten açılan reklam ve dikkat dağıtıcı unsurun olduğu bir internet deneyiminin keyfini çıkarmasına yardımcı olacak ek yollar geliştirdik. Yaptığımız çalışmaları aşağıda bulabilirsiniz."
  },
  "abp-free-software": {
    "message": "Ekibimiz, Adblock Plus'ın herkese en iyi çevrimiçi deneyimi sunmasını sağlayabilmek için binlerce saat mesai yapıyor. Bu yıl, kullanıcılarımızın daha fazla üstten açılır reklamı ve dikkat dağıtıcı unsurları engellemesini daha kolay hale getirmeye odaklandık ve daha yeni başlıyoruz. Adblock Plus Premium’u denemenizi çok isteriz. <strong>Yapacağınız her katkı için teşekkür ederiz!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Adblock Premium ile çok daha az dikkat dağıtıcı unsurun olduğu bir internet deneyiminin keyfini çıkarabilirsiniz."
  },
  "stop-autoplay-video": {
    "message": "<strong>Otomatik oynatılan video yayınlarını durdurun. </strong> Birçok web sitesinin kullandığı, otomatik olarak oynatılan ve siz o web sitesinde gezinirken sizi takip eden videoları gizleyin."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Açılır bülten pencerelerini kaldırın.</strong> Web sitelerinin, e-posta ve bülten listelerine kaydolmanızı sağlamak için kullandıkları açılır pencerelere son verin."
  },
  "block-survey-requests": {
    "message": "<strong>Site Bildirimleri ve Anket Taleplerini engelleyin.</strong> Birçok web sitesi, size konumunuzu izleme ya da kısa anketlere katılma talebi gönderir. Artık, ziyaret ettiğiniz web sitelerinden gelen bu talepler otomatik olarak reddedilecek."
  },
  "hide-cookie-notices": {
    "message": "<strong>Çerez onay bildirimlerini gizleyin.</strong> Pek yakında, geliştirme sürecini tamamlamakta olduğumuz yeni bir çerez engelleme özelliği sayesinde, çoğu web sitesinde kullanılan bu can sıkıcı çerez onay bantlarına bir son verebileceksiniz."
  },
  "block_more_popups_and_distractions": {
    "message": "<strong>Daha fazla üstten açılan reklam ve dikkat dağıtıcı unsur engelleyin.</strong> Adblock Plus Premium’un kilidini açın ve anket taleplerine, açılır bültenlere ve otomatik oynatılan can sıkıcı video reklamlarına veda edin."
  },
  "do_you_like_adblockplus": {
    "message": "Şu ana kadar Adblock Plus’tan memnun kaldınız mı? Öyleyse, bizi desteklemek için katkıda bulunmak ister misiniz?"
  },
  "an_overview": {
    "message": "İşte, yakın zaman içinde Adblock Plus'ta yaptığımız yeniliklere genel bir bakış."
  }
}