{
  "title": {
    "message": "Adblock Plus güncellendi"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Adblock Plus güncellendi!"
  },
  "update-lead-1": {
    "message": "Son birkaç ayı, yeni özellikler ekleyerek Ablock Plus’ın performansını iyileştirmeye yönelik çalışmalarla geçirdik. Size, temiz bir web deneyiminin keyfini çıkarmanızı sağlayacak en iyi reklam engelleme teknolojisini sunmanın tutkusunu taşıyoruz. Adblock Plus ücretsiz, kullanıcı topluluğunun desteğiyle varlığını <strong>sürdüren bir yazılımdır ve bu da ancak sizin devamlı desteğinizle mümkündür.</strong>"
  },
  "update-lead-2": {
    "message": "Kullanıcılarımız için en iyi çevrimiçi deneyimini geliştirip sağlamaya bir hayli zaman ve kaynak ayırıp harcıyoruz. Lütfen, Adblock Plus projesine ve reklam engelleme topluluğunu yaşatma çabalarımıza, uygun ve makul bulacağınız bir tutarda katkıda bulunun. <strong>Yapacağınız her katkı için teşekkür ederiz!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Ödeme yöntemi:"
  },
  "whats-new-header-1": {
    "message": "Ne gibi yenilikler var?"
  },
  "whats-new-lead-1": {
    "message": "İşte, yakın zaman içinde gerçekleştirdiğimiz birkaç iyileştirmeye genel bakış."
  },
  "whats-new-list-1": {
    "message": "<strong>Reklam engelleme işlevselliğini iyileştirdik</strong>. Birçok web sitesi, Adblock Plus’ın can sıkıcı reklamları engellemesini önlemenin yeni yollarını arıyor. Bu nedenle, biz de bu gibi reklam engelleme karşıtı girişimlerin üstesinden gelebilmek için işlevselliğimizi sıkça güncelliyoruz. Reklam engellemenize izin vermeyen herhangi bir web sitesi ile karşılaştığınızda, lütfen Sorun Bildir özelliğimizi kullanarak bunu bize bildirin."
  },
  "whats-new-list-2": {
    "message": "<strong>Performans iyileştirmeleri</strong>. Yalnızca değişiklikleri uygulayanları tutmak için, aynı alanları hedefleyen anti-circumvention (atlatma önleyici) snippet'lerini işleme şeklimizde değişiklik yaptık. Sonuç olarak, eklentimizin genel performansında bir iyileştirme sağladık."
  },
  "whats-new-list-3": {
    "message": "<strong>Temelimizi ileriye yönelik iyileştirdik</strong>. Chromium tabanlı tarayıcılara yönelik eklenti platformunun en son sürümü olan Manifest V3 pek yakında kullanıma sunulacak. Biz de bir süredir bunun için hazırlanıyoruz! Ekibimizin, Adblock Plus’ın çalışma şeklinde bazı çok önemli değişiklikler yapmasını gerektiren MV3, tarayıcı eklentilerinin işleyişine ilişkin büyük bir değişimi ifade ediyor. Web her geçen gün gelişmeye devam ederken, biz de Adblock Plus kullanıcılarının çevrimiçi deneyimlerini kontrol altında tutmalarına yardımcı olmaya devam edebilmek için ciddi ilerlemeler kaydetmiş bulunuyoruz."
  },
  "whats-new-list-4": {
    "message": "<strong>Kullanıcı deneyimini iyileştirdik.</strong> Daima Adblock Plus'ı daha iyi hale getirmek için çalışıyoruz. Yakın zaman içinde hata ayıklamayı kolaylaştırmak için birkaç hata mesajını güncelledik, terminolojimizde değişiklikler yaptık ve ihtiyacınız olan şeylere kolayca erişebilmeniz için açılır menüye yeni bir alt bilgi ekledik."
  },
  "whats-new-support": {
    "message": "Bir sorun mu bildirmeniz gerekiyor? Bize sosyal medya üzerinden, <a>e-posta</a> yoluyla ya da <a>kullanıcı forumundan</a>ulaşabilirsiniz."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Gizlilik Politikası"
  },
  "main-heading-1": {
    "message": "Onur sistemi"
  },
  "main-lead-1": {
    "message": "Adblock Plus ekibinden selamlar!"
  },
  "main-lead-2": {
    "message": "Adblock Plus onur temelli bir yazılımdır; yani, dürüst ve adaletli davranacağımız konusunda <strong>birbirimize güveniriz</strong>:"
  },
  "main-lead-3": {
    "message": "Adblock Plus için <strong>durumunuzun elverdiği kadar ödeme yaparsınız</strong>. Fiyatı <strong>sizin</strong> seçiminize bırakıyoruz."
  },
  "main-lead-4": {
    "message": "Gezinme deneyiminizin kontrolünü size veren özellikler geliştiriyoruz."
  },
  "main-lead-5": {
    "message": "Hoşunuza gitmediği takdirde, paranızı <strong>geri alarak Adblock Plus'ı kullanmaya</strong> devam edebilirsiniz."
  },
  "main-heading-2": {
    "message": "Yardım sadece bir e-posta uzakta"
  },
  "main-body-1": {
    "message": "Lütfen durumunuzun elverdiği en yüksek tutarda ödeme yapın; zira, fikrinizi değiştirmeniz halinde 120 gün içinde paranızı geri alabilirsiniz!"
  },
  "main-body-3": {
    "message": "Bize ihtiyacınız olduğu takdirde, 7x24 kendi kendine yardım ve 5x8 e-posta yardımına destek portalımız olan <a>help.adblockplus.org</a>'dan ulaşabilirsiniz."
  },
  "main-body-4": {
    "message": "Adblock Plus'ı seçtiğiniz için teşekkür ederiz! Mutlu Gezinmeler!"
  },
  "main-body-5": {
    "message": "Sevgiler, <span></span>Adblock Plus ekibi"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Reklam engelleme işlevselliğini iyileştirdik</strong>. Birçok web sitesi, Adblock Plus’ın can sıkıcı reklamları engellemesini önlemenin yeni yollarını arıyor. Biz de bu gibi reklam engelleme karşıtı girişimlerin üstesinden gelebilmek için işlevselliğimizi geliştirmeye odaklandık."
  },
  "new-tab-heading-1": {
    "message": "Adblock Plus’ın, interneti daha iyi bir yer haline getirmesine yardımcı olun"
  },
  "new-tab-lead-1": {
    "message": "Yeni özellikler ekleyerek Ablock Plus’ın performansını iyileştirmeye odaklanmış bulunuyoruz ve size, temiz bir web deneyiminin keyfini çıkarmanızı sağlayacak en iyi reklam engelleme teknolojisini sunmanın tutkusunu taşıyoruz."
  },
  "new-tab-lead-2": {
    "message": "Adblock Plus ücretsiz, topluluk tarafından desteklenen bir yazılımdır. Katkıda bulunup bulunamayacaklarına bakılmaksızın, herkesin yazılımımızı kullanabilmesi bizim için çok önemli. Bu da ancak sizin devamlı desteğinizle mümkündür. Kullanıcılarımız için en iyi çevrimiçi deneyimini geliştirip sağlamaya bir hayli zaman ve kaynak ayırıp harcıyoruz. Lütfen, Adblock Plus projesine ve reklam engelleme topluluğunu yaşatma çabalarımıza, uygun ve makul bulacağınız bir tutarda katkıda bulunun. Yapacağınız her katkı için teşekkür ederiz!"
  },
  "out-mission-heading-1": {
    "message": "Herkes için daha iyi bir web deneyimi yaratmak"
  },
  "out-mission-lead-1": {
    "message": "Üstlendiğimiz misyon, hepimiz için dikkat dağıtıcı unsurlardan arındırılmış, endişesiz bir internet deneyimi yaratmaktır. Yapacak çok işimiz var. Daha fazla üstten açılan reklam ve dikkat dağıtıcı unsurun engellenmesinden, internet deneyiminizi daha güvenli ve daha emniyetli hale getirmeye kadar olmak üzere; kullanıcılarımızın interneti nasıl kullanacaklarını kontrol etmelerini sağlamaya odaklanmış bulunuyoruz. Yapacağınız katkılar, ekibimize, herkesin erişebileceği basit, sezgisel araçlar geliştirip sunmaya devam etmesine olanak sağlıyor. Siz olmasaydınız bunların hiçbirini yapamazdık!"
  },
  "abp-can-be-improved": {
    "message": "Adblock Plus’ınuz iyileştirilebilir!"
  },
  "adding-enhancements": {
    "message": "Yakın zaman içinde, Adblock Plus’a yönelik bir dizi geliştirmenin ilkini gerçekleştirmiş bulunuyoruz. Adblock Plus Premium'un kullanıma sokulmasıyla, kullanıcılarımızın daha az üstten açılan reklam ve dikkat dağıtıcı unsurun olduğu bir internet deneyiminin keyfini çıkarmasına yardımcı olacak ek yollar geliştirdik. Yaptığımız çalışmaları aşağıda bulabilirsiniz."
  },
  "abp-free-software": {
    "message": "Ekibimiz, Adblock Plus'ın herkese en iyi çevrimiçi deneyimi sunmasını sağlayabilmek için binlerce saat mesai yapıyor. Bu yıl, kullanıcılarımızın daha fazla üstten açılır reklamı ve dikkat dağıtıcı unsurları engellemesini daha kolay hale getirmeye odaklandık ve daha yeni başlıyoruz. Adblock Plus Premium’u denemenizi çok isteriz. <strong>Yapacağınız her katkı için teşekkür ederiz!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Adblock Premium ile çok daha az dikkat dağıtıcı unsurun olduğu bir internet deneyiminin keyfini çıkarabilirsiniz."
  },
  "stop-autoplay-video": {
    "message": "<strong>Otomatik oynatılan video yayınlarını durdurun. </strong> Birçok web sitesinin kullandığı, otomatik olarak oynatılan ve siz o web sitesinde gezinirken sizi takip eden videoları gizleyin."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Açılır bülten pencerelerini kaldırın.</strong> Web sitelerinin, e-posta ve bülten listelerine kaydolmanızı sağlamak için kullandıkları açılır pencerelere son verin."
  },
  "block-survey-requests": {
    "message": "<strong>Site Bildirimleri ve Anket Taleplerini engelleyin.</strong> Birçok web sitesi, size konumunuzu izleme ya da kısa anketlere katılma talebi gönderir. Artık, ziyaret ettiğiniz web sitelerinden gelen bu talepler otomatik olarak reddedilecek."
  },
  "hide-cookie-notices": {
    "message": "<strong>Çerez onay bildirimlerini gizleyin.</strong> Pek yakında, geliştirme sürecini tamamlamakta olduğumuz yeni bir çerez engelleme özelliği sayesinde, çoğu web sitesinde kullanılan bu can sıkıcı çerez onay bantlarına bir son verebileceksiniz."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Daha fazla üstten açılan reklam ve dikkat dağıtıcı unsur engelleyin.</strong> Adblock Plus Premium’un kilidini açın ve anket taleplerine, açılır bültenlere ve otomatik oynatılan can sıkıcı video reklamlarına veda edin."
  },
  "do-you-like-adblockplus": {
    "message": "Şu ana kadar Adblock Plus’tan memnun kaldınız mı? Öyleyse, bizi desteklemek için katkıda bulunmak ister misiniz?"
  },
  "an-overview": {
    "message": "İşte, yakın zaman içinde Adblock Plus'ta yaptığımız yeniliklere genel bir bakış."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "Adblock Plus güncellendi!"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "Son birkaç ayı yeni özellikler ekleyerek Ablock Plus’ın performansını iyileştirmeye yönelik çalışmalarla geçirdik. Size temiz bir web deneyimin keyfini çıkarmanızı sağlayacak en iyi reklam engelleme teknolojisini sunmanın tutkusunu taşıyoruz. Adblock Plus ücretsiz, kullanıcı topluluğunun desteğiyle varlığını sürdüren bir yazılımdır ve bu da ancak sizin devamlı desteğinizle mümkündür."
  },
  "whats-new-header-1-unrestricted": {
    "message": "Ne gibi yenilikler var?"
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>Reklam engelleme işlevselliğini iyileştirdik.</strong> Birçok web sitesi, Adblock Plus'un can sıkıcı reklamları engellemesini önlemenin yeni yollarını arıyor. Bu nedenle, bu reklamları engellemenin yanı sıra sürekli değişen bu sitelere ayak uydurma kabiliyetimizi geliştirmeye odaklandık. Safari için yeniden tasarlanan Adblock Plus'un yanında Chrome, Edge ve Firefox'taki güncellemelerle, web'de gezinirken zorla giren reklamlara daha az maruz kalmaya devam edeceksiniz."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>Mimarimizi ileriye dönük olarak iyileştirdik.</strong> Chromium tabanlı tarayıcılara yönelik eklenti platformunun en son sürümü olan Manifest V3 pek yakında kullanıma sunulacak. Biz de bir süredir bunun için hazırlanıyoruz! Ekibimizin Adblock Plus’ın çalışma şeklinde bazı çok önemli değişiklikler yapmasını gerektiren MV3, tarayıcı eklentilerinin işleyişine ilişkin büyük bir değişimi ifade ediyor. İnternetin görünümü değiştikçe, biz de kullanıcılarımıza hizmet vermeyi sürdürmek amacıyla ciddi ilerlemeler kaydetmiş bulunuyoruz."
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>Gezinirken sayfaları özelleştirin.</strong> Bir web sayfasının belirli kısımlarını, reklam olmasa dahi engellemenize olanak sağlayan öge engelleme özelliğimizi kullanıma sunduk. Örneğin, bir web sayfasının kenar çubuğu önerileri gibi kısımlarını özellikle can sıkıcı bulabilirsiniz. Bu yeni özellik sayesinde, bir sayfanın herhangi bir kısmını engelleyerek, ilgili siteyi her ziyaret ettiğinizde engellenen kısmın gizli kalmasını sağlayabilirsiniz."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>İşte, karşınızda Adblock Plus Premium!</strong> Adblock Plus Premium ile site bildirimleri, kayan videolar, açılır bültenler ve çok daha fazlası dâhil olmak üzere web sitelerindeki daha hedef odaklı dikkat dağıtıcı unsurları engelleyebilirsiniz. Premium hakkında daha fazla bilgiye <a>buradan</a>ulaşabilirsiniz. Daha önce katkı yaptıysanız, bu Premium özelliklerine hemen <a>erişebilirsiniz.</a>"
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[Pek Yakında]</em> Adblock Plus Premium için Atlama (Bypass) Modu.</strong> İnternet kullanıcılarından reklam engelleyicilerini kapatmalarını isteyen açılır pencere ve diyalog kuruları web'de giderek daha yaygın hale geliyor. Bu nedenle Adblock Plus Premium için Bypass Modu adını verdiğimiz yeni bir özelliği kullanıma sokuyoruz. Bypass Modu ile web’de gezi bu reklam engelleyici karşıtı mesajlara daha az maruz kalarak aynı gezinme deneyiminin keyfini çıkarabilirsiniz."
  },
  "update__alert__heading": {
    "message": "Lütfen hemen kaydırmayın"
  },
  "update__alert__paragraph-1": {
    "message": "Merhaba,"
  },
  "update__alert__paragraph-2": {
    "message": "Bir Adblock Plus kullanıcısı olarak, yazılımımızın çevrimiçi deneyiminize kattığı değeri ilk elden biliyorsunuz. Adblock Plus, istenmeyen ve izinsiz giren reklamları engeller ve böylece web'de daha az dikkat dağıtıcı unsura maruz kalarak daha hızlı ve daha güvenli bir gezinme deneyimi yaşamanıza yardımcı olur. Fakat Adblock Plus'ın hiçbir gizli ücret olmaksızın tamamen ücretsiz olarak sunulduğunu biliyor muydunuz? Biz, herkesin daha iyi, reklamsız bir internete erişim hak ve olanağına sahip olması gerektiğine inanıyoruz; bu nedenle de Adblock Plus'ı tüm kullanıcılara ücretsiz olarak sunuyoruz."
  },
  "update__alert__paragraph-3": {
    "message": "Bununla birlikte; Adblock Plus'ın çalışır durumda kalmaya ve gelişmeye devam etmesi için de yardımınıza ihtiyaç duyuyoruz. Kullanıcıların küçük bir yüzdesi üstlendiğimiz misyonu desteklemek için cömertçe katkılarda bulunurken; Adblock Plus'ı hayatta tutmak ve herkes için ücretsiz olma niteliğini korumak konusunda ise sizin gibi kullanıcıların desteğine güveniyoruz. Ne kadar küçük olursa olsun, yapacağınız katkı büyük bir fark yaratabilir. Yani, Adblock Plus size yalnızca birkaç dolar tutarında bile olsa paradan tasarruf sağladıysa ya da sizi istenmeyen reklamlarla uğraşmanın getireceği can sıkıntısı ve rahatsızlıktan kurtardıysa, lütfen ekibimizi desteklemek ve herkes için reklamsız bir internet hedefimizi ileriye taşımak için katkıda bulunmayı düşünün. Desteğiniz için teşekkür ederiz. Bir arada, interneti herkes daha iyi bir yer haline getirebiliriz."
  },
  "update__alert__paragraph-4": {
    "message": "Sevgiler,  Adblock Plus Ekibi"
  },
  "new__paragraph-1": {
    "message": "Adblock Plus olarak biz, herkes için daha iyi bir internet deneyimine inanıyoruz. İşte bu inancı sizin için bir gerçekliğe dönüştürmek amacıyla üzerinde çalıştığımız işlev ve özellikler:"
  },
  "new__item-1__heading": {
    "message": "Safari ve iOS için Adblock Plus ile daha iyi reklam engelleme"
  },
  "new__item-1__paragraph-1": {
    "message": "Güncellenen filtre listeleriyle, açılır pencereler ve diğer rahatsız edici reklamların olmadığı bir gezinme deneyiminin keyfini çıkarmaya devam edebilirsiniz."
  },
  "new__item-2__heading": {
    "message": "Video yayını sırasında iyileştirilmiş reklam engelleme"
  },
  "new__item-2__paragraph-1": {
    "message": "Kullanıcılarımız video izlerken sunduğumuz reklam engelleme performansımızı iyileştirmek için sürekli olarak çalışıyoruz. Tam da bu nedenle, siz yayını seyrederken karşınıza çıkan video reklamlarını atlayan yeni işlevler ekledik."
  },
  "new__item-3__heading": {
    "message": "Çeşitli hata düzeltmeleri ve iyileştirmeler"
  },
  "new__item-3__paragraph-1": {
    "message": "Firefox kullanıcıları açısından bazı reklam engelleme kurallarının çalışmasını engelleyen bir hata da dâhil olmak üzere birkaç hatayı düzelttik."
  },
  "new__item-4__heading": {
    "message": "Çerez izni isteyen açılır pencereleri gizleyin (Premium)"
  },
  "new__item-4__paragraph-1": {
    "message": "En yeni Premium özelliğimizi denediniz mi? Artık, bir siteyi ziyaret ettiğinizde sizi çerez kullanımı hakkında bilgilendiren o rahatsız edici çerez onayı açılır pencerelerini gizleyebilirsiniz. Bu özellik hakkında daha fazla bilgi edinmek için <a>burada yer alan blog gönderimize bakın</a>."
  },
  "new__item-4__paragraph-2": {
    "message": "<a>Adblock Plus Premium hakkında daha fazla bilgi edinin.</a>"
  },
  "new__paragraph-3": {
    "message": "Bir sorun mu bildirmeniz gerekiyor? Bize sosyal medya üzerinden, <a>e-posta</a> yoluyla ya da <a>kullanıcı forumundan</a>ulaşabilirsiniz."
  },
  "new__item-5__heading": {
    "message": "Çerez uyarılarını gizle (Premium)"
  },
  "new__item-5__paragraph-1": {
    "message": "Bir siteyi ziyaret ettiğinizde, sizi çerez kullanımı hakkında bilgilendiren rahatsız edici çerez onayı açılır pencerelerini gizlemenize olanak sağlayan başka bir Premium özelliği daha ekledik. Bu özellik hakkında daha fazla bilgi edinmek için <a>burada yer alan blog gönderimize bakın.</a>"
  },
  "support-money-back": {
    "message": "Bizi içiniz rahat bir şekilde destekleyin: <strong>60 günlük para iade garantisi</strong>. Üstelik, Adblock Plus’u kullanmaya devam edebilirsiniz."
  },
  "update-section-1__heading": {
    "message": "Adblock Plus güncellendi!"
  },
  "update-section-1-column-1__paragraph-1": {
    "message": "Merhaba,"
  },
  "update-section-1-column-1__paragraph-2": {
    "message": "Adblock Plus olarak üstlendiğimiz misyon, herkes için endişesiz ve dikkat dağıtıcı unsurlardan arındırılmış bir internet yaratmaktır. Tam da bu nedenle, web'de bulunan açılır pencereleri, rahatsız edici reklamları ve diğer dikkat dağıtıcı unsurları engellemek amacıyla tarayıcı eklentimizi geliştirdik. Adblock Plus, web'de daha hızlı, daha güvenli ve internet deneyiminiz üzerinde daha fazla kontrole sahip olarak gezinmenize yardımcı olur."
  },
  "update-section-1-column-1__paragraph-3": {
    "message": "Adblock Plus aynı zamanda kullanıcılara ücretsiz olarak sunuluyor; çünkü biz herkesin daha iyi bir internet deneyimine erişmesi gerektiğine inanıyoruz. İşte bu yüzden pek çok kullanıcımız bu çabalarımıza katkıda bulunmayı seçiyor. Siz de yaptığımız çalışmalara inanıyor ve yolculuğumuzda bize yardımcı olmak istiyorsanız, bunu hemen aşağıda yapabilirsiniz. Birlikte, interneti herkes için daha iyi bir yer haline getirebiliriz!"
  },
  "update-section-1-column-1__paragraph-4": {
    "message": "Sevgiler,<span></span> Adblock Plus Ekibi"
  },
  "update-gaurantee__text": {
    "message": "Bizi güvenle destekleyin: <strong>60 günlük para iade garantisi.</strong> Üstelik Adblock Plus kullanmaya devam edebilirsiniz."
  },
  "update-payment-frequency__label--once": {
    "message": "<strong>Tek seferlik</strong> bir katkı yapın"
  },
  "update-payment-frequency__label--recurring": {
    "message": "<strong>Düzenli</strong> katkı yapın"
  },
  "update-payment-switch__label--monthly": {
    "message": "Aylık"
  },
  "update-payment-switch__label--yearly": {
    "message": "Yıllık"
  },
  "update-payment-reward__text": {
    "message": "Güzel! <span>35,00$’lık</span> bir katkı, <span>Adblock Plus Premium’u</span> <span>bir yıl süresince kullanma olanağı sağlar</span>. Desteğiniz için teşekkürler."
  },
  "update-payment__checkout-button": {
    "message": "Şimdi Katkı Yap"
  },
  "product__premium": {
    "message": "Adblock Plus Premium"
  },
  "update-payment-reward__1-month": {
    "message": "Güzel! <span>35,00</span> tutarında bir katkı, <span>Adblock Plus Premium’u</span> bir ay süresince kullanma olanağı sağlar. Desteğiniz için teşekkürler."
  },
  "update-payment-reward__n-months": {
    "message": "Güzel! <span>35,00</span> tutarında bir katkı, <span>Adblock Plus Premium’u</span> <span>8</span> ay süresince kullanma olanağı sağlar. Desteğiniz için teşekkürler."
  },
  "update-payment-reward__1-year": {
    "message": "Güzel! <span>35,00</span> tutarında bir katkı, <span>Adblock Plus Premium’u</span> bir yıl süresince kullanma olanağı sağlar. Desteğiniz için teşekkürler."
  },
  "update-payment-reward__n-years": {
    "message": "Güzel! <span>35,00</span> tutarında bir katkı, <span>Adblock Plus Premium’u</span> <span>8</span> yıl süresince kullanma olanağı sağlar. Desteğiniz için teşekkürler."
  },
  "update-payment-reward": {
    "message": "Güzel! <span>35,00</span> tutarında bir katkı, <span>Adblock Plus Premium’u kullanma olanağı sağlar</span>. Desteğiniz için teşekkürler."
  },
  "update-payment-suffix__monthly": {
    "message": "/aylık"
  },
  "update-payment-suffix__yearly": {
    "message": "/yıllık"
  },
  "update__installing-card__heading-1": {
    "message": "En son Adblock Plus güncellemesi yükleniyor"
  }
}