{
  "youtube-letter__heading": {
    "message": "Youtube’un Yeni Reklam Engelleyici Uyarıları"
  },
  "youtube-letter__subheading": {
    "message": "Youtube üzerinde reklam engellemek giderek zorlaşıyor."
  },
  "youtube-letter__paragraph-1": {
    "message": "Bir Adblock Plus kullanıcısı olarak, YouTube'da reklam engelleyici uyarılarıyla karşılaşabilirsiniz. Bu uyarılar, kimi durumlarda üç videodan sonra YouTube reklamlarına izin vermenizi talep etmekte; kimi durumlarda ise Adblock Plus devre dışı bırakılana kadar hiçbir videoyu oynatmanıza izin vermemektedir. "
  },
  "youtube-letter__paragraph-2": {
    "message": "Biz eklentimizin güncellik ve etkinliğini koruyup sürdürmeye çalışırken, YouTube da sürekli olarak bu reklam engelleyici uyarısının gösterilmesi üzerine çalışmakta. Bunun, sitede bir reklam engelleyici uyarısı ile karşılaşıp karşılaşmayacağınız konusunda öngörülemeyen bir deneyim yaşamanıza neden olduğunu biliyoruz. İzin verilen yasal parametreler dâhilinde çalışırken, kullanıcılarımız açısından bu deneyimi daha iyi hale getirmek için elimizden gelen her şeyi yapıyoruz. Nitekim, dünyanın her yerinde kullanıcılarımız var ve bu nedenle de faaliyetlerimizi söz konusu ülkelerde uygulanan birçok yasaya uygun şekilde yürüttüğümüzden emin olmak zorundayız."
  },
  "youtube-letter__paragraph-3": {
    "message": "Adblock Plus yüklüyken YouTube'a erişebilmeniz için tek yapmanız gereken, <a>YouTube'u izin verilenler listenize eklemektir</a>. Bu sayede, gezindiğiniz tüm diğer sitelerde reklamlar engellenmeye devam ederken, Youtube üzerindeki reklamlara izin verilir. Web üzerinde hangi siteyi ziyaret ederseniz edin, Adblock Plus size aynı zamanda web sayfalarındaki dikkat dağıtıcı unsurları gizlemek için <a>özel engelleme kuralları</a> kullanma olanağı da sunar. (Bu özellikten Chrome, Edge ve Firefox kullanıcıları yararlanabilir.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "Bu arada biz de sizin için web genelinde açılır pencereleri ve diğer rahatsız edici reklamları engellemeye devam edeceğiz. Çok daha fazla dikkat dağıtıcı unsuru (açılır bültenler, anket talepleri ve kayan videolar gibi) engellemek istiyorsanız dilediğiniz an <a>Adblock Plus Premium’a kaydolabilirsiniz</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "Tüm desteğiniz için teşekkürler!"
  },
  "title": {
    "message": "YouTube’da Reklam Engelleme | Adblock Plus"
  },
  "description": {
    "message": "YouTube reklamlarını engellemeye mi çalışıyorsunuz? Adblock Plus kullanıcılarının neden YouTube üzerinde reklam engelleyici uyarısıyla karşılaştığı hakkında daha fazla bilgi edinin."
  }
}