{
  "youtube-letter__heading": {
    "message": "Youtube’un Reklam Engelleyici Mesajı"
  },
  "youtube-letter__subheading": {
    "message": "Youtube'da reklam engellemek giderek zorlaşıyor."
  },
  "youtube-letter__paragraph-1": {
    "message": "Bir Adblock Plus kullanıcısı olduğunuzdan, reklam engelleyiciniz açıkken YouTube zaman zaman video oynatmanızı engelleyebilir. Bazen üç videodan sonra YouTube reklamlarına izin vermenizi isteyen bir mesaj çıkar, bazen de Adblock Plus kapatılana kadar hiçbir şey oynatmanıza izin vermez."
  },
  "youtube-letter__paragraph-2": {
    "message": "Biz uzantımızı güncel ve etkili tutmaya çalışırken, YouTube da reklam engelleyicileri kendi sitesinde durdurmak için sürekli çalışıyor. Bu durumun, bu mesajı görseniz de görmeseniz de öngörülemez ve idealden uzak bir deneyim yaşamanıza neden olduğunu biliyoruz. Bu deneyimi kullanıcılarımız açısından daha iyi hale getirmek için elimizden gelen her şeyi yapıyoruz."
  },
  "youtube-letter__paragraph-3": {
    "message": "Adblock Plus yüklüyken YouTube'a erişebildiğinizden emin olmak için tek yapmanız gereken <a>YouTube'u izin verilenler listenize eklemektir</a>. Youtube'da reklamlara bir kez izin vermeyi ya da her zaman izin vermeyi tercih edebilirsiniz. Elbette, gezindiğiniz tüm diğer sayfa ve sitelerdeki rahatsız edici reklamları engellemeye devam edeceğiz. Web'de nerede olursanız olun, Adblock Plus size web sayfalarındaki dikkat dağıtıcı unsurları gizlemek için <a>özel engelleme kuralları</a> kullanma olanağı da sunar. (Bu özellikten Chrome, Edge ve Firefox kullanıcıları yararlanabilir.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "Bu arada biz de sizin için web genelinde açılır pencereleri ve diğer rahatsız edici reklamları engellemeye devam edeceğiz. Daha fazla dikkat dağıtıcı unsuru (açılır bültenler, anket talepleri ve kayan videolar gibi) engellemek istiyorsanız dilediğiniz an <a>Adblock Plus Premium’a kaydolabilirsiniz</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "Tüm desteğiniz için teşekkürler!"
  },
  "title": {
    "message": "YouTube’da Reklam Engelleme | Adblock Plus"
  },
  "description": {
    "message": "YouTube reklamlarını engellemeye mi çalışıyorsunuz? Adblock Plus kullanıcılarının neden YouTube üzerinde reklam engelleyici uyarısıyla karşılaştığı hakkında daha fazla bilgi edinin."
  }
}