{
  "title": {
    "message": "Αποκλεισμός μπάνερ για τα cookie | Adblock Plus Premium"
  },
  "description": {
    "message": "Αποκλείστε τα ενοχλητικά μπάνερ για τα cookies που σας ζητούν να αποδεχτείτε cookies ενώ περιηγείστε στον ιστό. Ξεκινήστε με το Adblock Plus Premium τώρα!"
  },
  "hero__heading": {
    "message": "Μπορείτε τώρα να αφαιρέσετε τα μπάνερ για τα cookie σε όλο τον ιστό!"
  },
  "hero__subheading": {
    "message": "Αποκλείστε τα μπάνερ για τα cookies με το Adblock Plus Premium και αφήστε πίσω σας μια απογοητευτική εμπειρία περιήγησης."
  },
  "hero-aside__heading": {
    "message": "Παρακαλώ μην απομακρυνθείτε"
  },
  "hero-aside__paragraph-1": {
    "message": "Γεια σας,"
  },
  "hero-aside__paragraph-2": {
    "message": "Πιθανώς γνωρίζετε πολύ καλά τα ενοχλητικά αναδυόμενα παράθυρα που σας ζητούν να συναινέσετε στη χρήση cookies καθώς σερφάρετε στον ιστό. Βρίσκονται παντού χάρη στους νόμους περί απορρήτου στο διαδίκτυο. Και ενώ είμαστε μεγάλοι οπαδοί της διαφάνειας και της διαδικτυακής ιδιωτικότητας, δεν υπάρχει αμφιβολία ότι αυτά τα μπάνερ για τα cookies είναι ενοχλητικά για τους χρήστες του διαδικτύου."
  },
  "hero-aside__paragraph-3": {
    "message": "Είμαστε ενθουσιασμένοι να ανακοινώσουμε ότι μπορείτε τώρα να αποκλείσετε τα μπάνερ για τα cookies με το Adblock Plus Premium! Πηγαίνετε εκεί που θέλετε γρηγορότερα όταν το Adblock Plus Premium κρύβει αυτά τα μπάνερ και απορρίπτει όλα τα περιττά cookies που μπορούμε να απορρίψουμε για λογαριασμό σας. Απολαύστε μια απρόσκοπτη εμπειρία περιήγησης με λιγότερους περισπασμούς και λιγότερη παρακολούθηση από τους διαφημιστές. Εγγραφείτε στο Adblock Plus Premium σήμερα για να ξεκινήσετε."
  },
  "hero-aside__paragraph-4": {
    "message": "Με εκτίμηση, <span>Η ομάδα Adblock Plus</span>"
  },
  "premium-checkout-header__heading": {
    "message": "Ξεκινήστε να αποκλείετε τα μπάνερ για τα cookie και ξεκινήστε σήμερα:"
  },
  "premium-checkout-card-option__button-1": {
    "message": "<span>$2</span> Μηνιαίως στο Premium"
  },
  "premium-checkout-card-option__button-2": {
    "message": "<span>$20</span> Ετησίως στο Premium"
  },
  "premium-checkout-card-option__badge": {
    "message": "Εξοικονομήστε 17%"
  },
  "premium-checkout-features__heading": {
    "message": "Τι περιλαμβάνεται;"
  },
  "premium-checkout-features__item-1": {
    "message": "Με το Premium, θα απολαμβάνετε ενισχυμένο αποκλεισμό αναδυόμενων παραθύρων. Πείτε αντίο στους ενοχλητικούς περισπασμούς, όπως τα αιωρούμενα βίντεο, τα αιτήματα για ενημερωτικά δελτία, τα μπάνερ για τα cookie και άλλα."
  },
  "premium-checkout-features__item-2": {
    "message": "Συγχρονίστε τις ρυθμίσεις σας σε πολλαπλές συσκευές όταν χρησιμοποιείτε το Premium."
  },
  "premium-checkout-submit__button": {
    "message": "Ολοκληρωμένη αγορά"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Πολιτική ιδιωτικού απορρήτου"
  },
  "premium-checkout-policy__heading": {
    "message": "Υποστηρίξτε μας με εμπιστοσύνη:"
  },
  "premium-checkout-policy__text": {
    "message": " Αν δεν είστε απόλυτα ευχαριστημένοι με το premium, μπορείτε να ακυρώσετε την αναβάθμισή σας ανά πάσα στιγμή. Και μπορείτε να κρατήσετε το Adblock Plus!"
  }
}