{
  "title": {
    "message": "Αποκλεισμός ειδοποιήσεων συγκατάθεης cookies | Adblock Plus"
  },
  "description": {
    "message": "Προσθέστε τη λειτουργία «I don’t care about cookies» στο Adblock Plus και αποκλείστε τις ειδοποιήσεις συγκατάθεσης cookies. Σερφάρετε ταχύτερα, με λιγότερες διακοπές και περισσότερο έλεγχο."
  },
  "cookie-illustration": {
    "description": "alt text",
    "message": "Εικονίδιο cookie"
  },
  "tired-of-cookies": {
    "description": "heading",
    "message": "Σας έχουν κουράσει οι ειδοποιήσεις συγκατάθεσης cookies που εμφανίζονται σε κάθε σελίδα;"
  },
  "add-feature": {
    "message": "Προσθέστε τη δημοφιλή λειτουργία «<a>I don’t care about cookies</a>» στο Adblock Plus και αποκτήστε ακόμη μεγαλύτερο έλεγχο της διαδικτυακής σας εμπειρίας."
  },
  "you-can-block": {
    "message": "Μπορείτε να αποκλείσετε αυτές τις ειδοποιήσεις συγκατάθεσης cookies και να σερφάρετε ταχύτερα και καλύτερα. Εάν δεν έχετε Adblock Plus, πρώτα προσθέστε το και στη συνέχεια απολαύστε αυτήν την εκπληκτική λειτουργία."
  },
  "not-supported-error": {
    "message": "Αυτή η δυνατότητα δεν είναι διαθέσιμη ακόμα για τον περιηγητή σας. Εν τω μεταξύ, μπορείτε ακόμα να κάνετε αποκλεισμό των ανεπιθύμητων διαφημίσεων με το Adblock Plus."
  },
  "go-to-download": {
    "description": "tooltip text",
    "message": "Μετάβαση στη λήψη"
  },
  "get-it-now": {
    "description": "button text",
    "message": "ΑΠΟΚΤΗΣΤΕ ΤΟ ΤΩΡΑ"
  },
  "add-the-feature": {
    "message": "Προσθέστε τη δυνατότητα «I don’t care about cookies» στο Adblock Plus"
  },
  "add-feature-link": {
    "description": "button text",
    "message": "Προσθήκη λειτουργίας στο ABPP"
  },
  "not-using-yet": {
    "message": "Ακόμα δεν έχετε  βAdblock Plus;"
  },
  "feature-note": {
    "message": "<strong>Σημείωση:</strong> προσθέτοντας αυτή τη λειτουργία και αποκλείοντας αυτές τις ειδοποιήσεις συγκατάθεσης, παραιτείστε του δικαιώματός σας να λαμβάνετε ενημερώσεις σχετικά με τη χρήση των cookies και την επεξεργασία των ρυθμίσεων τους σε μεμονωμένους ιστότοπους"
  },
  "how-to-add": {
    "description": "heading",
    "message": "Πως να προσθέσετε τη λειτουργία"
  },
  "screenshot-showing-confirm": {
    "description": "alt text",
    "message": "Στιγμιότυπο οθόνης με το μήνυμα επιβεβαίωσης για την προσθήκη της λειτουργίας στο Adblock Plus"
  },
  "how-to-remove": {
    "description": "heading",
    "message": "Πως να την καταργήσετε"
  },
  "screenshot-showing-install": {
    "description": "alt text",
    "message": "Στιγμιότυπο οθόνης με το σημείο όπου εγκαταστάθηκε η λειτουργία"
  },
  "more-filters-section": {
    "message": "Η λειτουργία αποθηκεύεται αυτόματα στην ενότητα ΠΕΡΙΣΣΟΤΕΡΑ ΦΙΛΤΡΑ. Εάν επιθυμείτε να την καταργήσετε, μπορείτε να τη βρείτε εκεί."
  }
}