{
  "title": {
    "message": "Σελίδα προσφοράς για την Black Friday του Adblock Plus Premium"
  },
  "description": {
    "message": "Απολαύστε την προσφορά μας για τη Black Friday και κερδίστε 50% έκπτωση σε μια ετήσια συνδρομή στο Adblock Plus Premium. Αποκτήστε διαδίκτυο χωρίς περισπασμούς τώρα!"
  },
  "s1": {
    "message": "Γιορτάστε τις διακοπές με ένα πιο ισχυρό Adblock Plus"
  },
  "s2": {
    "message": "/μήνα"
  },
  "s3": {
    "message": "Κανονική τιμή: $2/μήνα"
  },
  "s4": {
    "message": "Αποκτήστε το Adblock Plus Premium"
  },
  "s5": {
    "message": "Προσφορά για τη Black Friday:"
  },
  "s6": {
    "message": "50% έκπτωση στην ετήσια συνδρομή"
  },
  "s7": {
    "message": "Αποκτήστε 50% έκπτωση για το Adblock Plus Premium"
  },
  "s8": {
    "message": "$20 ετήσια χρέωση"
  },
  "s9": {
    "message": "Απολαύστε μια καλύτερη εμπειρία online αγορών με το Adblock Plus Premium"
  },
  "s10": {
    "message": "Βιαστείτε - αυτή η προσφορά δεν θα διαρκέσει!"
  },
  "s11": {
    "message": "Είστε έτοιμοι να ζήσετε έναν πιο ιδιωτικό ιστό χωρίς περισπασμούς; Ξεκινήστε σήμερα και αξιοποιήστε στο έπακρο τη μεγαλύτερη σεζόν διαδικτυακών αγορών του έτους."
  },
  "s12": {
    "message": "Κάντε κλικ παρακάτω για να εγγραφείτε τώρα:"
  },
  "s13": {
    "message": "Εγγραφείτε τώρα και εξοικονομήστε 50%!"
  },
  "s14": {
    "message": "Αυτή είναι μια περιορισμένη προσφορά, διαθέσιμη από 24 Νοεμβρίου 2023 έως 3 Δεκεμβρίου 2023."
  },
  "s15": {
    "message": "Η έκπτωση 50% ισχύει για ένα έτος ετήσιας συνδρομής. Μετά από αυτό το έτος, η συνδρομή σας θα ανανεωθεί στην κανονική τιμή. Οι τιμές εμφανίζονται σε ΔΟΛ. ΗΠΑ $."
  },
  "s16": {
    "message": "Εάν επιλέξετε να πληρώσετε σε διαφορετικό νόμισμα, ενδέχεται να επιβαρυνθείτε με πρόσθετη χρέωση από την τράπεζά σας ή τον υπεύθυνο διεκπεραίωσης της πληρωμής."
  },
  "s17": {
    "message": "Αποκτήστε 50% έκπτωση για το Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Αποκλείστε διαφημίσεις και αναδυόμενα παράθυρα"
  },
  "premium-benefit_2": {
    "message": "Σταματήστε τους trackers"
  },
  "premium-benefit_3": {
    "message": "Αποκλείστε ειδοποιήσεις ιστότοπου"
  },
  "premium-benefit_4": {
    "message": "Σταματήστε τα αιωρούμενα βίντεο"
  },
  "premium-benefit_5": {
    "message": "Αποκρύψτε τα αναδυόμενα παράθυρα ενημερωτικών δελτίων"
  },
  "premium-benefit_6": {
    "message": "Αγνοήστε τα αιτήματα έρευνας"
  },
  "benefit_1-heading": {
    "message": "Επικεντρωθείτε σε αυτά που έχουν σημασία."
  },
  "benefit_1-paragraph": {
    "message": "Με το Adblock Plus Premium, μπορείτε να ψωνίζετε και να περιηγείστε στο διαδίκτυο με λιγότερους περισπασμούς. Επικεντρωθείτε στο περιεχόμενο που θέλετε να δείτε, είτε πρόκειται για την αναζήτηση των καλύτερων προσφορών για online αγορές είτε για την απλή επίσκεψη στους αγαπημένους σας ιστότοπους."
  },
  "benefit_2-heading": {
    "message": "Αποφύγετε κάποια παρακολούθηση από τους διαφημιστές."
  },
  "benefit_2-paragraph": {
    "message": "Το Adblock Plus Premium μπορεί να αποκλείσει τα αναδυόμενα παράθυρα συγκατάθεσης cookies, ενώ απορρίπτει αυτόματα τα cookies που μπορούμε να απορρίψουμε εκ μέρους σας. Αυτό σημαίνει ότι δεν χρειάζεται να βλέπετε αυτές τις ενοχλητικές ειδοποιήσεις που σας ζητούν να αποδεχτείτε τα cookies για κάθε ιστότοπο που επισκέπτεστε. Έτσι θα αποδέχεστε μόνο τα cookies που είναι λειτουργικά για έναν ιστότοπο και όχι τα cookies τρίτων και τα διαφημιστικά cookies."
  },
  "benefit_3-heading": {
    "message": "Αποκτήστε γρήγορα τις πιο καυτές προσφορές."
  },
  "benefit_3-paragraph": {
    "message": "Το Adblock Plus σάς προσφέρει ταχύτερους χρόνους φόρτωσης σελίδων, επιτρέποντάς σας να αρπάζετε τις προσφορές περιορισμένου χρόνου και τα προϊόντα με μεγάλη ζήτηση με αστραπιαία ταχύτητα."
  }
}