{
  "title": {
    "message": "Γιορτινή Προσφορά - Adblock Plus Premium"
  },
  "description": {
    "message": "Γιορτάστε τις γιορτές με μια ετήσια συνδρομή στο Adblock Plus Premium. Χαρίστε στον εαυτό σας μια καλύτερη εμπειρία στο διαδίκτυο τώρα!"
  },
  "s1": {
    "message": "Χαρίστε στον εαυτό σας ένα πιο ισχυρό Adblock Plus"
  },
  "s2": {
    "message": "/μήνα"
  },
  "s3": {
    "message": "Κανονική τιμή: $2/μήνα"
  },
  "s4": {
    "message": "Αποκτήστε το Adblock Plus Premium"
  },
  "s5": {
    "message": "Γιορτινή Προσφορά:"
  },
  "s6": {
    "message": "50% έκπτωση στην ετήσια συνδρομή"
  },
  "s7": {
    "message": "Κερδίστε 50% έκπτωση από το Adblock Plus Premium"
  },
  "s8": {
    "message": "$20 ετήσια χρέωση"
  },
  "s9": {
    "message": "Απολαύστε μια καλύτερη εμπειρία online αγορών με το Adblock Plus Premium"
  },
  "s10": {
    "message": "Βιαστείτε - αυτή η προσφορά δεν θα διαρκέσει πολύ!"
  },
  "s11": {
    "message": "Χαρίστε στον εαυτό σας το δώρο των λιγότερων περισπασμών και μιας καλύτερης εμπειρίας στο διαδίκτυο. Εγγραφείτε σήμερα και ξεκινήστε την ετήσια συνδρομή σας στο Adblock Plus Premium."
  },
  "s12": {
    "message": "Κάντε κλικ παρακάτω για να εγγραφείτε τώρα:"
  },
  "s13": {
    "message": "Εγγραφείτε τώρα και εξοικονομήστε 50%!"
  },
  "s14": {
    "message": "Αυτή είναι μια προσφορά περιορισμένου χρόνου που διατίθεται από 24 Νοεμβρίου 2023 έως 15 Δεκεμβρίου 2023."
  },
  "s15": {
    "message": "Η έκπτωση 50% ισχύει για ένα έτος της ετήσιας συνδρομής σας. Μετά από αυτό το έτος, η συνδρομή σας θα ανανεωθεί στην κανονική τιμή. Οι τιμές εμφανίζονται σε δολάρια ΗΠΑ."
  },
  "s16": {
    "message": "Εάν επιλέξετε να πληρώσετε σε διαφορετικό νόμισμα, ενδέχεται να επιβαρυνθείτε με πρόσθετη χρέωση από την τράπεζά σας ή τον επεξεργαστή πληρωμών."
  },
  "s17": {
    "message": "Κερδίστε 50% έκπτωση στο Adblock Plus Premium"
  },
  "premium-benefit_1": {
    "message": "Αποκλείστε διαφημίσεις και αναδυόμενα παράθυρα"
  },
  "premium-benefit_2": {
    "message": "Σταματήστε τους trackers"
  },
  "premium-benefit_3": {
    "message": "Αποκλείστε τις ειδοποιήσεις ιστότοπου"
  },
  "premium-benefit_4": {
    "message": "Σταματήστε τα αιωρούμενα βίντεο"
  },
  "premium-benefit_5": {
    "message": "Αποκρύψτε τα αναδυόμενα παράθυρα ενημερωτικών δελτίων"
  },
  "premium-benefit_6": {
    "message": "Αγνοήστε τα αιτήματα έρευνας"
  },
  "benefit_1-heading": {
    "message": "Επικεντρωθείτε σε αυτό που έχει σημασία."
  },
  "benefit_1-paragraph": {
    "message": "Με το Adblock Plus Premium, μπορείτε να ψωνίζετε και να περιηγείστε στο διαδίκτυο με λιγότερους περισπασμούς. Επικεντρωθείτε στο περιεχόμενο που θέλετε να δείτε, είτε πρόκειται για το κυνήγι των καλύτερων προσφορών για online αγορές είτε για μια απλή επίσκεψη στους αγαπημένους σας ιστότοπους."
  },
  "benefit_2-heading": {
    "message": "Αποφύγετε κάποια παρακολούθηση από τους διαφημιστές."
  },
  "benefit_2-paragraph": {
    "message": "Το Adblock Plus Premium μπορεί να μπλοκάρει τα αναδυόμενα παράθυρα συγκατάθεσης cookies, ενώ απορρίπτει αυτόματα τα cookies που μπορούμε να απορρίψουμε εκ μέρους σας. Αυτό σημαίνει ότι δεν χρειάζεται να βλέπετε αυτές τις ενοχλητικές ειδοποιήσεις που σας ζητούν να αποδεχτείτε τα cookies για κάθε ιστότοπο που επισκέπτεστε. Και θα αποδέχεστε μόνο τα cookies που είναι λειτουργικά για έναν ιστότοπο και όχι τα cookies τρίτων και τα διαφημιστικά cookies."
  },
  "benefit_3-heading": {
    "message": "Αποκτήστε γρήγορα τις πιο καλές προσφορές."
  },
  "benefit_3-paragraph": {
    "message": "Το Adblock Plus σας προσφέρει ταχύτερους χρόνους φόρτωσης σελίδων, επιτρέποντάς σας να αποκτάστε τις προσφορές περιορισμένου χρόνου και τα προϊόντα με μεγάλη ζήτηση με αστραπιαία ταχύτητα."
  },
  "deal__subheading": {
    "message": "Αυτή την περίοδο των γιορτών, είμαστε ενθουσιασμένοι να μοιραστούμε μια ειδική προσφορά που σας δίνει περισσότερο έλεγχο στην εμπειρία περιήγησής σας. Όταν αγοράζετε μια ετήσια συνδρομή στο Adblock Plus Premium, κερδίζετε 50% έκπτωση στην κανονική τιμή!"
  },
  "deal__heading-2": {
    "message": "Αποκλείστε κάτι περισσότερο από διαφημίσεις"
  },
  "deal__subheading-2": {
    "message": "Το Adblock Plus Premium σάς επιτρέπει να περιηγείστε στον ιστό με τον τρόπο που θέλετε. Χάρη στη λειτουργία Ελέγχου Απόσπασης Προσοχής, μπορείτε να αποκλείσετε ενοχλητικές παρεμβολές, όπως αιωρούμενα βίντεο που σας ακολουθούν, αναδυόμενα παράθυρα ενημερωτικών δελτίων, αιτήματα έρευνας και πολλά άλλα."
  }
}