{
  "title": {
    "message": "Ξεκινήστε με το Adblock Plus"
  },
  "description": {
    "message": "Κάντε την εμπειρία σας στο διαδίκτυο ακόμα καλύτερη με αυτές τις απλές συμβουλές."
  },
  "educational_page_heading-1": {
    "message": "Αξιοποιήστε το Adblock Plus στο έπακρο"
  },
  "educational_page_subheading-1": {
    "message": "Κάντε την εμπειρία σας στο διαδίκτυο ακόμα καλύτερη με αυτές τις απλές συμβουλές."
  },
  "educational_page_heading-2": {
    "message": "Βρείτε εύκολα το Adblock Plus"
  },
  "educational_page_card_1_p_1": {
    "message": "Σε μια προσπάθεια να αποσυμφορηθεί η γραμμή εργαλείων του προγράμματος περιήγησης, το Edge, το Chrome και άλλα προγράμματα περιήγησης «κρύβουν» τις επεκτάσεις του προγράμματος περιήγησης μετά την εγκατάστασή τους. Για να διασφαλίσετε ότι το Adblock Plus παραμένει εύκολα ανιχνεύσιμο, καρφιτσώστε το στο πρόγραμμα περιήγησής σας. Όταν καρφιτσώνετε μια επέκταση στη γραμμή εργαλείων του προγράμματος περιήγησής σας, θα μπορείτε να την ανοίγετε με ένα κλικ, όποτε χρειάζεται."
  },
  "educational_page_card_1_p_2": {
    "message": "Με το καρφίτσωμα του Adblock Plus θα έχετε γρήγορη πρόσβαση στο μενού μας. Όταν ανοίγετε το μενού μας, μπορείτε να δείτε πόσες διαφημίσεις αποκλείονται αυτή τη στιγμή και πόσες έχετε αποκλείσει συνολικά."
  },
  "educational_page_card_1_p_3": {
    "message": "Μπορείτε <a>να ενεργοποιήσετε και να απενεργοποιήσετε το Adblock Plus</a> απευθείας από το μενού, καθώς και <a>να μπλοκάρετε συγκεκριμένα στοιχεία της σελίδας</a> που δεν θέλετε να βλέπετε. Ανοίγοντας το μενού μπορείτε επίσης να έχετε πρόσβαση στις ρυθμίσεις σας ή να αναφέρετε τυχόν προβλήματα."
  },
  "educational_page_card_1_accordion_1_topic": {
    "message": "Για να καρφιτσώσετε την επέκταση Adblock Plus στο Chrome:"
  },
  "educational_page_card_1_accordion_1_li_1": {
    "message": "Κάντε κλικ στο εικονίδιο παζλ στη γραμμή εργαλείων του Chrome για να αποκτήσετε πρόσβαση στο μενού επεκτάσεων του Chrome."
  },
  "educational_page_card_1_accordion_1_li_2": {
    "message": "Βρείτε το εικονίδιο ABP στη λίστα στην αναπτυσσόμενη λίστα που εμφανίζεται."
  },
  "educational_page_card_1_accordion_1_li_3": {
    "message": "Κάντε κλικ στο εικονίδιο της καρφίτσας για να προσθέσετε την επέκταση στη γραμμή εργαλείων σας. Το εικονίδιο της καρφίτσας θα γίνει μπλε μόλις η επέκταση καρφιτσωθεί επιτυχώς στη γραμμή εργαλείων σας."
  },
  "educational_page_card_1_accordion_2_topic": {
    "message": "Για να καρφιτσώσετε την επέκταση Adblock Plus στο Edge:"
  },
  "educational_page_card_1_accordion_2_li_1": {
    "message": "Κάντε κλικ στο εικονίδιο παζλ για να ανοίξετε το μενού επεκτάσεων του Edge."
  },
  "educational_page_card_1_accordion_2_li_2": {
    "message": "Βρείτε το εικονίδιο ABP στη λίστα στην αναπτυσσόμενη λίστα που εμφανίζεται."
  },
  "educational_page_card_1_accordion_2_li_3": {
    "message": "Κάντε κλικ στο εικονίδιο προβολής/απόκρυψης (εικονίδιο ματιού) για να προσθέσετε το Adblock Plus στη γραμμή εργαλείων."
  },
  "educational_page_card_1_accordion_3_topic": {
    "message": "Για να καρφιτσώσετε την επέκταση Adblock Plus στο Firefox:"
  },
  "educational_page_card_1_accordion_3_li_1": {
    "message": "Κάντε κλικ στο εικονίδιο παζλ στην επάνω δεξιά γωνία για να ανοίξετε τη λίστα επεκτάσεων του Firefox."
  },
  "educational_page_card_1_accordion_3_li_2": {
    "message": "Βρείτε το εικονίδιο ABP στη λίστα στην αναπτυσσόμενη λίστα που εμφανίζεται."
  },
  "educational_page_card_1_accordion_3_li_3": {
    "message": "Κάντε κλικ στο εικονίδιο ρυθμίσεων (γρανάζι) δίπλα στην επέκταση Adblock Plus."
  },
  "educational_page_card_1_accordion_3_li_4": {
    "message": "Κάντε κλικ στην επιλογή Καρφίτσωμα στη γραμμή εργαλείων."
  },
  "educational_page_card_2_title": {
    "message": "Ενεργοποίηση του Adblock Plus για Ιδιωτική Περιήγηση"
  },
  "educational_page_card_2_p_1": {
    "message": "Χρησιμοποιείτε την ιδιωτική λειτουργία περιήγησης στο πρόγραμμα περιήγησής σας; Στο Google Chrome, αυτό ονομάζεται Λειτουργία Incognito. Στο Edge, ονομάζεται InPrivate. Και για τον Firefox, ονομάζεται απλά ιδιωτική περιήγηση."
  },
  "educational_page_card_2_p_2": {
    "message": "Εάν ναι, είναι σημαντικό να γνωρίζετε ότι η λειτουργία ιδιωτικής περιήγησης του προγράμματος περιήγησής σας συνήθως απενεργοποιεί τις επεκτάσεις του προγράμματος περιήγησης. Αυτό συμβαίνει επειδή οι επεκτάσεις συχνά κατασκευάζονται από τρίτους και συχνά περιλαμβάνουν παρακολούθηση του ιστορικού του προγράμματος περιήγησής σας."
  },
  "educational_page_card_2_p_3": {
    "message": "Αν θέλετε να χρησιμοποιείτε το Adblock Plus κατά την ιδιωτική περιήγηση, είναι εύκολο να το ενεργοποιήσετε."
  },
  "educational_page_card_2_accordion_1_li_1": {
    "message": "Πληκτρολογήστε chrome://extensions στη γραμμή διευθύνσεων για να εμφανιστεί μια λίστα με όλες τις επεκτάσεις σας."
  },
  "educational_page_card_2_accordion_1_li_2": {
    "message": "Βρείτε το Adblock Plus στη λίστα επεκτάσεων και κάντε κλικ στο κουμπί Λεπτομέρειες."
  },
  "educational_page_card_2_accordion_1_li_3": {
    "message": "Μετακινηθείτε προς τα κάτω και κάντε κλικ στο διακόπτη δίπλα στο Επιτρέψτε σε incognito."
  },
  "educational_page_card_2_accordion_2_li_1": {
    "message": "Πληκτρολογήστε edge://extensions στη γραμμή διευθύνσεων για να εμφανιστεί μια λίστα με όλες τις επεκτάσεις σας."
  },
  "educational_page_card_2_accordion_2_li_2": {
    "message": "Βρείτε το Adblock Plus στη λίστα επεκτάσεων και κάντε κλικ στο κουμπί Λεπτομέρειες."
  },
  "educational_page_card_2_accordion_2_li_3": {
    "message": "Μετακινηθείτε προς τα κάτω και κάντε κλικ στον διακόπτη εναλλαγής δίπλα στο Επιτρέψτε σε InPrivate."
  },
  "educational_page_card_2_accordion_3_li_1": {
    "message": "Πληκτρολογήστε about:addons στη γραμμή διευθύνσεων για να εμφανιστεί μια λίστα με όλες τις επεκτάσεις σας."
  },
  "educational_page_card_2_accordion_3_li_2": {
    "message": "Στο αριστερό μενού, κάντε κλικ στην επιλογή Επεκτάσεις."
  },
  "educational_page_card_2_accordion_3_li_3": {
    "message": "Βρείτε το Adblock Plus στη λίστα επεκτάσεων και κάντε κλικ στο μενού με τις τρεις τελείες."
  },
  "educational_page_card_2_accordion_3_li_4": {
    "message": "Επιλέξτε Διαχείριση."
  },
  "educational_page_card_2_accordion_3_li_5": {
    "message": "Μετακινηθείτε προς τα κάτω στην επιλογή Εκτέλεση σε Ιδιωτικά Παράθυρα και επιλέξτε Επιτρέψτε."
  },
  "educational_page_contacts_heading_3": {
    "message": "Χρειάζεστε βοήθεια;"
  },
  "educational_page_contacts_p": {
    "message": "Επισκεφθείτε το <a>Κέντρο Βοήθειας</a> για διορθώσεις σε συχνά αναφερόμενα προβλήματα ή μπορείτε να επικοινωνήσετε με την ομάδα υποστήριξής μας στο <a>support@adblockplus.org</a>."
  }
}