{
  "pay-with-lead-1": {
    "description": "heading",
    "message": "PΠληρώστε με:"
  },
  "installed-loader__card__body__text--installing": {
    "message": "Εγκατάσταση του Adblock Plus… "
  },
  "installed-main__block-2__heading-1": {
    "message": "Το σύστημα εμπιστοσύνης"
  },
  "installed-main__block-1__paragraph-1": {
    "message": "Η ομάδα του Adblock Plus σας καλωσορίζει. Σας ευχαριστούμε που εγκαταστήσατε το Adblock Plus!"
  },
  "installed-main__block-2__paragraph-1": {
    "message": "Το Adblock Plus είναι ένα έντιμο λογισμικό, που σημαίνει ότι <strong>υπάρχει εμπιστοσύνη<strong> μεταξύ μας:"
  },
  "installed-main__block-2__item-1": {
    "message": "Εσείς <strong>συμβάλλετε οικονομικά όσο μπορείτε</strong> για το Adblock Plus. Εμείς δεν <strong>σας</strong> δεσμεύουμε ως προς το ποσό."
  },
  "installed-main__block-2__item-2": {
    "message": "Αναπτύσσουμε λειτουργίες με τις οποίες αποκτάτε τον έλεγχο στην περιήγησή σας."
  },
  "installed-main__block-2__item-3": {
    "message": "Μπορείτε να λάβετε <strong>επιστροφή χρημάτων</strong> διατηρώντας ταυτόχρονα <strong>το Adblock Plus</strong> αν αυτό εν τέλει δεν σαςικανοποιεί."
  },
  "installed-main__block-4__paragraph-1": {
    "message": "Το Adblock Plus άρχισε να αποκλείει ενοχλητικές διαφημίσεις από τη στιγμή της επιτυχής του εγκατάστασης. Παρόλο που αποκλείουμε τις περισσότερες διαφημίσεις, κατανοούμε ότι πολλές ιστοσελίδες βασίζονται σε αυτές. Αυτός είναι και ο λόγος που επιτρέπουμε ορισμένες διαφημίσεις υπό την προϋπόθεση ότι τηρούν <a>αυστηρά κριτήρια</a>. Αν επιθυμείτε να απενεργοποιήσετε αυτή την επιλογή, μεταβείτε στις <a>Ρυθμίσεις</a> και απενεργοποιήστε οποιαδήποτε στιγμή τις Αποδεκτές Διαφημίσεις."
  },
  "installed-main__block-5__heading-1": {
    "message": "Λάβετε βοήθεια στέλνοντας απλώς ένα ηλεκτρονικό μήνυμα"
  },
  "installed-main__block-5__paragraph-1": {
    "message": "Αν χρειαστείτε τη βοήθειά μας, στην πύλη υποστήριξής μας <a>help.eyeo.com</a> θα βρείτε διαθέσιμη την επιλογή αυτοβοήθειας όλο το εικοσιτετράωρο για επτά ημέρες την εβδομάδα, καθώς και την επιλογή εξυπηρέτησης μέσω ηλεκτρονικού μηνύματος διαθέσιμη κατά τα εργάσιμα ωράρια."
  },
  "installed-footer__block-1__paragraph-1": {
    "message": "Το Adblock Plus αποκλείει διαδικτυακές διαφημίσεις και στις <strong>κινητές συσκευές!</strong> Αποκτήστε το <a>Adblock Plus για iOS</a> στο App Store για να αποκλείσετε διαφημίσεις στο πρόγραμμα περιήγησης Safari ή το <a>Adblock Plus για Samsung Internet</a> στο Google Play."
  },
  "installed-main__block-4__heading-1": {
    "message": "Αποδεκτές διαφημίσεις"
  },
  "installed-main__block-5__item-1": {
    "message": "24ωρη υποστήριξη αυτοβοήθειας στην πύλη μας"
  },
  "installed-main__block-5__item-2": {
    "message": "Από τις 8 π.μ. έως τις 5 μ.μ. μπορείτε να μας στείλετε email στην πύλη μας"
  },
  "installed-loader__section-2__heading": {
    "message": "Πλοηγηθείτε στο διαδίκτυο χωρίς ενοχλητικές διαφημίσεις"
  },
  "installed-loader__section-2__paragraph-1": {
    "message": "Ζήστε την εμπειρία ενός καθαρότερου, γρηγορότερου διαδικτύου και αποκλείστε ενοχλητικές διαφημίσεις, διατηρώνας τα δεδομένα και τις συσκευές σας ασφαλείς."
  },
  "appeal-form-checkout__submit": {
    "message": "Ολοκλήρωση αγοράς"
  }
}