{
  "title": {
    "message": "Σας ευχαριστούμε για τη συνεισφορά σας στο Adblock Plus!"
  },
  "subheading": {
    "message": "Εκτιμούμε ιδιαιτέρως την υποστήριξή σας. Συνεισφορές από άτομα σαν κι εσάς μας δίνουν τη δυνατότητα να συνεχίσουμε να δημιουργούμε εργαλεία που καθιστούν το διαδίκτυο ένα καλύτερο μέρος για όλους μας."
  },
  "p1": {
    "message": "Η συναλλαγή σας ολοκληρώθηκε και σύντομα θα λάβετε την απόδειξη μέσω ηλεκτρονικού ταχυδρομείου. Αν χρησιμοποιήσατε PayPal μπορείτε να συνδεθείτε στον λογαριασμό σας για να δείτε τις λεπτομέρειες συναλλαγής."
  },
  "faq-heading": {
    "message": "Συχνές ερωτήσεις"
  },
  "faq-receipt": {
    "message": "Θα λάβω απόδειξη;"
  },
  "faq-receipt-1": {
    "message": "Χρησιμοποιούμε τις υπηρεσίες των PayPal και Stripe για την ασφαλή επεξεργασία συνεισφορών και κάνουμε χρήση του συστήματος αυτόματων ηλεκτρονικών μηνυμάτων που προσφέρουν για την αποστολή βεβαίωσης παραλαβής και απόδειξης της συνεισφοράς σας στο Adblock Plus."
  },
  "faq-receipt-2": {
    "message": "Συνιστούμε να κρατήσετε το ηλεκτρονικό μήνυμα με την απόδειξη σε περίπτωση που επιθυμήσετε επιστροφή χρημάτων αργότερα. Χρειαζόμαστε μερικές βασικές πληροφορίες περί της συναλλαγής προκειμένου να μπορούμε να επεξεργαστούμε το αίτημα επιστροφής χρημάτων ή ακύρωσης περιοδικής συνεισφοράς."
  },
  "faq-receipt-3": {
    "message": "<strong>Σημείωση:</strong> η συναλλαγή θα υποδεικνύεται στην απόδειξη ως «eyeo GmbH (Adblock Plus)» και στη δήλωση του λογαριασμού ως «Adblock Plus» ή «ABP»."
  },
  "faq-refund": {
    "message": "Νομίζω ότι έγινε κάποιο λάθος! Πώς μπορώ να το διορθώσω;"
  },
  "faq-refund-1": {
    "message": "Μπορείτε <strong>να επικοινωνήσετε μαζί μας μέσω ηλεκτρονικού ταχυδρομείου στη διεύθυνση <a>support@adblockplus.org</a> ώστε να μπορούμε να σας εκδώσουμε μια δήλωση επιστροφής χρημάτων</strong>. Επεξεργαζόμαστε αιτήματα επιστροφής χρημάτων όλες τις εργάσιμες ημέρες, Δευτέρα έως Παρασκευή. Αιτήματα επιστροφής χρημάτων που έγιναν το Σαββατοκύριακο θα τεθούν υπό επεξεργασία το πρωί της Δευτέρας."
  },
  "faq-info-transactions": {
    "message": "Συμπεριλάβετε τα ακόλουθα στοιχεία ώστε να μπορούμε να εντοπίσουμε εύκολα τη συναλλαγή σας:"
  },
  "faq-info-transactions-1": {
    "message": "Ημερομηνία συναλλαγής"
  },
  "faq-info-transactions-2": {
    "message": "Ποσό (βρίσκεται στην απόδειξη που λάβατε μέσω ηλεκτρονικού ταχυδρομείου από το PayPal ή Stripe)"
  },
  "faq-info-transactions-3": {
    "message": "Ηλεκτρονική διεύθυνση που χρησιμοποιήσατε στη συναλλαγή"
  },
  "faq-info-transactions-4": {
    "message": "Κωδικός συναλλαγής"
  },
  "faq-info-transactions-5": {
    "message": "<strong>Σημείωση:</strong> Δεν πρόκειται να σας ζητήσουμε ποτέ ευαίσθητες πληροφορίες που αφορούν τη συναλλαγή σας (π.χ. τον πλήρη αριθμό κάρτας) και ούτε εσείς πρέπει να παρέχετε τέτοιες πληροφορίες."
  },
  "faq-refund-policy": {
    "message": "Ποια είναι η ισχύουσα πολιτική επιστροφής χρημάτων;"
  },
  "faq-refund-policy-1": {
    "message": "Θα σας επιστρέψουμε τα χρήματά σας για οποιονδήποτε λόγο εντός 60 ημερών. Επικοινωνήστε μαζί μας στη διεύθυνση <a>support@adblockplus.org</a> και θα εκδώσουμε αίτημα επιστροφής χρημάτων προς εσάς.  Μην φοβάστε! Θα μπορείτε να συνεχίσετε να χρησιμοποιείτε το Adblock Plus δωρεάν έχοντας πρόσβαση σε όλες τις λειτουργίες!"
  },
  "faq-refund-policy-2": {
    "message": "Ανεξάρτητα από το αν έχετε πληρώσει με PayPal ή κάρτα, παρακαλούμε να συμπεριλάβετε τις ακόλουθες πληροφορίες στο ηλεκτρονικό μήνυμά σας:"
  },
  "faq-cancellations": {
    "message": "Πώς μπορώ να ακυρώσω τη μηνιαία συνδρομή μου;"
  },
  "faq-cancellations-paypal": {
    "message": "Δωρεές μέσω PayPal"
  },
  "faq-cancellations-paypal-1": {
    "message": "Μπορείτε να διαχειριστείτε ή να ακυρώσετε μια συνδρομή μέσω PayPal άμεσα μέσω του λογαριασμού σας PayPal. Για να ακυρώσετε μια περιοδική συνεισφορά στο Adblock Plus ακολουθείστε τις κατευθυντήριες οδηγίες του <a>Κέντρου Ασφαλείας PayPal</a>."
  },
  "faq-cancellations-card": {
    "message": "Δωρεές μέσω κάρτας"
  },
  "faq-cancellations-card-1": {
    "message": "Αν έχετε εγγραφεί για περιοδική συνεισφορά προς το Adblock Plus και επιθυμείτε να την ακυρώσετε, παρακαλούμε όπως στείλετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου στη διεύθυνση <a>support@adblockplus.org</a>."
  },
  "further-questions": {
    "message": "Έχετε ακόμα ερωτήσεις;"
  },
  "further-questions-1": {
    "message": "Ερωτήσεις σχετικά με το Adblock Plus; Επικοινωνήστε μαζί μας μέσω ηλεκτρονικού ταχυδρομείου στη διεύθυνση <a>support@adblockplus.org</a> ή στείλτε μας μια <a>αναφορά σφαλμάτων</a>. Μπορείτε επίσης να βρείτε πληροφορίες στο <a>Κέντρο Εξυπηρέτησής μας</a>."
  },
  "further-questions-2": {
    "message": "Μπορείτε να ανακαλύψετε τι νέο υπάρχει στο <a>ιστολόγιό μας</a>."
  }
}