{
  "abb-ios": {
    "message": "Adblock Browser για iOS"
  },
  "abb-ios-data-collection": {
    "message": "Σε περίπτωση απρόσμενης κατάρρευσης, το Adblock Browser για iOS συλλέγει σχετικά δεδομένα για αναλύσεις της αιτίας του σφάλματος και τις μεταδίδει στο λογαριασμό μας <a>HockeyApp</a>. Τα δεδομένα χρησιμοποιούνται αποκλειστικά και μόνο για την ατομική αντιμετώπιση προβλημάτων (καθώς και για τον προσδιορισμό γενικών ελαττωμάτων που οδηγούν σε απρόβλεπτες καταρρεύσεις) και δεν κοινοποιούνται ποτέ σε τρίτους."
  },
  "abb-ios-data-retention": {
    "message": "Τα εν λόγω δεδομένα συλλέγονται μόνο όταν καταρρέει η εφαρμογή. Επιπλέον, το Adblock Browser για iOS ζητά ρητά την άδεια να αποστείλει τις συλλεγμένες πληροφορίες μετά την κατάρρευση. Όλες οι αναφορές καταρρεύσεων που αποθηκεύονται σε διακομιστές μας αφαιρούνται μετά από 30 ημέρες."
  },
  "crash-data": {
    "message": "Κατά τη διάρκεια μιας κατάρρευσης αποστέλλονται τα ακόλουθα στοιχεία:"
  },
  "crash-reporter": {
    "message": "Αναφορά κατάρρευσης"
  },
  "data-bundle-id": {
    "message": "Αναγνωριστικό παρτίδας, έκδοση παρτίδας και σύντομη έκδοση παρτίδας του Adblock Browser για iOS."
  },
  "data-device-type": {
    "message": "Τύπος συσκευής, αρχιτεκτονική της CPU και την έκδοση του λειτουργικού συστήματος."
  },
  "data-exception": {
    "message": "Εάν προέκυψε κάποια εξαίρεση, το όνομα της κλάσης σε απλό κείμενο και την τιμή της εξαίρεσης."
  },
  "data-low-level-data": {
    "message": "Δεδομένα κατάρρευσης χαμηλού επιπέδου όπως ο δείκτης καθοδήγησης, μέθοδος ονομάτων λειτουργίας, στοιχεία σήματος, μητρώα δείκτη και πληροφορίες σχετικά με τις φορτωμένες δυαδικές εικόνες."
  },
  "data-timestamp": {
    "message": "Χρονική σήμανση της κατάρρευσης."
  },
  "data-uuid": {
    "message": "Μια UUID που δημιουργείται για να αποτρέψει διπλές αναφορές καταρρεύσεων."
  },
  "hockeyapp-privacy": {
    "message": "Για να μάθετε περισσότερα σχετικά με την πολιτική προστασίας προσωπικών δεδομένων της HockeyApp δείτε τους <a>Όρους Παροχής Υπηρεσιών</a> καθώς και την <a>τεκμηρίωση για τα δεδομένα που συλλέγονται</a>."
  }
}