{
  "s1": {
    "message": "Το uBlock Origin αποχωρεί από το Chrome. Δείτε τι πρέπει να γνωρίζετε:"
  },
  "s2": {
    "message": "Το Google Chrome έχει αρχίσει να απενεργοποιεί το uBlock Origin στο πρόγραμμα περιήγησής του. Νωρίς αυτό το καλοκαίρι, το Chrome μετέβη στην πλατφόρμα επεκτάσεων Manifest V3, τερματίζοντας την υποστήριξη για το Manifest V2 και όλες τις επεκτάσεις MV2. Οι επεκτάσεις του Chrome που δεν έχουν ενημερωθεί στο Manifest V3 τώρα αποσύρονται σταδιακά από το πρόγραμμα περιήγησης."
  },
  "s3": {
    "message": "Ως επέκταση MV2, το uBlock Origin δεν θα λειτουργεί πλέον στο Chrome. Το uBlock Origin έχει δηλώσει δημόσια ότι δεν θα ενημερώσει την πλήρη έκδοσή του για να πληροί τις απαιτήσεις του MV3 και <a>το Chrome απενεργοποιεί αυτόματα το uBlock Origin επειδή δεν υποστηρίζεται πλέον</a>."
  },
  "s4": {
    "message": "Βρείτε ένα ad blocker για το Chrome"
  },
  "s5": {
    "message": "<span>Βεβαιωθείτε ότι το πρόγραμμα περιήγησης σας είναι ενημερωμένο</span> Κανονικά οι ενημερώσεις του προγράμματος περιήγησης γίνονται στο παρασκήνιο, αλλά αν δεν έχετε κλείσει το πρόγραμμα περιήγησης σας για λίγο καιρό, μπορεί να έχετε μια εκκρεμή ενημέρωση. Οι επεκτάσεις μπορεί να μην λειτουργούν σωστά αν το πρόγραμμα περιήγησης σας είναι παρωχημένος. Μάθετε <a>εδώ</a> πώς να ενημερώσετε χειροκίνητα το Chrome στον υπολογιστή σας, τις συσκευές Android ή iOS ή απλά ελέγξτε ότι έχετε την τελευταία έκδοση."
  },
  "s6": {
    "message": "<span>Βρείτε επεκτάσεις που λειτουργούν στο Chrome</span> Αν ο τρέχων ad blocker ή η επέκτασή σας δεν λειτουργεί πλέον στο Chrome, επισκεφθείτε το <a>Chrome Web Store</a> για να βρείτε επεκτάσεις συμβατές με MV3."
  },
  "s7": {
    "message": "Τι σημαίνει το Manifest V3 για τους ad blockers;"
  },
  "s8": {
    "message": "Οι επεκτάσεις, όπως οι ad blockers και οι διαχειριστές κωδικών πρόσβασης, είναι εργαλεία που προσθέτουμε στους browsers μας για να κάνουμε την online εμπειρία μας πιο εξατομικευμένη και ασφαλή. Στο παρασκήνιο, οι browsers παρέχουν μια πλατφόρμα που οι προγραμματιστές χρησιμοποιούν για να δημιουργήσουν αυτές τις επεκτάσεις, διασφαλίζοντας ότι λειτουργούν ομαλά ενώ σέβονται την ιδιωτικότητα και την ασφάλεια των χρηστών."
  },
  "s9": {
    "message": "Πρόσφατα, η Google ενημέρωσε τον τρόπο με τον οποίο το Chrome διαχειρίζεται τις επεκτάσεις μέσω της πλατφόρμας του, <a>Manifest V3</a>. Αυτές οι ενημερώσεις έχουν επηρεάσει τον τρόπο λειτουργίας πολλών επεκτάσεων του Chrome, συμπεριλαμβανομένων ορισμένων δημοφιλών ad blockers. Οι βασικές αλλαγές περιλαμβάνουν την αντικατάσταση παλαιότερων λειτουργιών με νεότερες, όπως η χρήση «service workers» αντί για σελίδες παρασκηνίου, την εισαγωγή αυστηρότερων κανόνων για την τροποποίηση των αιτημάτων ιστού και την απαγόρευση κώδικα που φιλοξενείται εξ αποστάσεως. Η Google λέει ότι αυτές οι ενημερώσεις αποσκοπούν στη βελτίωση της ασφάλειας, της ιδιωτικότητας και της απόδοσης των επεκτάσεων, διατηρώντας παράλληλα σημαντική λειτουργικότητα."
  },
  "s10": {
    "message": "Ωστόσο, οι επεκτάσεις, όπως το uBlock Origin Chrome, που δεν μεταφέρθηκαν στο MV3 αφαιρούνται αυτή τη στιγμή από το Chrome Web Store και θα σταματήσουν να λειτουργούν στο Chrome."
  },
  "s11": {
    "message": "Το Adblock Plus είναι συμβατό με το MV3 και διαθέσιμο στο Chrome"
  },
  "s12": {
    "message": "Όταν ανακοινώθηκε το Manifest V3, ξεκινήσαμε να ενημερώνουμε και να δοκιμάζουμε το Adblock Plus ώστε να συνεχίσουμε να σας προσφέρουμε την ίδια υψηλής ποιότητας εμπειρία αποκλεισμού διαφημίσεων σε όλες τις συσκευές και τα προγράμματα περιήγησης σας."
  },
  "s13": {
    "message": "Πιστεύουμε ότι θα πρέπει να έχετε την επιλογή του προγράμματος περιήγησης που θα χρησιμοποιήσετε και να έχετε στη διάθεσή σας τα εργαλεία για να κάνετε την εμπειρία σας στο διαδίκτυο καλύτερη. <a>Το Adblock Plus ήταν μία από τις πρώτες επεκτάσεις που μετανάστευσαν στο Manifest V3</a> και είναι συμβατό με την τελευταία έκδοση του Chrome. Ελπίζουμε ότι δεν το παρατηρήσατε καν όταν έγινε η αλλαγή."
  }
}