{
  "new-tab-heading-1": {
    "message": "Βοηθήστε το Adblock Plus να κάνει το διαδίκτυο καλύτερο"
  },
  "new-tab-lead-1": {
    "message": "Έχουμε επικεντρωθεί στην προσθήκη νέων λειτουργιών και στη βελτίωση της απόδοσης του Adblock Plus και εργαζόμαστε με πάθος για να σας προσφέρουμε την καλύτερη τεχνολογία αποκλεισμού διαφημίσεων, ώστε να μπορείτε να απολαύσετε έναν καθαρό ιστό."
  },
  "new-tab-lead-2": {
    "message": "Το AdBlock Plus είναι δωρεάν, ένα λογισμικό που υποστηρίζεται από την κοινότητα. Είναι σημαντικό για εμάς, ο καθένας να μπορεί να χρησιμοποιήσει το λογισμικό μας, ανεξάρτητα από το αν μπορεί να συνεισφέρει ή όχι. Αλλά αυτό δεν θα ήταν δυνατό χωρίς τη συνεχή υποστήριξή σας. Αφιερώνουμε πολύ χρόνο και πόρους για να αναπτύξουμε και να εξασφαλίσουμε την καλύτερη διαδικτυακή εμπειρία για τους χρήστες μας. Συνεισφέρετε το ποσό που πιστεύετε ότι είναι δίκαιο στο έργο του Adblock Plus και στις προσπάθειές μας να κρατήσουμε ζωντανή την κοινότητα αποκλεισμού διαφημίσεων. Κάθε συνεισφορά είναι σημαντική!"
  },
  "out-mission-heading-1": {
    "message": "Δημιουργία καλύτερης διαδικτυακής εμπειρίας για όλους"
  },
  "out-mission-lead-1": {
    "message": "Η αποστολή μας είναι να δημιουργήσουμε μια διαδικτυακή εμπειρία χωρίς περισπασμούς και ανησυχίες, για όλους. Έχουμε πολλή δουλειά να κάνουμε. Από τον αποκλεισμό περισσότερων αναδυόμενων παραθύρων και περισπασμών, μέχρι να κάνουμε την εμπειρία σας στο διαδίκτυο ασφαλέστερη, εστιάζουμε στο να διασφαλίσουμε ότι οι χρήστες μας διατηρούν τον έλεγχο του τρόπου με τον οποίο χρησιμοποιούν το διαδίκτυο. Η συνεισφορά σας επιτρέπει στην ομάδα μας να συνεχίσει να δημιουργεί απλά, διαισθητικά εργαλεία που είναι προσβάσιμα σε όλους. Δεν θα μπορούσαμε να κάνουμε αυτό που κάνουμε χωρίς εσάς!"
  },
  "whats-new-support": {
    "message": "Θέλετε να αναφέρετε ένα πρόβλημα; Επικοινωνήστε μαζί μας μέσω των μέσων κοινωνικής δικτύωσης, <a>email</a> ή του <a>φόρουμ χρηστών</a>."
  },
  "privacy-policy": {
    "message": "Πολιτική απορρήτου"
  }
}