{
  "abp-can-be-improved": {
    "message": "Το Adblock Plus σας μπορεί να βελτιωθεί!"
  },
  "adding-enhancements": {
    "message": "Πρόσφατα ολοκληρώσαμε την πρώτη από μια σειρά βελτιώσεων στο Adblock Plus. Με την κυκλοφορία του Adblock Plus Premium, έχουμε αναπτύξει πρόσθετους τρόπους για να βοηθήσουμε τους χρήστες μας να απολαύσουν μια διαδικτυακή εμπειρία με λιγότερα αναδυόμενα παράθυρα και περισπασμούς. Έχουμε επισημάνει αυτό το έργο παρακάτω."
  },
  "abp-free-software": {
    "message": "Η ομάδα μας αφιερώνει χιλιάδες ώρες διασφαλίζοντας ότι το Adblock Plus παρέχει την καλύτερη διαδικτυακή εμπειρία για όλους. Φέτος έχουμε επικεντρωθεί στο να διευκολύνουμε τους χρήστες μας να μπλοκάρουν περισσότερα αναδυόμενα παράθυρα και περισπασμούς, και είναι μόνο η αρχή. Μας αρέσει να σας βλέπουμε να ρίχνετε μια ματιά στο Adblock Plus Premium. <strong>Κάθε συνεισφορά εκτιμάται!</strong>"
  },
  "whats-new-header-1": {
    "message": "Τι νέο υπάρχει;"
  },
  "enjoy-fewer-distractions": {
    "message": "Με το Adblock Premium μπορείτε να απολαύσετε μια διαδικτυακή εμπειρία με πολύ λιγότερους περισπασμούς."
  },
  "stop-autoplay-video": {
    "message": "<strong>Διακοπή αυτόματης αναπαραγωγής ροών βίντεο. </strong> Αποκρύψτε τα βίντεο που χρησιμοποιούνται από πολλούς ιστότοπους και αναπαράγονται αυτόματα και σας ακολουθούν στον ιστότοπό τους καθώς περιηγείστε."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Κατάργηση αναδυόμενων ενημερωτικών δελτίων.</strong> Βάλτε ένα τέλος στα αναδυόμενα παράθυρα που χρησιμοποιούν οι ιστότοποι για να σας κάνουν να εγγραφείτε για λήψη των email τους και καταχώρηση στις λίστες ενημερωτικών δελτίων τους."
  },
  "block-survey-requests": {
    "message": "<strong>Αποκλεισμός ειδοποιήσεων ιστότοπων και αιτημάτων έρευνας.</strong> Πολλοί ιστότοποι ζητούν να παρακολουθήσουν την τοποθεσία σας ή σας ζητούν να συμμετάσχετε σε σύντομες έρευνες. Τώρα θα απορρίψουμε αυτόματα αυτά τα αιτήματα από τους ιστότοπους που επισκέπτεστε."
  },
  "hide-cookie-notices": {
    "message": "<strong>Απόκρυψη ειδοποιήσεων συναίνεσης για cookie.</strong> Σύντομα θα μπορείτε να βάλετε τέλος σε αυτά τα ενοχλητικά banner συναίνεσης για τα cookies που χρησιμοποιούνται στους περισσότερους ιστότοπους, χάρη σε μια νέα δυνατότητα που ολοκληρώνουμε για τον αποκλεισμό των cookies."
  },
  "whats-new-support": {
    "message": "Θέλετε να αναφέρετε ένα πρόβλημα; Επικοινωνήστε μαζί μας μέσω των μέσων κοινωνικής δικτύωσης, <a>email</a> ή το <a>φόρουμ χρηστών</a>."
  },
  "privacy-policy": {
    "message": "Πολιτική απορρήτου"
  }
}