{
  "title": {
    "message": "Το Adblock Plus έχει ενημερωθεί"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Το AdBlock Plus ενημερώθηκε!"
  },
  "update-lead-1": {
    "message": "Περάσαμε τους τελευταίους μήνες προσθέτοντας νέες δυνατότητες και βελτιώνοντας την απόδοση του Adblock Plus. Είμαστε παθιασμένοι με το να σας προσφέρουμε την καλύτερη τεχνολογία αποκλεισμού διαφημίσεων, ώστε να μπορείτε να απολαμβάνετε έναν καθαρό ιστό. Το Adblock Plus είναι δωρεάν λογισμικό που υποστηρίζεται από την κοινότητα και αυτό δεν θα ήταν δυνατό χωρίς τη συνεχή υποστήριξή σας."
  },
  "update-lead-2": {
    "message": "Αφιερώνουμε πολύ χρόνο και πόρους για να αναπτύξουμε και να εξασφαλίσουμε την καλύτερη διαδικτυακή εμπειρία για τους χρήστες μας. Συνεισφέρετε αυτό που πιστεύετε ότι είναι δίκαιο στο έργο Adblock Plus και στις προσπάθειές μας να κρατήσουμε ζωντανή την κοινότητα αποκλεισμού διαφημίσεων. Κάθε συνεισφορά εκτιμάται!"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "PΠληρώστε με:"
  },
  "whats-new-header-1": {
    "message": "Τι νέο υπάρχει;"
  },
  "whats-new-lead-1": {
    "message": "Ακολουθεί μια επισκόπηση ορισμένων πρόσφατων βελτιώσεων."
  },
  "whats-new-list-1": {
    "message": "<strong>Βελτιωμένη λειτουργία αποκλεισμού διαφημίσεων</strong>. Πολλοί ιστότοποι αναζητούν τρόπους για να αποτρέψουν το Adblock Plus από τον αποκλεισμό ενοχλητικών διαφημίσεων. Για αυτό τον λόγο, ενημερώνουμε συχνά τη λειτουργικότητά μας, ώστε να μπορούμε να ξεπεράσουμε αυτές τις απόπειρες κατά του αποκλεισμού διαφημίσεων. Αν συναντήσετε ποτέ έναν ιστότοπο που δεν σας επιτρέπει να αποκλείσετε διαφημίσεις, ενημερώστε μας χρησιμοποιώντας τη λειτουργία Αναφορά προβλήματος."
  },
  "whats-new-list-2": {
    "message": "<strong>Βελτιωμένη απόδοση</strong>. Αλλάξαμε τον τρόπο με τον οποίο χειριζόμαστε τα τμήματα κώδικα κατά της παράκαμψης που στοχεύουν τα ίδια domain, προκειμένου να διατηρηθούν ενεργοποιημένα μόνο εκείνα που εφαρμόζουν αλλαγές. Έτσι μπορείτε να αναμένετε καλύτερη γενικά απόδοση από την επέκτασή μας."
  },
  "whats-new-list-3": {
    "message": "<strong>Βελτιωμένο θεμέλιο για το μέλλον</strong>. Το Manifest V3, η πιο πρόσφατη έκδοση της πλατφόρμας επέκτασης για προγράμματα περιήγησης που βασίζονται στο Chromium, είναι στον ορίζοντα. Και ετοιμαζόμασταν για αυτό! Το MV3 αντιπροσωπεύει μια μεγάλη αλλαγή στον τρόπο με τον οποίο θα λειτουργούν οι επεκτάσεις των προγραμμάτων περιήγησης, γεγονός που απαίτησε από την ομάδα μας να κάνει κάποιες μεγάλες αλλαγές στον τρόπο λειτουργίας του Adblock Plus. Έχουμε σημειώσει μεγάλη πρόοδο, ώστε να μπορούμε να συνεχίσουμε να βοηθάμε τους χρήστες του Adblock Plus να διατηρούν τον έλεγχο της διαδικτυακής εμπειρίας τους καθώς ο ιστός εξελίσσεται."
  },
  "whats-new-list-4": {
    "message": "<strong>Βελτιωμένη εμπειρία χρήστη.</strong> Εργαζόμαστε συνεχώς για να κάνουμε το Adblock Plus καλύτερο. Πρόσφατα ενημερώσαμε πολλά μηνύματα σφαλμάτων για ευκολότερο εντοπισμό σφαλμάτων, κάναμε αλλαγές στην ορολογία μας και προσθέσαμε ένα νέο υποσέλιδο στο αναδυόμενο μενού, ώστε να έχετε εύκολη πρόσβαση σε ό,τι χρειάζεστε."
  },
  "whats-new-support": {
    "message": "Θέλετε να αναφέρετε ένα πρόβλημα; Επικοινωνήστε μαζί μας μέσω των μέσων κοινωνικής δικτύωσης, <a data-mask='{\"href\": \"bWFpbHRvOmRvbmF0aW9uc0BhZGJsb2NrcGx1cy5vcmc=\"}'>email</a> ή του <a href=\"https://adblockplus.org/forum\">φόρουμ χρηστών</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Πολιτική απορρήτου"
  },
  "main-heading-1": {
    "message": "Σύστημα εντιμότητας"
  },
  "main-lead-1": {
    "message": "Η ομάδα του Adblock Plus σας καλωσορίζει!"
  },
  "main-lead-2": {
    "message": "Το Adblock Plus είναι ένα έντιμο λογισμικό, που σημαίνει ότι <strong>υπάρχει εμπιστοσύνη</strong> μεταξύ μας:"
  },
  "main-lead-3": {
    "message": "Εσείς <strong>συμβάλλετε οικονομικά όσο μπορείτε</strong> για το Adblock Plus. Εμείς δεν <strong>σας</strong> δεσμεύουμε ως προς το ποσό."
  },
  "main-lead-4": {
    "message": "Αναπτύσσουμε λειτουργίες με τις οποίες αποκτάτε τον έλεγχο στην περιήγησή σας."
  },
  "main-lead-5": {
    "message": "Μπορείτε να λάβετε <strong>επιστροφή χρημάτων</strong> διατηρώντας ταυτόχρονα <strong>το Adblock Plus</strong> αν αυτό εν τέλει δεν σαςικανοποιεί."
  },
  "main-heading-2": {
    "message": "Λάβετε βοήθεια στέλνοντας απλώς ένα ηλεκτρονικό μήνυμα"
  },
  "main-body-1": {
    "message": "Μπορείτε να συνεισφέρετε με το ποσό που επιθυμείτε, αφού έχετε τη δυνατότητα επιστροφής χρημάτων εντός 120 ημερών σε περίπτωση που αλλάξετε γνώμη."
  },
  "main-body-3": {
    "message": "Αν χρειαστείτε τη βοήθειά μας, στην πύλη υποστήριξής μας <a>help.eyeo.com</a> θα βρείτε διαθέσιμη την επιλογή αυτοβοήθειας όλο το εικοσιτετράωρο για επτά ημέρες την εβδομάδα, καθώς και την επιλογή εξυπηρέτησης μέσω ηλεκτρονικού μηνύματος διαθέσιμη κατά τα εργάσιμα ωράρια."
  },
  "main-body-4": {
    "message": "Σας ευχαριστούμε που επιλέξατε το Adblock Plus! Χαρούμενη Περιήγηση!"
  },
  "main-body-5": {
    "message": "Με εκτίμηση, <span></span>Η ομάδα του Adblock Plus"
  }
}