{
  "title": {
    "message": "Το Adblock Plus έχει ενημερωθεί"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Το Adblock Plus έχει ενημερωθεί!"
  },
  "update-lead-1": {
    "message": "Περάσαμε τους τελευταίους μήνες προσθέτοντας νέες δυνατότητες και βελτιώνοντας την απόδοση του Adblock Plus. Είμαστε ενθουσιασμένοι με το να σας προσφέρουμε την καλύτερη τεχνολογία αποκλεισμού διαφημίσεων, ώστε να μπορείτε να απολαύσετε ένα καθαρό διαδίκτυο. Το Adblock Plus είναι δωρεάν λογισμικό που υποστηρίζεται από την κοινότητα και αυτό δεν <strong>θα ήταν δυνατό χωρίς τη συνεχή υποστήριξή σας.</strong>"
  },
  "update-lead-2": {
    "message": "Έχουμε αφιερώσει πολύ χρόνο και πόρους για την ανάπτυξη και εξασφάλιση της καλύτερης εμπειρίας στο διαδίκτυο για τους χρήστες μας. Συνεισφέρετε ό,τι πιστεύετε ότι είναι δίκαιο για το έργο του Adblock Plus και τις προσπάθειές μας να κρατήσουμε ζωντανή την κοινότητα αποκλεισμού διαφημίσεων. <strong>Εκτιμούμε πολύ την κάθε συνεισφορά!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "PΠληρώστε με:"
  },
  "whats-new-header-1": {
    "message": "Τι νέο υπάρχει;"
  },
  "whats-new-lead-1": {
    "message": "Ακολουθεί μια επισκόπηση ορισμένων πρόσφατων βελτιώσεων."
  },
  "whats-new-list-1": {
    "message": "<strong>Βελτιωμένη λειτουργία αποκλεισμού διαφημίσεων</strong>. Πολλοί ιστότοποι αναζητούν τρόπους για να αποτρέψουν το Adblock Plus από τον αποκλεισμό ενοχλητικών διαφημίσεων. Για αυτό τον λόγο, ενημερώνουμε συχνά τη λειτουργικότητά μας, ώστε να μπορούμε να ξεπεράσουμε αυτές τις απόπειρες κατά του αποκλεισμού διαφημίσεων. Αν συναντήσετε ποτέ έναν ιστότοπο που δεν σας επιτρέπει να αποκλείσετε διαφημίσεις, ενημερώστε μας χρησιμοποιώντας τη λειτουργία Αναφορά προβλήματος."
  },
  "whats-new-list-2": {
    "message": "<strong>Βελτιωμένη απόδοση</strong>. Αλλάξαμε τον τρόπο με τον οποίο χειριζόμαστε τα snippets κατά της παράκαμψης που στοχεύουν τους ίδιους τομείς, προκειμένου να διατηρηθούν ενεργοποιημένα μόνο εκείνα που εφαρμόζουν αλλαγές. Αυτό σημαίνει ότι μπορείτε να αναμένετε μια συνολικά καλύτερη απόδοση από την επέκτασή μας."
  },
  "whats-new-list-3": {
    "message": "<strong>Βελτιωμένη βάση για το μέλλον</strong>. Το Manifest V3, η πιο πρόσφατη έκδοση της πλατφόρμας επέκτασης για προγράμματα περιήγησης που βασίζονται στο Chromium, είναι στον ορίζοντα. Και ετοιμαζόμασταν για αυτό! Το MV3 αντιπροσωπεύει μια μεγάλη αλλαγή στον τρόπο με τον οποίο θα λειτουργούν οι επεκτάσεις του προγράμματος περιήγησης, απαιτώντας από την ομάδα μας να κάνει κάποιες μεγάλες αλλαγές στον τρόπο λειτουργίας του Adblock Plus. Έχουμε σημειώσει μεγάλη πρόοδο, ώστε να μπορούμε να συνεχίσουμε να βοηθάμε τους χρήστες του Adblock Plus να διατηρούν τον έλεγχο της διαδικτυακής εμπειρίας τους καθώς εξελίσσεται ο ιστός."
  },
  "whats-new-list-4": {
    "message": "<strong>Βελτιωμένη εμπειρία χρήστη.</strong> Εργαζόμαστε συνεχώς για να κάνουμε το Adblock Plus καλύτερο. Πρόσφατα ενημερώσαμε πολλά μηνύματα σφαλμάτων για ευκολότερο εντοπισμό σφαλμάτων, κάναμε αλλαγές στην ορολογία μας και προσθέσαμε ένα νέο υποσέλιδο στο αναδυόμενο μενού, ώστε να έχετε εύκολη πρόσβαση σε ό,τι χρειάζεστε."
  },
  "whats-new-support": {
    "message": "Θέλετε να αναφέρετε ένα ζήτημα; Επικοινωνήστε μαζί μας μέσω των μέσων κοινωνικής δικτύωσης, <a>email</a> ή του <a>φόρουμ χρηστών</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Πολιτική ιδιωτικού απορρήτου"
  },
  "main-heading-1": {
    "message": "Σύστημα εντιμότητας"
  },
  "main-lead-1": {
    "message": "Η ομάδα του Adblock Plus σας καλωσορίζει!"
  },
  "main-lead-2": {
    "message": "Το Adblock Plus είναι ένα έντιμο λογισμικό, που σημαίνει ότι <strong>υπάρχει εμπιστοσύνη</strong> μεταξύ μας:"
  },
  "main-lead-3": {
    "message": "Εσείς <strong>συμβάλλετε οικονομικά όσο μπορείτε</strong> για το Adblock Plus. Εμείς δεν <strong>σας</strong> δεσμεύουμε ως προς το ποσό."
  },
  "main-lead-4": {
    "message": "Αναπτύσσουμε λειτουργίες με τις οποίες αποκτάτε τον έλεγχο στην περιήγησή σας."
  },
  "main-lead-5": {
    "message": "Μπορείτε να λάβετε <strong>επιστροφή χρημάτων</strong> διατηρώντας ταυτόχρονα <strong>το Adblock Plus</strong> αν αυτό εν τέλει δεν σαςικανοποιεί."
  },
  "main-heading-2": {
    "message": "Λάβετε βοήθεια στέλνοντας απλώς ένα ηλεκτρονικό μήνυμα"
  },
  "main-body-1": {
    "message": "Μπορείτε να συνεισφέρετε με το ποσό που επιθυμείτε, αφού έχετε τη δυνατότητα επιστροφής χρημάτων εντός 120 ημερών σε περίπτωση που αλλάξετε γνώμη."
  },
  "main-body-3": {
    "message": "Αν χρειαστείτε τη βοήθειά μας, στην πύλη υποστήριξής μας <a>help.adblockplus.org</a> θα βρείτε διαθέσιμη την επιλογή αυτοβοήθειας όλο το εικοσιτετράωρο για επτά ημέρες την εβδομάδα, καθώς και την επιλογή εξυπηρέτησης μέσω ηλεκτρονικού μηνύματος διαθέσιμη κατά τα εργάσιμα ωράρια."
  },
  "main-body-4": {
    "message": "Σας ευχαριστούμε που επιλέξατε το Adblock Plus! Χαρούμενη Περιήγηση!"
  },
  "main-body-5": {
    "message": "Με εκτίμηση, <span></span>Η ομάδα του Adblock Plus"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Βελτιωμένη λειτουργία αποκλεισμού διαφημίσεων</strong>. Πολλοί ιστότοποι αναζητούν τρόπους για να εμποδίσουν το Adblock Plus από το να αποκλείσει τις ενοχλητικές διαφημίσεις. Συνεπώς, έχουμε επικεντρωθεί στη βελτίωση της λειτουργικότητάς μας προκειμένου να ξεπεράσουμε αυτές τις απόπειρες κατά του αποκλεισμού διαφημίσεων."
  },
  "new-tab-heading-1": {
    "message": "Βοηθήστε το Adblock Plus να κάνει το διαδίκτυο καλύτερο"
  },
  "new-tab-lead-1": {
    "message": "Έχουμε επικεντρωθεί στην προσθήκη νέων λειτουργιών και στη βελτίωση της απόδοσης του Adblock Plus, και είμαστε ενθουσιασμένοι για να σας προσφέρουμε την καλύτερη τεχνολογία αποκλεισμού διαφημίσεων, ώστε να μπορείτε να απολαύσετε έναν καθαρό ιστό."
  },
  "new-tab-lead-2": {
    "message": "Το Adblock Plus είναι ένα δωρεάν λογισμικό που υποστηρίζεται από την κοινότητα. Είναι σημαντικό για εμάς, ο καθένας να μπορεί να χρησιμοποιήσει το λογισμικό μας, ανεξάρτητα από το αν μπορεί να συνεισφέρει ή όχι. Αλλά αυτό δεν θα ήταν δυνατό χωρίς τη συνεχή υποστήριξή σας. Έχουμε αφιερώσει πολύ χρόνο και πόρους στην ανάπτυξη και εξασφάλιση της καλύτερης εμπειρίας στο διαδίκτυο για τους χρήστες μας. Συνεισφέρετε ό,τι πιστεύετε ότι είναι δίκαιο για το έργο του Adblock Plus και τις προσπάθειές μας να κρατήσουμε ζωντανή την κοινότητα αποκλεισμού διαφημίσεων. Εκτιμούμε πολύ την κάθε συνεισφορά!"
  },
  "out-mission-heading-1": {
    "message": "Δημιουργώντας μια καλύτερη διαδικτυακή εμπειρία για όλους"
  },
  "out-mission-lead-1": {
    "message": "Αποστολή μας είναι να δημιουργήσουμε μια διαδικτυακή εμπειρία χωρίς περισπασμούς και ανησυχίες, για όλους. Έχουμε πολλή δουλειά να κάνουμε. Από τον αποκλεισμό περισσότερων αναδυόμενων παραθύρων και περισπασμών, μέχρι να κάνουμε την εμπειρία σας στο διαδίκτυο ασφαλέστερη, εστιάζουμε στο να διασφαλίσουμε ότι οι χρήστες μας διατηρούν τον έλεγχο του τρόπου με τον οποίο χρησιμοποιούν το διαδίκτυο. Η συνεισφορά σας επιτρέπει στην ομάδα μας να συνεχίσει να δημιουργεί απλά, διαισθητικά εργαλεία που είναι προσβάσιμα σε όλους. Δεν θα μπορούσαμε να κάνουμε αυτό που κάνουμε χωρίς εσάς!"
  },
  "abp-can-be-improved": {
    "message": "Το Adblock Plus σας μπορεί να βελτιωθεί!"
  },
  "adding-enhancements": {
    "message": "Πρόσφατα κάναμε την πρώτη από μια σειρά βελτιώσεων στο Adblock Plus. Με την κυκλοφορία του Adblock Plus Premium, έχουμε αναπτύξει πρόσθετους τρόπους για να βοηθήσουμε τους χρήστες μας να απολαύσουν μια διαδικτυακή εμπειρία με λιγότερα αναδυόμενα παράθυρα και περισπασμούς. Παρέχουμε περισσότερες λεπτομέρειες για αυτό το έργο παρακάτω."
  },
  "abp-free-software": {
    "message": "Η ομάδα μας ξοδεύει χιλιάδες ώρες διασφαλίζοντας ότι το Adblock Plus παρέχει την καλύτερη διαδικτυακή εμπειρία για όλους. Φέτος έχουμε επικεντρωθεί στο να διευκολύνουμε τους χρήστες μας να μπλοκάρουν περισσότερα αναδυόμενα παράθυρα και περισπασμούς, και μόλις ξεκινήσαμε. Μας αρέσει να σας βλέπουμε να ρίχνετε μια ματιά στο Adblock Plus Premium. <strong>Εκτιμούμε πολύ την κάθε συνεισφορά!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Με το Adblock Premium μπορείτε να απολαύσετε μια διαδικτυακή εμπειρία με πολύ λιγότερους περισπασμούς."
  },
  "stop-autoplay-video": {
    "message": "<strong>Διακοπή αυτόματης αναπαραγωγής ροών βίντεο. </strong> Απόκρυψη των βίντεο που χρησιμοποιούνται από πολλούς ιστότοπους και αναπαράγονται αυτόματα ακολουθώντας σας στον ιστότοπό τους καθώς περιηγείστε."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Κατάργηση αναδυόμενων ενημερωτικών δελτίων.</strong> Βάλτε ένα τέλος στα αναδυόμενα παράθυρα που χρησιμοποιούν οι ιστότοποι για να σας κάνουν να εγγραφείτε στα email και στις λίστες ενημερωτικών δελτίων τους."
  },
  "block-survey-requests": {
    "message": "<strong>Αποκλεισμός ειδοποιήσεων ιστότοπων και αιτημάτων έρευνας.</strong> Πολλοί ιστότοποι ζητούν να παρακολουθήσουν την τοποθεσία σας ή σας ζητούν να συμμετάσχετε σε σύντομες έρευνες. Τώρα θα απορρίπτουμε αυτόματα αυτά τα αιτήματα από τους ιστότοπους που επισκέπτεστε."
  },
  "hide-cookie-notices": {
    "message": "<strong>Απόκρυψη ειδοποιήσεων συναίνεσης για cookie.</strong> Σύντομα θα μπορείτε να βάλετε τέλος σε αυτά τα ενοχλητικά banner συναίνεσης για τα cookies που χρησιμοποιούνται στους περισσότερους ιστότοπους, χάρη σε μια νέα δυνατότητα που ολοκληρώνουμε για τον αποκλεισμό των cookies."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Αποκλείστε περισσότερα αναδυόμενα παράθυρα και περισπασμούς.</strong> Πείτε αντίο στα αιτήματα για συμμετοχή σε έρευνες, τα αναδυόμενα παράθυρα ενημερωτικών δελτίων και τις ενοχλητικές διαφημίσεις βίντεο με αυτόματη αναπαραγωγή ξεκλειδώνοντας το Adblock Plus Premium."
  },
  "do-you-like-adblockplus": {
    "message": "Σας αρέσει το Adblock Plus μέχρι στιγμής; Αν ναι, θα σκεφτόσασταν να συνεισφέρετε για να μας υποστηρίξετε;"
  },
  "an-overview": {
    "message": "Ακολουθεί μια επισκόπηση των εργασιών που παρουσιάσαμε πρόσφατα στο Adblock Plus."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "Το Adblock Plus αναβαθμίστηκε!"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "Τους τελευταίους μήνες προσθέσαμε νέα χαρακτηριστικά και βελτιώσαμε τις επιδόσεις του Adblock Plus. Το πάθος μας είναι να σας προσφέρουμε την καλύτερη τεχνολογία αποκλεισμού διαφημίσεων έτσι ώστε να απολαμβάνετε ένα καθαρό διαδίκτυο. Το Adblock Plus είναι ένα δωρεάν λογισμικό που υποστηρίζεται από την κοινότητα και το οποίο δεν θα μπορούσε να υπάρχει χωρίς τη συνεχή υποστήριξή σας."
  },
  "whats-new-header-1-unrestricted": {
    "message": "Τι νέο υπάρχει;"
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>Βελτιωμένη λειτουργικότητα φραγής διαφημίσεων.</strong> Πολλοί ιστότοποι αναζητούν τρόπους να αποτρέψουν το Adblock Plus από τον αποκλεισμό των ενοχλητικών διαφημίσεών τους. Για τον λόγο αυτό εστιάσαμε στην βελτίωση της ικανότητάς μας να αποκλείουμε αυτές τις διαφημίσεις και να παρακολουθούμε αυτούς τους ιστοτόπους που διαρκώς αλλάζουν. Με τον καινούργιο σχεδιασμό του Adblock Plus για το Safari, καθώς και ενημερώσεις στα Chrome, Edge, και Firefox, θα συνεχίσετε να βλέπετε λιγότερες παρεμβατικές διαφημίσεις καθώς πλοηγείστε στο διαδίκτυο."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>Βελτιωμένη αρχιτεκτονική για το μέλλον.</strong> Το Manifest V3, η τελευταία έκδοση της πλατφόρμας επέκτασης για περιηγητές που βασίζονται στο Chromium, είναι στον ορίζοντα. Προετοιμαζόμασταν για αυτό! Το MV3 αντιπροσωπεύει μια μεγάλη στροφή στον τρόπο με τον οποίο θα λειτουργούν οι επεκτάσεις περιηγητών, γεγονός για το οποίο η ομάδα μας χρειάστηκε να κάνει μερικές μεγάλες αλλαγές στον τρόπο με τον οποίο λειτουργεί το Adblock Plus. Έχουμε κάνει μεγάλη πρόοδο έτσι ώστε να μπορούμε να συνεχίσουμε να εξυπηρετούμε τους χρήστες μας καθώς αλλάζει το τοπίο του διαδικτύου."
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>Εξατομικεύστε σελίδες καθώς πλοηγείστε.</strong> Έχουμε διαθέσει το χαρακτηριστικό για τον αποκλεισμό στοιχείων, που σας επιτρέπει να αποκλείσετε σημεία μιας ιστοσελίδας ακόμη και εάν δεν πρόκειται για διαφήμιση. Για παράδειγμα, μπορεί να θεωρείτε κάποια σημεία μιας ιστοσελίδας, όπως προτάσεις στο περιθώριο, ιδιαίτερα ενοχλητικές. Με αυτό το καινούργιο χαρακτηριστικό, μπορείτε να αποκλείσετε οποιοδήποτε σημείο μιας σελίδας έτσι ώστε να παραμένει κρυμμένο κάθε φορά που επισκέπτεστε τον συγκεκριμένο ιστότοπο."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>Το Adblock Plus Premium είναι εδώ!</strong> Με το Adblock Plus Premium, μπορείτε να αποκλείσετε πιο στοχευμένα σημεία που σας αποσπούν την προσοχή σε ιστοτόπους περιλαμβανομένων ειδοποιήσεων ιστοτόπων, αιωρούμενα βίντεο, αναδυόμενα ενημερωτικά δελτία, και πολλά ακόμα. Μπορείτε να μάθετε περισσότερα για το Premium <a>εδώ</a>. Και εάν έχετε ήδη συνεισφέρει στο παρελθόν, μπορείτε να έχετε <a>πρόσβαση</a> στα χαρακτηριστικά του Premium αμέσως."
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[Σύντομα κοντά σας]</em> Bypass Mode για το Adblock Plus Premium.</strong> Τα αναδυόμενα παράθυρα που ζητούν από τους χρήστες του διαδικτύου να απενεργοποιήσουν τα πρόγραμμα αποκλεισμού διαφημίσεων γίνονται όλο και πιο συνήθη στο διαδίκτυο. Για τον λόγο αυτό διαθέτουμε ένα νέο χαρακτηριστικό για το Adblock Plus Premium που λέγεται Bypass Mode. Με το Bypass Mode, μπορείτε να πλοηγείστε στο διαδίκτυο και να βλέπετε λιγότερα από αυτά τα μηνύματα κατά των λογισμικών αποκλεισμού διαφημίσεων απολαμβάνοντας ταυτόχρονα την εμπειρία σας στο διαδίκτυο."
  },
  "update__alert__heading": {
    "message": "Παρακαλούμε μην απομακρυνθείτε"
  },
  "update__alert__paragraph-1": {
    "message": "Γεια σας,"
  },
  "update__alert__paragraph-2": {
    "message": "Ως χρήστης του Adblock Plus, γνωρίζετε από πρώτο χέρι την αξία που προσδίδει το λογισμικό μας στην διαδικτυακή εμπειρία σας. Αποκλείοντας ανεπιθύμητες και παρεμβατικές διαφημίσεις, το Adblock Plus σάς βοηθά να πλοηγείστε στο διαδίκτυο πιο γρήγορα, με μεγαλύτερη ασφάλεια και με λιγότερες αποσπάσεις. Γνωρίζατε όμως ότι το Adblock Plus είναι τελείως δωρεάν, χωρίς κρυφές χρεώσεις; Πιστεύουμε ότι όλοι θα πρέπει να έχουν πρόσβαση σε ένα καλύτερο διαδίκτυο, χωρίς διαφημίσεις, και για αυτό προσφέρουμε το Adblock Plus δωρεάν σε όλους τους χρήστες."
  },
  "update__alert__paragraph-3": {
    "message": "Χρειαζόμαστε όμως την βοήθειά σας για να κρατήσουμε το Adblock Plus λειτουργικό και να το βελτιώνουμε διαρκώς. Παρά το γεγονός ότι ένα μικρό ποσοστό των χρηστών συνεισφέρουν γενναιόδωρα στην υποστήριξη της αποστολής μας, βασιζόμαστε στην υποστήριξη χρηστών όπως εσείς για να κρατήσουμε το Adblock Plus ζωντανό και δωρεάν για όλους. Η συνδρομή σας, όσο μικρή και αν είναι, μπορεί να κάνει μεγάλη διαφορά. Συνεπώς, εάν το Adblock Plus σας έχει εξοικονομήσει έστω και λίγα δολάρια ή ώρες αγανάκτησης λόγω ενασχόλησης με ανεπιθύμητες διαφημίσεις, παρακαλούμε σκεφτείτε να συνδράμετε στην υποστήριξη της ομάδας μας και στην προαγωγή του σκοπού μας για ένα διαδίκτυο χωρίς διαφημίσεις για όλους. Σας ευχαριστούμε για την υποστήριξή σας. Μαζί, μπορούμε να κάνουμε το διαδίκτυο ένα καλύτερο χώρο για όλους."
  },
  "update__alert__paragraph-4": {
    "message": "Με εκτίμηση,  Η Ομάδα του Adblock Plus"
  },
  "new__paragraph-1": {
    "message": "Στο Adblock Plus, πιστεύουμε σε μια καλύτερη εμπειρία διαδικτύου για όλους. Ακολουθούν όσα κάνουμε για να γίνει αυτή η πεποίθηση πραγματικότητα για εσάς:"
  },
  "new__item-1__heading": {
    "message": "Αποκλεισμός διαφημίσεων σε περισσότερες γλώσσες"
  },
  "new__item-1__paragraph-1": {
    "message": "Προσθέσαμε υποστήριξη για γλώσσες όπως ουγγρικά, ταϊλανδέζικα, κροατικά, σερβικά, σλοβενικά, βοσνιακά και άλλα."
  },
  "new__item-2__heading": {
    "message": "Βελτιωμένη υποδομή για το μέλλον"
  },
  "new__item-2__paragraph-1": {
    "message": "Έχουμε επενδύσει στην υποδομή μας ενόψει των μελλοντικών αλλαγών στο διαδίκτυο, όπως το <a>Manifest V3</a>. Με αυτή την ενημέρωση, εργαζόμαστε για να διασφαλίσουμε ότι το Adblock Plus θα συνεχίσει να παρέχει στους χρήστες μια καλύτερη εμπειρία διαδικτύου τώρα και στο μέλλον."
  },
  "new__item-3__heading": {
    "message": "Αποκλεισμός μπάνερ για τα cookies (Premium)"
  },
  "new__item-3__paragraph-1": {
    "message": "Γνωρίζετε αυτά τα ενοχλητικά αναδυόμενα παράθυρα που σας ζητούν να αποδεχτείτε τα cookies σε κάθε ιστότοπο; Με το Adblock Plus Premium, μπορείτε τώρα να μπλοκάρετε αυτά τα αναδυόμενα παράθυρα, ενώ εμείς απορρίπτουμε όλα τα cookies που μπορούμε για λογαριασμό σας. Για περισσότερες πληροφορίες σχετικά με αυτή τη λειτουργία, <a>ανατρέξτε στη δημοσίευση στο ιστολόγιό μας εδώ</a>."
  },
  "new__item-4__heading": {
    "message": "Καλύτερος αποκλεισμός διαφημίσεων σε όλο τον ιστό"
  },
  "new__item-4__paragraph-1": {
    "message": "Όπως πάντα, ψάχνουμε συνεχώς να δούμε πώς οι ιστότοποι και οι δημιουργοί περιεχομένου αλληλεπιδρούν με τους αποκλειστές διαφημίσεων. Κάναμε επαναλαμβανόμενες βελτιώσεις στην επέκτασή μας για να διασφαλίσουμε ότι θα παραμείνουμε μπροστά και ότι θα μπορείτε να συνεχίσετε να αποκλείετε τις διαφημίσεις κατά την περιήγησή σας. Διορθώσαμε επίσης ένα πρόσφατο πρόβλημα που προκαλούσε σε ορισμένους χρήστες επιβράδυνση στο YouTube και σε άλλους ιστότοπους. Μπορείτε να διαβάσετε περισσότερα γι' αυτό <a>εδώ</a>."
  },
  "new__item-4__paragraph-2": {
    "message": "<a>Μάθετε περισσότερα για το Adblock Plus Premium.</a>"
  },
  "new__paragraph-3": {
    "message": "Θέλετε να αναφέρετε κάποιο ζήτημα; Επικοινωνήστε μαζί μας μέσω των μέσων κοινωνικής δικτύωσης, <a>email</a> ή χρησιμοποιώντας το <a>φόρουμ χρήστη</a>."
  },
  "new__item-5__heading": {
    "message": "Απόκρυψη ειδοποιήσεων για τα cookie (Premium)"
  },
  "new__item-5__paragraph-1": {
    "message": "Προσθέσαμε ακόμη ένα χαρακτηριστικό Premium έτσι ώστε να μπορείτε να αποκρύπτετε τα ενοχλητικά αναδυόμενα παράθυρα συγκατάθεσης για τα cookie που σας ενημερώνουν για τη χρήση των cookie όταν επισκέπτεστε έναν ιστότοπο. Για περισσότερες πληροφορίες σχετικά με αυτό το χαρακτηριστικό, <a>δείτε το ιστολόγιό μας εδώ.</a>"
  },
  "support-money-back": {
    "message": "Υποστηρίξτε μας με εμπιστοσύνη: <strong>εγγύηση επιστροφής χρημάτων 60 ημερών</strong>. Και μπορείτε να κρατήσετε το Adblock Plus."
  },
  "update-section-1__heading": {
    "message": "Το Adblock Plus έχει ενημερωθεί!"
  },
  "update-section-1-row-1__paragraph-1": {
    "message": "Γεια σας,"
  },
  "update-section-1-row-1__paragraph-2": {
    "message": "Η αποστολή μας στο Adblock Plus είναι να δημιουργήσουμε ένα διαδίκτυο χωρίς ανησυχίες και περισπασμούς, για όλους. Γι' αυτό αναπτύξαμε την επέκτασή μας για να αποκλείουμε τα αναδυόμενα παράθυρα, τις ενοχλητικές διαφημίσεις και άλλους περισπασμούς σε όλο τον ιστό. Το Adblock Plus σας βοηθά να περιηγείστε στο διαδίκτυο γρηγορότερα, ασφαλέστερα και με μεγαλύτερο έλεγχο της διαδικτυακής εμπειρίας σας."
  },
  "update-section-1-row-1__paragraph-3": {
    "message": "Το Adblock Plus είναι επίσης δωρεάν για τους χρήστες, καθώς πιστεύουμε ότι όλοι πρέπει να έχουν πρόσβαση σε μια καλύτερη εμπειρία στο διαδίκτυο. Αυτός είναι ο λόγος για τον οποίο πολλοί χρήστες επιλέγουν να συνεισφέρουν στις προσπάθειές μας. Αν πιστεύετε σε αυτό που κάνουμε και θέλετε να μας βοηθήσετε στο ταξίδι μας, μπορείτε να το κάνετε παρακάτω. Μαζί, μπορούμε να κάνουμε το διαδίκτυο ένα καλύτερο μέρος για όλους!"
  },
  "update-section-1-row-1__paragraph-4": {
    "message": "Με εκτίμηση,<span></span> Η ομάδα Adblock Plus"
  },
  "update-gaurantee__text": {
    "message": "Υποστηρίξτε μας με εμπιστοσύνη: <strong>Εγγύηση επιστροφής χρημάτων 60 ημερών.</strong> Και μπορείτε να κρατήσετε το Adblock Plus."
  },
  "update-payment-frequency__label--once": {
    "message": "Κάντε μια <strong>εφάπαξ</strong> συνεισφορά"
  },
  "update-payment-frequency__label--recurring": {
    "message": "Κάντε μια <strong>επαναλαμβανόμενη</strong> συνεισφορά"
  },
  "update-payment-switch__label--monthly": {
    "message": "Μηνιαία"
  },
  "update-payment-switch__label--yearly": {
    "message": "Ετήσια"
  },
  "update-payment-reward__text": {
    "message": "Πολύ ωραία! Με μια εισφορά <span>$35,00</span> παρέχεται το <span>Adblock Plus Premium</span> <span>για ένα χρόνο</span>. Ευχαριστούμε για την υποστήριξη."
  },
  "update-payment__checkout-button": {
    "message": "Προχωρήστε στο ταμείο τώρα"
  },
  "product__premium": {
    "message": "Adblock Plus Premium"
  },
  "update-payment-reward__1-month": {
    "message": "Πολύ ωραία! Μια εισφορά <span>35,00</span> παρέχει το <span>Adblock Plus Premium</span> για έναν μήνα. Ευχαριστούμε για την υποστήριξη."
  },
  "update-payment-reward__n-months": {
    "message": "Πολύ ωραία! Μια εισφορά <span>35,00</span> παρέχει το <span>Adblock Plus Premium</span> για <span>8</span> μήνες. Ευχαριστούμε για την υποστήριξη."
  },
  "update-payment-reward__1-year": {
    "message": "Πολύ ωραία! Μια εισφορά <span>35,00</span> παρέχει το <span>Adblock Plus Premium</span> για ένα έτος. Ευχαριστούμε για την υποστήριξη."
  },
  "update-payment-reward__n-years": {
    "message": "Πολύ ωραία! Μια εισφορά <span>35,00</span> παρέχει το <span>Adblock Plus Premium</span> για <span>8</span> έτη. Ευχαριστούμε για την υποστήριξη."
  },
  "update-payment-reward": {
    "message": "Πολύ ωραία! Μια εισφορά <span>35,00</span> παρέχει το <span>Adblock Plus Premium</span>. Ευχαριστούμε για την υποστήριξη."
  },
  "update-payment-suffix__monthly": {
    "message": "/μηνιαία"
  },
  "update-payment-suffix__yearly": {
    "message": "/ετήσια"
  },
  "update__installing-card__heading-1": {
    "message": "Εγκαθιστώντας την τελευταία ενημέρωση του Adblock Plus"
  }
}