{
  "title": {
    "message": "Το Adblock Plus έχει ενημερωθεί"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Το Adblock Plus έχει ενημερωθεί! <span>(έκδοση 3.10.0) </span>"
  },
  "update-lead-1": {
    "message": "Ως αποτέλεσμα των εργασιών μας τους τελευταίους μήνες, προσθέσαμε νέες λειτουργίες και βελτιώσαμε τις επιδόσεις του Adblock Plus. Το Adblock Plus είναι ένα δωρεάν λογισμικό που βασίζεται στην υποστήριξη από την κοινότητα και αυτό <strong>δεν θα ήταν δυνατό χωρίς τη συνεχή υποστήριξή σας.</strong>"
  },
  "update-lead-2": {
    "message": "Είμαστε παθιασμένοι με το να σας προσφέρουμε την καλύτερη τεχνολογία αποκλεισμού διαφημίσεων, ώστε να μπορείτε να απολαύσετε ένα καθαρό διαδίκτυο.  Αφιερώνουμε πολύ χρόνο και πόρους στην ανάπτυξη και εξασφάλιση της καλύτερης διαδικτυακής εμπειρίας για τους χρήστες μας. Παρακαλούμε δωρίστε ό,τι νομίζετε ότι είναι μια δίκαιη συμβολή στο έργο του Adblock Plus και τις προσπάθειές μας να κρατήσουμε ζωντανή την κοινότητα αποκλεισμού διαφημίσεων. <strong>Κάθε δωρεά εκτιμάται! </strong>"
  },
  "fair-amount-header-1": {
    "description": "heading",
    "message": "Δηλώστε ένα δίκαιο ποσό (σε <span>USD</span>)"
  },
  "fair-amount-header-2": {
    "description": "heading",
    "message": "Δηλώστε ένα δίκαιο ποσό:"
  },
  "one-time-legened-1": {
    "description": "heading",
    "message": "Κάντε <strong>μια εφάπαξ</strong> δωρεά:"
  },
  "subscription-legend-1": {
    "description": "heading",
    "message": "Ή μια <strong>μηνιαία</strong> δωρεά:"
  },
  "min-donation-warning": {
    "description": "notice",
    "message": "Προσοχή! Για την κάλυψη των εξόδων, το ελάχιστο ποσό εφάπαξ δωρεάς είναι <span>$5</span>."
  },
  "min-subscription-warning": {
    "description": "notice",
    "message": "Προσοχή! Για την κάλυψη των εξόδων, το ελάχιστο ποσό μηνιαίας δωρεάς είναι <span>$1.99</span>."
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "PΠληρώστε με:"
  },
  "stripe-label": {
    "description": "button label",
    "message": "Πιστωτική κάρτα"
  },
  "paypal-label": {
    "description": "button label",
    "message": "PayPal"
  },
  "whats-new-header-1": {
    "message": "Τι νέο υπάρχει;"
  },
  "whats-new-lead-1": {
    "message": "Ακολουθεί μια επισκόπηση ορισμένων βελτιώσεων και νέων λειτουργιών. Περισσότερες αλλαγές σύντομα κοντά σας!"
  },
  "whats-new-list-1": {
    "message": "<strong>Ενημερωμένη και βελτιωμένη δυνατότητα του Στοιχείου αποκλεισμού.</strong> Οι χρήστες μπορούν να επιλέγουν με μεγαλύτερη ευκολία συγκεκριμένα στοιχεία που επιθυμούν να αποκρύψουν σε μία σελίδα ενώ είναι δυνατή και η προεπισκόπηση της σελίδας χωρίς αυτά τα στοιχεία. Δοκιμάστε το!"
  },
  "whats-new-list-2": {
    "message": "<strong>Βελτιωμένη λειτουργικότητα του αποκλεισμού διαφημίσεων.</strong> Πολλές ιστοσελίδες χρησιμοποιούν τεχνολογίες που δεν επιτρέπουν στο Adblock Plus να αποκλείει τις διαφημίσεις στην τοποθεσία τους. Βελτιώσαμε την ικανότητά μας να αποκλείουμε τις διαφημίσεις σε τέτοιες ιστοσελίδες. Χρησιμοποιήστε τη λειτουργία «Αναφορά προβλήματος» για να μας ενημερώσετε αν υπάρχουν οποιαδήποτε προβλήματα με την ικανότητα αποκλεισμού διαφημίσεων."
  },
  "whats-new-list-3": {
    "message": "<strong>Η στήριξη για αποκλεισμό διαφημίσεων είναι τώρα διαθέσιμη σε περισσότερες γλώσσες.</strong> Παρέχουμε τώρα τη δυνατότητα σε άτομα που μιλούν κάποια σκανδιναβική ή ινδική γλώσσα να αποκλείουν τις διαφημίσεις σε ιστοσελίδες χρησιμοποιώντας τις γλώσσες τους."
  },
  "whats-new-list-4": {
    "message": "<strong>Βελτιωμένη σχεδίαση.</strong> Ενημερώσαμε την όψη και την αίσθηση μερικών από τις πιο δημοφιλείς λειτουργίες που καθιστούν το Adblock Plus ευκολότερο στη χρήση."
  },
  "whats-new-support": {
    "message": "Επιθυμείτε να αναφέρετε ένα πρόβλημα; Επικοινωνήστε μαζί μας μέσω των κοινωνικών μέσων δικτύωσης ,<a>email</a> ή του <a>φόρουμ χρηστών</a>."
  },
  "purchase-item-name": {
    "description": "item being paid for",
    "message": "Συνεισφορά στο Adblock Plus"
  },
  "checkout-overlay-cta": {
    "description": "button label",
    "message": "Δωρίστε"
  },
  "stripe-declined": {
    "message": "Η πληρωμή σας απορρίφθηκε."
  },
  "stripe-sorry": {
    "message": "Λυπούμαστε, η πληρωμή σας δεν ήταν δυνατή."
  },
  "securely-processed": {
    "message": "Επεξεργάστηκε ασφαλώς από τον πάροχο Stripe.com"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Πολιτική απορρήτου"
  },
  "email-input": {
    "message": "Email"
  }
}
