{
  "youtube-letter__heading": {
    "message": "Το μήνυμα του YouTube για το Anti-AdBlock "
  },
  "youtube-letter__subheading": {
    "message": "Ο αποκλεισμός διαφημίσεων γίνεται όλο και πιο δύσκολος στο YouTube."
  },
  "youtube-letter__paragraph-1": {
    "message": "Ως χρήστης του Adblock Plus, το YouTube ενδέχεται περιστασιακά να σας εμποδίζει να αναπαράγετε βίντεο όταν το ad blocker είναι ενεργοποιημένο. Μερικές φορές ένα μήνυμα θα σας ζητήσει να επιτρέψετε τις διαφημίσεις του YouTube μετά από τρία βίντεο και άλλες φορές δεν θα σας αφήσει να αναπαράγετε τίποτα μέχρι να απενεργοποιήσετε το Adblock Plus."
  },
  "youtube-letter__paragraph-2": {
    "message": "Καθώς εργαζόμαστε για να διατηρούμε την επέκτασή μας ενημερωμένη και αποτελεσματική, το YouTube εργάζεται συνεχώς για να σταματήσει τα ad blockers στον ιστότοπό του. Γνωρίζουμε ότι αυτό σας προκαλεί μια απρόβλεπτη και όχι ιδανική εμπειρία, είτε δείτε αυτό το μήνυμα είτε όχι. Κάνουμε ό,τι μπορούμε για να κάνουμε αυτή την εμπειρία καλύτερη για τους χρήστες μας."
  },
  "youtube-letter__paragraph-3": {
    "message": "Για να διασφαλίσετε ότι μπορείτε να έχετε πρόσβαση στο YouTube με εγκατεστημένο το Adblock Plus, το μόνο που πρέπει να κάνετε είναι να <a>προσθέσετε το YouTube στην λίστα επιτρεπομένων σας</a>. Μπορείτε να επιλέξετε αν θα επιτρέπετε τις διαφημίσεις μία φορά ή αν θα επιτρέπετε πάντα τις διαφημίσεις στο YouTube. Φυσικά, θα συνεχίσουμε να αποκλείουμε τις ενοχλητικές διαφημίσεις οπουδήποτε αλλού περιηγείστε. Όπου κι αν βρίσκεστε στο διαδίκτυο, το Adblock Plus σάς δίνει επίσης τη δυνατότητα να χρησιμοποιείτε τους προσαρμοσμένους κανόνες αποκλεισμού<a></a> για την απόκρυψη των περισπασμών στις ιστοσελίδες. (Αυτή η λειτουργία είναι διαθέσιμη στους χρήστες των Chrome, Edge και Firefox.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "Εντωμεταξύ, θα συνεχίσουμε να μπλοκάρουμε τα αναδυόμενα παράθυρα και άλλες ενοχλητικές διαφημίσεις για εσάς σε όλο τον ιστό. Και αν σας ενδιαφέρει να μπλοκάρετε ακόμα περισσότερες ενοχλήσεις (όπως τα αναδυόμενα παράθυρα ενημερωτικών δελτίων, τα αιτήματα ερευνών και τα αιωρούμενα βίντεο), μπορείτε πάντα να εγγραφείτε στο <a>Adblock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "Εκτιμούμε την υποστήριξή σας!"
  },
  "title": {
    "message": "Αποκλεισμός στο YouTube | Adblock Plus"
  },
  "description": {
    "message": "Προσπαθείτε να αποκλείσετε τις διαφημίσεις του YouTube; Μάθετε περισσότερα σχετικά με το γιατί οι χρήστες του Adblock Plus αντιμετωπίζουν ένα τείχος κατά του αποκλεισμού διαφημίσεων στο YouTube."
  }
}