{
  "youtube-letter__heading": {
    "message": "Τα νέα τείχη αποκλεισμού διαφημίσεων του YouTube"
  },
  "youtube-letter__subheading": {
    "message": "Ο αποκλεισμός διαφημίσεων γίνεται όλο και πιο δύσκολος στο YouTube."
  },
  "youtube-letter__paragraph-1": {
    "message": "Ως χρήστης του Adblock Plus, ενδέχεται να αντιμετωπίσετε τείχη κατά του αποκλεισμού διαφημίσεων στο YouTube. Μερικές φορές θα σας ζητηθεί να επιτρέψετε τις διαφημίσεις του YouTube μετά από τρία βίντεο και άλλες φορές δεν θα σας αφήσει να αναπαράγετε τίποτα μέχρι να απενεργοποιηθεί το Adblock Plus. "
  },
  "youtube-letter__paragraph-2": {
    "message": "Καθώς εργαζόμαστε για να διατηρούμε την επέκτασή μας ενημερωμένη και αποτελεσματική, το YouTube εργάζεται συνεχώς για να προβάλλει αυτό το τείχος κατά του αποκλεισμού διαφημίσεων. Γνωρίζουμε ότι αυτό σας προκαλεί μια απρόβλεπτη εμπειρία ως προς το αν θα δείτε ένα τείχος κατά του αποκλεισμού διαφημίσεων ή όχι στον ιστότοπο. Κάνουμε ό,τι μπορούμε για να κάνουμε αυτή την εμπειρία καλύτερη για τους χρήστες μας, ενώ παράλληλα εργαζόμαστε εντός των επιτρεπόμενων νομικών παραμέτρων. Στην πραγματικότητα, έχουμε χρήστες σε όλο τον κόσμο και αυτό σημαίνει ότι πρέπει να διασφαλίσουμε ότι λειτουργούμε σύμφωνα με όλους τους νόμους των πολλών αυτών χωρών."
  },
  "youtube-letter__paragraph-3": {
    "message": "Για να βεβαιωθείτε ότι μπορείτε να έχετε πρόσβαση στο YouTube με εγκατεστημένο το Adblock Plus, το μόνο που πρέπει να κάνετε είναι να <a>προσθέσετε το YouTube στην επιτρεπόμενη λίστα σας</a>. Αυτό θα επιτρέψει τις διαφημίσεις στο YouTube, ενώ οι διαφημίσεις θα παραμείνουν αποκλεισμένες πάντοτε οπουδήποτε αλλού περιηγείστε. Όπου κι αν βρίσκεστε στο διαδίκτυο, το Adblock Plus σας δίνει επίσης τη δυνατότητα να χρησιμοποιήσετε <a>εξατομικευμένους κανόνες αποκλεισμού</a>για να αποκρύψετε τους περισπασμούς σε ιστοσελίδες. (Αυτή η λειτουργία είναι διαθέσιμη στους χρήστες των Chrome, Edge και Firefox)."
  },
  "youtube-letter__paragraph-4": {
    "message": "Εν τω μεταξύ, θα συνεχίσουμε να αποκλείουμε τα αναδυόμενα παράθυρα και άλλες ενοχλητικές διαφημίσεις για εσάς σε όλο τον ιστό. Και, αν ενδιαφέρεστε να αποκλείσετε ακόμα περισσότερες ενοχλήσεις (όπως αναδυόμενα παράθυρα ενημερωτικών δελτίων, αιτήματα έρευνας και αιωρούμενα βίντεο), μπορείτε πάντα να εγγραφείτε στο <a>Adblock Plus Premium</a>."
  },
  "youtube-letter__paragraph-5": {
    "message": "Εκτιμούμε την υποστήριξή σας!"
  },
  "title": {
    "message": "Αποκλεισμός στο YouTube | Adblock Plus"
  },
  "description": {
    "message": "Προσπαθείτε να αποκλείσετε τις διαφημίσεις του YouTube; Μάθετε περισσότερα σχετικά με το γιατί οι χρήστες του Adblock Plus αντιμετωπίζουν ένα τείχος κατά του αποκλεισμού διαφημίσεων στο YouTube."
  }
}