{
  "title": {
    "message": "关于"
  },
  "title-full": {
    "message": "关于 Adblock Plus"
  },
  "s1": {
    "message": "显示更多"
  },
  "s2": {
    "message": "收起"
  },
  "s3": {
    "message": "什么是 Adblock Plus？"
  },
  "s4": {
    "message": "Adblock Plus 致力于去除那些烦人的在线广告。它也可以帮助您去除<a>其他的东西</a>比如去除所有的跟踪行为。全球超过"
  },
  "s5": {
    "message": "百万 （5000万用户）, 使 Adblock Plus 成为了世界上最流行的"
  },
  "s6": {
    "message": "浏览器扩展"
  },
  "s7": {
    "message": "。Adblock Plus 是一个开源项目，由 Wladimir Palant 在 2006 年创建。 <a>Eyeo</a> 是由 Wladimir Palant 和 Till Faida 在 2011 年一同建立，以使 Adblock Plus 的发展能够持续进行。"
  },
  "s8": {
    "message": "Adblock Plus 是如何工作的？"
  },
  "s9": {
    "message": "为了过滤广告，Adblock Plus 需要有所谓的过滤规则来&quot;告诉&quot;它所要拦截的请求。Adblock Plus 默认不包含任何过滤规则，但在初次安装后会提示您添加过滤规则订阅组。除了过滤广告，过滤规则也能被用于<a>禁止跟踪</a>和<a>禁止恶意域名</a>。"
  },
  "s10": {
    "message": "启用之初，两个过滤规则规则已经被启用："
  },
  "s11": {
    "message": "基于您电脑默认语言的广告过滤规则"
  },
  "s12": {
    "message": "可接受广告白名单"
  },
  "s13": {
    "message": "您可以自由地禁用这些规则列表、添加其他的规则列表、甚至<a>创造您自己的过滤规则</a>。"
  },
  "s14": {
    "message": "什么是可接受的广告？"
  },
  "s15": {
    "message": "Adblock Plus 的目标是帮助用户远离烦人的网络广告。但是我们并不认为所有的广告都是烦人的，我们也非常理解网站的运营者需要网络广告来生存。因此我们发布了<a>严格的标准</a>来衡量可接受的广告：非侵入式广告。愿意遵从这个标准的网站可以通过<a>申请</a>以使其网站上的广告被添加进可接受广告列表，网站访客就能看见了。值得注意的是，如果您不希望看见任何广告，您可以随时<a>禁用</a>此功能。"
  },
  "s16": {
    "message": "请阅读<a>可接受的广告常见问题</a>来了解更多。"
  },
  "s17": {
    "message": "我们如何赚钱？"
  },
  "s18": {
    "message": "我们所赚取的费用来源于一些使用非侵入式广告并且愿意参加可接受广告项目的大型企业。"
  },
  "s19": {
    "message": "显示更多"
  },
  "s20": {
    "message": "Whitelisting is free for all small and medium-sized websites and blogs. However, managing this list requires significant effort on our side and this task cannot be completely taken over by volunteers as it happens with common filter lists."
  },
  "s21": {
    "message": "Note that we will never whitelist any ads that don't meet these <a>criteria</a>. There is no way to buy a spot in the whitelist. Also note that whitelisting is free for small- and medium-sized websites."
  },
  "s22": {
    "message": "In addition, we received startup capital from our investors, like Tim Schumacher, who believe in Acceptable Ads and want to see the concept succeed."
  },
  "s23": {
    "message": "我们为什么需要钱？"
  },
  "s24": {
    "message": "<a>Eyeo GmbH</a> 是 Adblock Plus 背后的团队，它的建立是为了能改变网络广告的世界。这并不是能靠个人兴趣就完成的事情。"
  },
  "s25": {
    "message": "显示更多"
  },
  "s26": {
    "message": "We need to grow the user base of Adblock Plus and bring it to new platforms to get publishers interested in Acceptable Ads. Adblock Plus, originally only available for <a>Firefox</a>, is now available on <a>Chrome</a>、 <a>Android</a>、 <a>Opera</a> and <a>Internet Explorer</a>. We also manage the infrastructure used to deliver <a>EasyList</a>, the most popular ad-blocking list which is also used by other adblockers."
  },
  "s27": {
    "message": "Furthermore, we need to review many Acceptable Ads applications and create the appropriate whitelisting filters. Also, we need to proactively approach publishers and ad networks about creating Acceptable Ads."
  },
  "s28": {
    "message": "But, Eyeo is not only about Adblock Plus and Acceptable Ads. Our mission is to make the web better, and we intend to do so by creating new ways for publishers to earn money from their content without alienating their users."
  },
  "s29": {
    "message": "Adblock Plus 会收集用户信息吗？"
  },
  "s30": {
    "message": "我们从不收集任何用户的信息。大多数用户信息（比如网站访问历史）从未被发送到我们的服务器。请阅读我们的<a>隐私策略</a>来了解更多详情。"
  }
}