{
  "title": {
    "message": "Sütinyilatkozatok blokolása | Adblock Plus Premium"
  },
  "description": {
    "message": "Blokkold azokat a bosszantó sütinyilatkozatokat, amelyek arra kérnek a webböngészés során, hogy fogadd el a sütik használatát. Már most tedd meg az Adblock Plus Premium bővítmény használatához szükséges első lépéseket!"
  },
  "hero__heading": {
    "message": "Most webszerte eltávolíthatód a sütinyilatkozatokat!"
  },
  "hero__subheading": {
    "message": "Hagyd magad mögött a frusztráló webböngészési élményt, és blokkold az Adblock Plus Prémium bővítménnyel a webszerte használatos bosszantó sütinyilatkozatokat."
  },
  "hero-aside__heading": {
    "message": "Ne görgess tovább."
  },
  "hero-aside__paragraph-1": {
    "message": "Helló,"
  },
  "hero-aside__paragraph-2": {
    "message": "Valószínűleg valamennyien jól ismerjük azokat a bosszantó előugró ablakokat, amelyek az internetezés során a sütik használatához való hozzájárulást kérik. Az internetes adatvédelmi törvényeknek köszönhetően ezek mindenhol megtalálhatóak. És bár az átláthatóság és az online adatvédelem nagy hívei vagyunk, kétségbevonhatatlan, hogy ezek a sütinyilatkozatok bosszantóak az internetfelhasználók számára."
  },
  "hero-aside__paragraph-3": {
    "message": "Örömmel jelentjük be, hogy az Adblock Plus Premium bővítmény segítségével mostantól blokkolhatod a sütinyilatkozatokat! Felgyorsul a böngészés, amikor az Adblock Plus Premium bővítmény elrejti a nyilatkozatokat, és a nevedben elutasíthatja a szükségtelen sütiket. Kevesebb megszakítással és hirdetők általi követéssel élvezd a zavartalan böngészési élményt. Az első lépések megtételéhez regisztrálj ma az Adblock Plus Premium bővítmény használatához."
  },
  "hero-aside__paragraph-4": {
    "message": "Üdvözlettel:<span> Az Adblock Plus csapata</span>"
  },
  "premium-checkout-header__heading": {
    "message": "Kezd el a sütinyilatkozatok blokkolását, és még ma tedd meg az első lépéseket:"
  },
  "premium-checkout-card-option__button-1": {
    "message": "<span>$2</span> havi Premium"
  },
  "premium-checkout-card-option__button-2": {
    "message": "<span>$20</span> éves Premium"
  },
  "premium-checkout-card-option__badge": {
    "message": "20% megtakarítás"
  },
  "premium-checkout-features__heading": {
    "message": "Mit tartalmaz?"
  },
  "premium-checkout-features__item-1": {
    "message": "A Premium bővítmény segítségével élvezheted a továbbfejlesztett előugró ablak blokkolás előnyeit. Mondj búcsút az olyan bosszantó zavaró elemeknek, mint a lebegő videók, hírlevélre feliratkozási kérések, sütinyilatkozatok és egyebek."
  },
  "premium-checkout-features__item-2": {
    "message": "A Premium bővítmény használatakor több eszközön is szinkronizálhatod a beállításaid."
  },
  "premium-checkout-submit__button": {
    "message": "Vásárlás befejezése"
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Adatvédelmi irányelv"
  },
  "premium-checkout-policy__heading": {
    "message": "Támogass bennünket bizalommal:"
  },
  "premium-checkout-policy__text": {
    "message": " Ha nem vagy elégedett a Premium bővítménnyel, bármikor törölheted a magasabb verzióra frissítést. És megtarthatod az Adblock Plus bővítményt!"
  }
}