{
  "title": {
    "message": "Adblock Plus Premium bővítmény fekete pénteki ajánlat oldala"
  },
  "description": {
    "message": "Élvezd a fekete pénteki promóciónk előnyeit, és használd ki az 50%-os Adblock Plus Premium bővítmény éves előfizetési kedvezményt. Most biztosíts magadnak egy zavarástól mentesebb webes környezetet!"
  },
  "s1": {
    "message": "Élvezd az ünnepeket a nagyobb teljesítményű Adblock Plus bővítménnyel"
  },
  "s2": {
    "message": "/hónap"
  },
  "s3": {
    "message": "Normál ár: 2 $/hónap"
  },
  "s4": {
    "message": "Szerezd be az Adblock Plus Premium bővítményt"
  },
  "s5": {
    "message": "Fekete pénteki ajánlat:"
  },
  "s6": {
    "message": "50%-os éves előfizetési engedmény"
  },
  "s7": {
    "message": "Használd ki az Adblock Plus Premium bővítmény 50%-os árengedményét"
  },
  "s8": {
    "message": "Évi 20 $ számlázása"
  },
  "s9": {
    "message": "Élvezd az Adblock Plus Premium bővítmény által nyújtott kellemesebb online vásárlási élményt"
  },
  "s10": {
    "message": "Cselekedj gyorsan – nem él sokáig ez az ajánlat!"
  },
  "s11": {
    "message": "Készen állsz egy magánjellegűbb és zavarástól mentesebb web kipróbálására? Tedd meg az első lépéseket most, és használd ki a lehető legjobban az év legnagyobb online vásárlási szezonját."
  },
  "s12": {
    "message": "Kattints alább az azonnali előfizetéshez:"
  },
  "s13": {
    "message": "Fizess elő most, és takaríts meg 50%-ot!"
  },
  "s14": {
    "message": "Az ajánlat 2023. november 24. és december 3. között, korlátozott ideig érvényes."
  },
  "s15": {
    "message": "Az 50%-os árengedmény az egy éves előfizetésekre vonatkozik. Az első év eltelte után az előfizetést normál áron újítjuk meg. Az árak USD-ban szerepelnek."
  },
  "s16": {
    "message": "Ha más pénznemben való fizetést választasz, akkor egy bank vagy fizetésdolgozó további költségei adódhatnak hozzá."
  },
  "s17": {
    "message": "Használd ki az Adblock Plus Premium bővítmény 50%-os árengedményét"
  },
  "premium-benefit_1": {
    "message": "Reklámok és előugró ablakok blokkolása"
  },
  "premium-benefit_2": {
    "message": "Követők leállítása"
  },
  "premium-benefit_3": {
    "message": "Leküldéses értesítések blokkolása"
  },
  "premium-benefit_4": {
    "message": "Lebegő videók leállítása"
  },
  "premium-benefit_5": {
    "message": "Előugró hírlevélre való feliratkozási ajánlatok blokkolása"
  },
  "premium-benefit_6": {
    "message": "Felmérési kérelmek elutasítása"
  },
  "benefit_1-heading": {
    "message": "Összpontosíts arra, ami fontos."
  },
  "benefit_1-paragraph": {
    "message": "Az Adblock Plus Premium bővítmény használatával kevesebb zavaró tényezővel vásárolhatsz és böngészhetsz. Arra a tartalomra összpontosíts, amire kíváncsi vagy, akár a legjobb online vásárlási ajánlatokat keresed, akár csak a kedvenc webhelyeidet látogatod."
  },
  "benefit_2-heading": {
    "message": "Akadályozd meg egyes hirdetők nyomkövetőinek működését."
  },
  "benefit_2-paragraph": {
    "message": "Az Adblock Plus Premium bővítmény képes a sütihasználati hozzájárulást kérő előugró ablakok blokkolására, miközben automatikusan elutasítja azokat a sütiket, amelyeket helyetted is megtehetünk. Ez azt jelenti, hogy nem kell minden webhely meglátogatásakor a zavaró sütihasználati hozzájárulást kérő értesítéseket nézned. És csupán az adott webhely működéséhez szükséges sütiket fogadod el, nem pedig harmadik fél vagy hirdetések sütijeit."
  },
  "benefit_3-heading": {
    "message": "Gyorsan fogadd el a legjobb ajánlatokat."
  },
  "benefit_3-paragraph": {
    "message": "Az Adblock Plus bővítmény nemcsak rövidebb oldalbetöltési időket, hanem azt a lehetőséget is biztosítja a számodra, hogy villámgyorsan elcsíphesd a korlátozott idejű ajánlatokat és népszerű termékeket."
  }
}