{
  "title": {
    "message": "Ünnepi ajánlat - Adblock Plus Premium"
  },
  "description": {
    "message": "Ünnepeld az ünnepeket éves Adblock Plus Premium bővítmény előfizetéssel. Ajándékozd meg magad egy jobb internetes élménnyel!"
  },
  "s1": {
    "message": "Könnyítsd meg az életed egy nagyobb teljesítményű Adblock Plus bővítménnyel"
  },
  "s2": {
    "message": "/hónap"
  },
  "s3": {
    "message": "Normál ár: 2 $/hónap"
  },
  "s4": {
    "message": "Adblock Plus Premium megszerzése"
  },
  "s5": {
    "message": "Speciális ünnepi ajánlat:"
  },
  "s6": {
    "message": "50%-os éves előfizetési árengedmény"
  },
  "s7": {
    "message": "Adblock Plus Premium bővítmény 50%-os árengedménnyel"
  },
  "s8": {
    "message": "20 $ kerül évente számlázásra"
  },
  "s9": {
    "message": "Élvezd a jobb online vásárlási élményt az Adblock Plus Premium bővítménnyel"
  },
  "s10": {
    "message": "Cselekedj gyorsan – az ajánlat korlátozott ideig érvényes!"
  },
  "s11": {
    "message": "Ajándékozd meg magad több zavaró körülmény kizárásával és jobb böngészési élménnyel. Regisztrálj ma, és kezd meg az éves Adblock Plus Premium bővítmény előfizetésed használatát."
  },
  "s12": {
    "message": "Kattints alább az azonnali előfizetéshez:"
  },
  "s13": {
    "message": "Fizess elő most, és takaríts meg 50%-ot!"
  },
  "s14": {
    "message": "Az ajánlat 2023. november 24. és december 15. között, korlátozott ideig érvényes."
  },
  "s15": {
    "message": "A 50%-os árengedmény az éves előfizetésre vonatkozik. Egy év elteltével a normál áron újul meg az előfizetésed. Az árak USD-ban szerepelnek."
  },
  "s16": {
    "message": "Ha más pénznemben való fizetést választasz, a bankod vagy a fizetésfeldolgozód további díjakat számíthat fel."
  },
  "s17": {
    "message": "Adblock Plus Premium bővítmény 50%-os árengedménnyel"
  },
  "premium-benefit_1": {
    "message": "Reklámok és előugró ablakok blokkolása"
  },
  "premium-benefit_2": {
    "message": "Nyomkövetők leállítása"
  },
  "premium-benefit_3": {
    "message": "Webhely-értesítések blokkolása"
  },
  "premium-benefit_4": {
    "message": "Lebegő videók leállítása"
  },
  "premium-benefit_5": {
    "message": "Előugró hírlevélre való feliratkozási ajánlatok blokkolása"
  },
  "premium-benefit_6": {
    "message": "Felmérési kérelmek figyelmen kívül hagyása"
  },
  "benefit_1-heading": {
    "message": "Arra összpontosíts, ami fontos."
  },
  "benefit_1-paragraph": {
    "message": "Az Adblock Plus Premium bővítmény használta esetén kevesebb zavaró elemmel vásárolhatsz és böngészhetsz a weben. Arra a tartalomra összpontosíts, amely érdekel, legyen az a legjobb vásárlási ajánlat vagy egyszerűen kedvenc webhelyeid felkeresése."
  },
  "benefit_2-heading": {
    "message": "Kerüld el a hirdetők nyomkövetési kísérleteit."
  },
  "benefit_2-paragraph": {
    "message": "Az Adblock Plus Premium bővítmény képes a sütihasználati hozzájárulást kérő előugró ablakok blokkolására, egyidejűleg automatikusan elutasítja azokat a sütiket, amelyeket a nevedben is megtehetünk. Ez azt jelenti, hogy nem kell megnézned minden webhely felkeresése esetén azokat a bosszantó figyelmeztetéseket, amelyek a sütihasználat elfogadására kérnek. És csupán azokat a sütiket fogadod el, amelyek az adott webhely működéséhez szükségesek, nem pedig harmadik felek hirdetési sütijeit."
  },
  "benefit_3-heading": {
    "message": "Szerezd meg a legjobb ajánlatokat pillanatok alatt."
  },
  "benefit_3-paragraph": {
    "message": "Az Adblock Plus bővítmény rövidebb oldalbetöltési időt tesz lehetővé, hogy villámgyorsan hozzáférhess a korlátozott idejű ajánlatokhoz és népszerű termékekhez."
  },
  "deal__subheading": {
    "message": "Az idei ünnepi időszakban izgatottan várjuk, hogy egy olyan speciális ajánlatot oszthassunk meg veled, amely által jobban befolyásolhatod a böngészési élményedet. Ha éves Adblock Plus Premium bővítményt vásárolsz, akkor a normál árból 50%-os engedményhez jutsz!"
  },
  "deal__heading-2": {
    "message": "Blokkolj többet mint a reklámokat"
  },
  "deal__subheading-2": {
    "message": "Az Adblock Plus Premium bővítmény lehetővé teszi, hogy szabadon böngészhess. A Zavaráscsökkentő funkciónknak köszönhetően blokkolhatod az olyan tolakodó zavaró elemeket, mint a lebegő videók, előugró hírlevélre való feliratkozási ajánlatok, felmérési kérések és egyebek."
  }
}