{
  "title": {
    "message": "Az Adblock Plus bővítmény használatával kapcsolatos első lépések"
  },
  "description": {
    "message": "Tedd még jobbá az internetezés élményét néhány egyszerű tipp használatával"
  },
  "educational_page_heading-1": {
    "message": "Hozd ki a legtöbbet az Adblock Plus bővítményből"
  },
  "educational_page_subheading-1": {
    "message": "Tedd még jobbá az internetezés élményét néhány egyszerű tipp használatával"
  },
  "educational_page_heading-2": {
    "message": "Könnyítsd meg az Adblock Plus bővítmény megtalálását"
  },
  "educational_page_card_1_p_1": {
    "message": "A böngésző eszköztárának egyszerűsítése érdekében az Edge, Chrome és egyéb böngészők fejlesztői a telepítéseik után „elrejtik” a böngésző bővítményeket. Ahhoz, hogy könnyen megtalálható maradjon az Adblock Plus bővítmény, rögzítened kell azt a böngésződben. Ha egy bővítményt rögzítesz a böngésződ eszköztárában, egy kattintással megnyithatod amikor csak szükséged van rá."
  },
  "educational_page_card_1_p_2": {
    "message": "Az Adblock Plus bővítmény rögzítésével gyors hozzáférést biztosítasz a menünkhöz. A menü megnyitásakor megtekintheted, hogy mennyi hirdetést blokkolsz jelenleg, illetve mennyit blokkoltál összesen."
  },
  "educational_page_card_1_p_3": {
    "message": "Közvetlenül a menüből kapcsolhatod be- <a>és ki az Adblock Plus bővítményt</a>, illetve <a>blokkolhatsz olyan oldalelemeket</a>, amelyeket nem akarsz látni. A menü megnyitásával egyben hozzáférhetsz a beállításaidhoz is, vagy jelentheted a problémákat."
  },
  "educational_page_card_1_accordion_1_topic": {
    "message": "Az Adblock Plus bővítmény rögzítése a Chrome böngészőben:"
  },
  "educational_page_card_1_accordion_1_li_1": {
    "message": "A Chrome bővítmény menüjéhez való hozzáférés érdekében, kattints a Chrome eszköztár Bővítmények ikonjára. "
  },
  "educational_page_card_1_accordion_1_li_2": {
    "message": "A megjelenő legördülő menüből keresd ki az ABP ikont."
  },
  "educational_page_card_1_accordion_1_li_3": {
    "message": "A bővítmény eszköztárhoz adásához kattints a Rögzítés ikonra. Miután a bővítményt sikeresen rögzítetted az eszköztárban, a Rögzítés ikon kék színűre változik."
  },
  "educational_page_card_1_accordion_2_topic": {
    "message": "Az Adblock Plus bővítmény rögzítése a az Edge böngészőben:"
  },
  "educational_page_card_1_accordion_2_li_1": {
    "message": "Az Edge Bővítmény menü megnyitásához kattints a Bővítmény ikonra."
  },
  "educational_page_card_1_accordion_2_li_2": {
    "message": "A megjelenő legördülő menüből keresd ki az ABP ikont."
  },
  "educational_page_card_1_accordion_2_li_3": {
    "message": "Az Adblock Plus bővítmény eszköztárhoz adásához kattints a Megtekintés/elrejtés ikonra (Szem ikon)."
  },
  "educational_page_card_1_accordion_3_topic": {
    "message": "Az Adblock Plus bővítmény rögzítése a az Firefox böngészőben:"
  },
  "educational_page_card_1_accordion_3_li_1": {
    "message": "A Firefox Bővítmény lista megnyitásához kattints a jobb felső sarokban található Kiegészítők ikonra. "
  },
  "educational_page_card_1_accordion_3_li_2": {
    "message": "A megjelenő legördülő menüből keresd ki az ABP ikont."
  },
  "educational_page_card_1_accordion_3_li_3": {
    "message": "Kattints az Adblock Plus bővítmény mellett található Beállítások ikonra (fogaskerék)."
  },
  "educational_page_card_1_accordion_3_li_4": {
    "message": "Kattints a Rögzítés az eszköztárban opcióra."
  },
  "educational_page_card_2_title": {
    "message": "Az Adblock Plus engedélyezése privát böngészéshez"
  },
  "educational_page_card_2_p_1": {
    "message": "Használod a böngésző Privát böngészés módját? A Google Chrome böngészőben ezt Titkos módnak nevezik. Az Edge böngészőben InPrivate módnak nevezik. Míg a Firefox esetében egyszerűen privát böngészésnek."
  },
  "educational_page_card_2_p_2": {
    "message": "Ilyen esetben fontos tudnod kell, hogy a böngésződ Privát böngészés funkciója tipikusan letiltja-e a böngésző bővítményeket."
  },
  "educational_page_card_2_p_3": {
    "message": "Ha Privát módban akarod használni az Adblock Plus bővítményt, akkor könnyen engedélyezheted azt."
  },
  "educational_page_card_2_accordion_1_li_1": {
    "message": "A bővítményeid listájának megjelenítésére, írd be a címsorba a chrome://extensions szöveget."
  },
  "educational_page_card_2_accordion_1_li_2": {
    "message": "Keresd meg a bővítmények listájában az Adblock Plus bővítményt, majd kattints a Részletek gombra."
  },
  "educational_page_card_2_accordion_1_li_3": {
    "message": "Görgess lefelé, majd kattints a Titkos módban engedélyezés beállítás melletti váltó kapcsolóra."
  },
  "educational_page_card_2_accordion_2_li_1": {
    "message": "A bővítményeid listájának megjelenítéséhez, írd be a címsorba az edge://extensions szöveget."
  },
  "educational_page_card_2_accordion_2_li_2": {
    "message": "Keresd meg a bővítmények listájában az Adblock Plus bővítményt, majd kattints a Részletek gombra."
  },
  "educational_page_card_2_accordion_2_li_3": {
    "message": "Görgess lefelé, majd kattints az InPrivate módban engedélyezés beállítás melletti váltó kapcsolóra."
  },
  "educational_page_card_2_accordion_3_li_1": {
    "message": "A bővítményeid listájának megjelenítéséhez, írd be a címsorba az about:addons szöveget. "
  },
  "educational_page_card_2_accordion_3_li_2": {
    "message": "A bal oldali menüben kattints a Bővítmények menüpontra."
  },
  "educational_page_card_2_accordion_3_li_3": {
    "message": "Keresd meg a bővítmények listájában az Adblock Plus bővítményt, majd kattints a Beállítások és egyéb lehetőségek menüre."
  },
  "educational_page_card_2_accordion_3_li_4": {
    "message": "Válaszd ki a Kezelés menüpontot."
  },
  "educational_page_card_2_accordion_3_li_5": {
    "message": "Görgess lefelé a Titkos módban való futtatás beállításra, majd válaszd ki az Engedélyezés beállítást."
  },
  "educational_page_contacts_heading_3": {
    "message": "Segítségre van szükséged?"
  },
  "educational_page_contacts_p": {
    "message": "Keresd fel a <a>Súgóközpontunkat</a> a gyakran jelentett problémák megoldásainak megtekintéséhez, vagy a <a>support@adblockplus.org</a> címen fordulj a támogatási csapatunkhoz is."
  }
}