{
  "title": {
    "message": "Adblock Plus - Böngéssz a weben zavaró reklámok nélkül!"
  },
  "s1": {
    "message": "Adblock Plus - Böngéssz a hálón a zavaró reklámok nélkül!"
  },
  "s2": {
    "message": "Az AdBlock Plus a legnépszerűbb reklám blokkoló kiegészítő Firefox, Chrome, Opera és Internet Exploler böngészőkre, valamint Androidra. Blokkol minden idegesítő reklámot a neten: videóreklámokat Youtubeon, Facebook reklámokat, letilt minden felugró ablakot, és még sok másra is képes. Google Chrome-on az AdBlock Plus egyike a leggyorsabban terjedő bővítményeknek. A mi reklám blokkolónkat csak a Chrome böngészőn10 millióan használják, töltse le Ön is ingyenesen!"
  },
  "s3": {
    "message": "Adblock Plus - Böngéssz a hálón a zavaró reklámok nélkül!"
  },
  "s4": {
    "message": "Az AdBlock Plus a legnépszerűbb reklám blokkoló kiegészítő Firefox, Chrome, Opera és Internet Exploler böngészőkre, valamint Androidra. Blokkol minden idegesítő reklámot a neten: videóreklámokat Youtubeon, Facebook reklámokat, letilt minden felugró ablakot, és még sok másra is képes. Google Chrome-on az AdBlock Plus egyike a leggyorsabban terjedő bővítményeknek. A mi reklám blokkolónkat csak a Chrome böngészőn10 millióan használják, töltse le Ön is ingyenesen!"
  },
  "s5": {
    "message": "Adblock Plus"
  },
  "s6": {
    "message": "Adblock Pluss böngéssz a weben zavaró reklámok nélkül!"
  },
  "s7": {
    "message": "Blokkold a bannereket, felugró ablakokat és a videó reklámokat a Facebookon és a YouTubeon egyaránt"
  },
  "s8": {
    "message": "Védd a privát szférád"
  },
  "s9": {
    "message": "Két klikk az installáció"
  },
  "s10": {
    "message": "Ingyenes!"
  },
  "s11": {
    "message": "Installálás Firefox alá"
  },
  "s12": {
    "message": "Installálás Chrome alá"
  },
  "s13": {
    "message": "Installálás Opera alá"
  },
  "s14": {
    "message": "Telepítse az Android"
  },
  "s15": {
    "message": "Telepítse az Internet Explorer"
  },
  "s16": {
    "message": "Adblock Plus mert Firefox"
  },
  "s17": {
    "message": "Adblock Plus mert Chrome"
  },
  "s18": {
    "message": "Adblock Plus mert Android"
  },
  "s19": {
    "message": "Adblock Plus mert Opera"
  },
  "s20": {
    "message": "Adblock Plus mert Internet Explorer"
  },
  "s21": {
    "message": "Úgy tűnik, Mozilla Firefoxot használsz."
  },
  "s22": {
    "message": "Válts Adblock Plusra Mozilla Firefoxhoz!"
  },
  "s23": {
    "message": "Úgy tűnik, Google Chromeot használsz."
  },
  "s24": {
    "message": "Válts Adblock Plusra Chromehoz!"
  },
  "s25": {
    "message": "Úgy tűnik, Androidot használsz."
  },
  "s26": {
    "message": "Válts Adblock Plusra Androidhoz!"
  },
  "s27": {
    "message": "Úgy tűnik Operát használsz."
  },
  "s28": {
    "message": "Válts Adblock Plusra Operához!"
  },
  "s29": {
    "message": "Úgy tűnik, hogy az Internet Explorer."
  },
  "s30": {
    "message": "Váltás a Adblock Plus az Internet Explorer."
  },
  "s31": {
    "message": "Nyílt forrású"
  },
  "s32": {
    "message": "Az Adblock Plus egy közösségi projekt.\n      <a> Csatlakozz Te is!</a>"
  },
  "s33": {
    "message": "Több, mint"
  },
  "s34": {
    "message": "millió letöltés"
  },
  "s35": {
    "message": "Az Adblock Plus a legkedveltebb böngésző bővítmény."
  },
  "s38": {
    "message": "További információk"
  },
  "s39": {
    "message": "Kevesebb megjelenítése"
  },
  "s40": {
    "message": "Mozilla Firefox"
  },
  "s41": {
    "message": "Google Chrome"
  },
  "s42": {
    "message": "Opera"
  },
  "s43": {
    "message": "Android"
  },
  "s44": {
    "message": "Internet Explorer"
  },
  "s45": {
    "message": "Töltse le a Firefox Adblock Plus"
  },
  "s46": {
    "message": "A Firefox egy nyílt forráskódu és ingyenes böngésző Windows-ra, OS X-re, Linux-ra és Android operációs rendszerekre, melyek támogatják a kiegészítő alkalmazásokat. A kiegészítők olyan bővítmények a böngésződre, melyek nagyban javítják az adatvédelmet, biztonságot és a teljes Internet látképét. Mióta 2006-ban elindult, az Adblock Plus folyamatosan a legnépszerűbb kiegészítő a Mozilla Firefox Internetböngészőhöz."
  },
  "s47": {
    "message": "A Firefox-ra készített Adblock Plus több, mint egy felugró ablak tiltó. Gondjaid vannak a bannerekkel, a tartalmat eltakaró és egyéb reklámokkal? Mindössze telepítsd a Firefox reklám tiltó programját és használd az Internetet olyan módon, amilyennek lennie kéne. A beállított szűrőktől függően még a YouTube videóreklámokat és Facebook-on lévő ajánlatokat is blokkolhatod. A szűrőlistákat nyílt forráskódokat támogató csoportosulások készítik és a használata teljesen ingyenes. Ha nem bízol a szűrőkben, elkészítheted a saját<a>blokkoló szabályok</a> testreszabása webes élményt."
  },
  "s48": {
    "message": "Adblock Plus Firefox-ra a legtöbbet letöltött böngésző kiegészítő világszinten és 2011-ben, valamint 2013-ban elnyerte az About.com Olvasók Kedvence Díjat, akárcsak a Linux New Media által létrehozott a Legjobb Nyílt Forráskódú Firefox Bővítmény díját."
  },
  "s49": {
    "message": "Reklámblokkoló Chrome-hoz"
  },
  "s50": {
    "message": "Az Adblock Plus a legfejlettebb reklámblokkoló a Google Chrome böngészőhöz. Eleged van a böngészést megzavaró mindenféle reklámokból? Csak telepítsd fel a kiegészítőt, és minden idegesítő webes hirdetés automatikusan blokkolásra kerül. Villogó bannerek, felugró ablakok, youtube-os videóhirdetések és a facebook reklámjai: az Adblock Plus Chrome-kiegészítő automatikusan eltávolít minden kéretlen hirdetést. Többet szeretnél? Kapcsold be a biztonsági lehető <a>funkciók</a> mint a nyomon követés és malware védelem."
  },
  "s51": {
    "message": "Az Adblock Plus kiegészítő feltelepítése csak néhány másodpercet vesz igénybe. Csak kattints a lenti \"Install for Chrome\" gombra, és engedélyezd a telepítést a \"hozzáadás\" gomb lenyomásával. A böngésző figyelmeztetni fog, hogy az Adblock Plus ezután hozzáfér majd a böngészésed adataihoz.Ez egy általános figyelmeztetés, minden olyan kiegészítőhöz megjelenik, amely az összes fülön fut. Ígérjük, nem gyűjtünk rólad semmiféle adatot."
  },
  "s52": {
    "message": "Ezt a kiegészítőt a nyílt forráskód közösség fejleszti és használata mindenki számára ingyenes. Több mint"
  },
  "s53": {
    "message": "millió felhasználóval a világ legnépszerűbb Google Chrome kiegészítői közé tartozunk. Mások mondták rólunk:"
  },
  "s54": {
    "message": "Ha Google Chrome-ot használsz, nincs okod enélkül böngészni."
  },
  "s55": {
    "message": "Download.com az Adblock Plus for Chrome"
  },
  "s56": {
    "message": "Ha zavarnak a reklámok internetezés közben, próbáld ki az Adblock Plus-t, nem fogod megbánni."
  },
  "s57": {
    "message": "Softonic.com"
  },
  "s58": {
    "message": "Blokkoló hirdetések Opera"
  },
  "s59": {
    "message": "Az Adblock Plus egyike a legnépszerűbb Opera kiegészítőknek és több, mint"
  },
  "s60": {
    "message": "millió alkalommal töltötték le rá. Az Opera bővítmények telepítése mindössze pár másodpercet vesz igénybe. Az Adblock Plus hozzáadásával az Opera böngésződhöz, meg tudod szűntetni az összes online reklámot úgy, mint bannerek, felugró ablakok, 30 másodperces YouTube hirdetések, Facebook reklámok és bármely egyéb kéretlen online reklám. Ennek a bővítménynek a telepítése után az összes zavaró reklám autómatikusan eltűnik az összes weboldalról, amitől az internetböngészésed kevésbé fog szólni a figyelem elterelésről, sokkal inkább az élvezetről."
  },
  "s61": {
    "message": "Ezen kívül az összes tolakodó reklám kiiktatásával a böngészésedből, az Adblock Plus jelentősen növeli az Opera böngésződ sebességét is. Megelőzve a reklámok letöltését a böngésződ által, a reklám tiltó program sávszélességet szabadít fel és gyorsabbá teszi az internetböngészést főleg, ha lassú internetkapcsolattal rendelkezel."
  },
  "s62": {
    "message": "Add hozzá az Adblock Plus-t az Opera böngésződhöz a fenti \"Telepítés Operára\" zöld gombra kattintva. Kattints a \"Telepítés\" gombra, hogy megerősítsd a műveletet, majd add hozzá a bővítményt az Operához. Nincsenek további lépések vagy beállítási kötelezettségek, autómatikusan védett leszel az összes kéretlen online reklámmal szemben."
  },
  "s63": {
    "message": "Az Operára készített Adblock Plus remekül működik. Nem hiszel nekünk? Ne csak azt vedd készpénznek, amit mi mondunk. Itt van az egyik népszerű letöltő honlap, a Softpedia véleménye: \"Az Adblock Plus Operára rendkívül hasznos kiegészítő, ami főleg a felhasználókat segíti, hogy megszabaduljanak az olyan terhektől, mint felugró reklámok, villogó bannerek és egyéb más dolgok.\""
  },
  "s64": {
    "message": "Android Adblock app"
  },
  "s65": {
    "message": "Az Adblock Plus a legnépszerűbb hirdetésblokkoló app Androidra, több mint"
  },
  "s66": {
    "message": "millióan használják minden nap. Ez az első olyan mobil hirdetésblokkoló, amely nem rootolt készülékeken is működik, így használata kényelmesebb, mint bármelyik másik Android-os hirdetésblokkoló alkalmazásé. Az Adblock Plus feltelepítése után minden banner és egyéb idegesítő hirdetés automatikusan eltűnik a legtöbb alkalmazásból és weboldalról."
  },
  "s67": {
    "message": "Az Adblock Plus telepítése által jelentősen felgyorsul a mobilos webböngészés sebessége. Az alkalmazás kiszűri az adatforgalomból a kéretlen hirdetések letöltését, így csökkenti az adatmennyiséget és gyorsítja a böngészést. A hirdetések blokkolása Androidon hasznos a magánszféra védelme miatt is, és a rosszindulatú alkalmazások letöltésének kockázatát is csökkenti, mert ezek gyakran félrevezető hirdetésekkel terjednek."
  },
  "s68": {
    "message": "Fontos, hogy az Android rendszer korlátozásai miatt szükséges lehet egy kis bajlódás az Adblock Plus megfelelő működéséhez. Nem rootolt 4.1.2-es, 4.2.1-es és efölötti Android verziók esetén néhány kisebb kézi beállítás szükséges. Nem rootolt 3.1-es és efölötti Android esetén az Adblock Plus automatikusan blokkolja a hirdetéseket a WiFi kapcsolaton. Rootolatlan Android készülékek esetén 3G kapcsolaton nem lehetséges a hirdetések blokkolása."
  },
  "s69": {
    "message": "Adblock Plus for Internet Explorer"
  },
  "s70": {
    "message": "Talán nem gondolnád, de az Internet Explorer még mindig a világ második legnépszerűbb gönbészője, többszázmillióan használják minden nap. Nekik készült az Adblock Plus for Internet Explorer - hogy végre ők is zavaró hirdetések nélkül élvezhessék a webböngészést."
  },
  "s71": {
    "message": "Kiegészítőt fejleszteni az Internet Explorer-hez nagy kihívás - ez a fő oka annak, hogy az Internet Explorer-hez nincs olyan sok bővítmény, mint Firefox-hoz, Chrome-hoz vagy Operához. Az Adblock Plus kiegészítő telepítésének menete is más, mint a többi böngészőben. Általában a kiegészítők közvetlenül a böngészőbe települnek, az Internet Explorer-hez azonban egy úgynevezett telepítővel kell hozzáadni. Ne aggódj: a telepítés így is kevesebb mint fél percet vesz igénybe. Csak kattints az alsó, \"Install for Internet Explorer\" feliratú zöld gombra hogy megszabadulj a zavaró hirdetésektől."
  },
  "s72": {
    "message": "Korlátozások: Néhány Internet Explorer-verzió korlátozásai miatt az Adblock Plus nem működik a következőkön:"
  },
  "s73": {
    "message": "az Internet Explorer 10 Metro Mode védett módjában"
  },
  "s74": {
    "message": "Windows 8 alatt, és az Internet Explorer Windows RT-beli változatával."
  },
  "s75": {
    "message": "és az Internet Explorer Windows RT-beli változatával."
  },
  "s76": {
    "message": "Várható azonban, hogy a későbbi változatok támogatni fogják az Internet Explorer 10 védett módjában való működést."
  }
}