{
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Fizetési módok:"
  },
  "installed-loader__card__body__text--installing": {
    "message": "Az Adblock Plus telepítése"
  },
  "installed-main__block-2__heading-1": {
    "message": "A Honor rendszer"
  },
  "installed-main__block-1__paragraph-1": {
    "message": "Üdvözli az Adblock Plus csapata. Köszönjük az Adblock Plus telepítését! "
  },
  "installed-main__block-2__paragraph-1": {
    "message": "Az Adblock Plus díjazása önkéntes hozzájárulási alapon működik, ami azt <strong>jelenti, hogy megbízunk egymásban</strong>:"
  },
  "installed-main__block-2__item-1": {
    "message": "Annyit <strong>fizet, amennyit megfelelőnek gondol</strong> az Adblock Plus-ért. <strong>Ön</strong> választja ki az árat."
  },
  "installed-main__block-2__item-2": {
    "message": "Olyan funkciókat fejlesztünk, amelyekkel irányítása alatt tarthatja a böngészési élményt."
  },
  "installed-main__block-2__item-3": {
    "message": "Befizetését <strong>visszatérítjük</strong>,  és <strong>az Adblock Plus</strong> alkalmazást megtarthatja, ha nem elégedett vele."
  },
  "installed-main__block-4__paragraph-1": {
    "message": "Az Adblock Plus a telepítés után elkezdte a zavaró reklámok blokkolását. Habár a reklámok nagy részét blokkoljuk, tudjuk, hogy számos weboldal működése a reklámokra támaszkodik, ezért bizonyos reklámokat alapértelmezés szerint engedélyezünk, ha azok megfelelnek a <a>szigorú követelményeinknek</a>. Ha ezt az opciót ki szeretné kapcsolni, akkor lépjen a <a>beállításokhoz</a>, és kapcsolja ki az Elfogadható reklámokat."
  },
  "installed-main__block-5__heading-1": {
    "message": "Küldjön egy e-mailt és segítünk."
  },
  "installed-main__block-5__paragraph-1": {
    "message": "Ha segítségre van szüksége, az online súgó 24x7-ben elérhető, és az e-mailes segítség munkanapokon és munkaidőben a <a>help.eyeo.com</a> oldalon elérhető."
  },
  "installed-footer__block-1__paragraph-1": {
    "message": "Az Adblock Plus blokkolja a reklámokat a <strong>mobil eszközökön</strong> is! Szerezze meg az <a>Adblock Plus for iOS</a> alkalmazást az alkalmazásboltban a reklámok blokkolásához Safari böngészőben, vagy az <a>Adblock Plus for Samsung Internet</a> alkalmazást a Google Play áruházban."
  },
  "installed-main__block-4__heading-1": {
    "message": "Elfogadható hirdetések"
  },
  "installed-main__block-5__item-1": {
    "message": "24/7 önsegítő támogatás a portálunkon"
  },
  "installed-main__block-5__item-2": {
    "message": "De. 8 és du. 5 között küldhet e-mailt a számunkra a portálunkra."
  },
  "installed-loader__section-2__heading": {
    "message": "Bosszantó hirdetések nélkül szörföljön a weben."
  },
  "installed-loader__section-2__paragraph-1": {
    "message": "Megőrizve adatai és eszközei biztonságát, próbáljon ki egy tisztább, gyorsabb webet, és blokkolja a bosszantó hirdetéseket."
  }
}