{
  "reason-not-free": {
    "message": "Nem akarok fizetni"
  },
  "reason-youtube-header": {
    "message": "A YouTube hirdetései miatt távozol? Ne mondj még le rólunk!"
  },
  "reason-youtube-paragraph": {
    "message": "Aktívan dolgozunk a YouTube reklámblokkoló ellenes megoldásának ellenszerén. Ha ezért távolítottad el a bővítményt, akkor kérjük, hogy fontold meg újra, hogy tovább folytathassuk a böngészéskor megjelenő bosszantó hirdetések blokkolását."
  },
  "reason-youtube": {
    "message": "Nincsenek blokkolva a YouTube hirdetések."
  },
  "title": {
    "message": "Az Adblock Plus bővítmény eltávolítása sikeres."
  },
  "sorry-go": {
    "message": "Sajnáljuk, hogy távozol!"
  },
  "reason-header": {
    "message": "Tudnál egy kevés időt annak elmondására szakítani, hogy miért távolítottad el az Adblock Plus bővítményt?"
  },
  "reason-unblocked": {
    "message": "Továbbra is láttam a hirdetéseket"
  },
  "reason-unblocked-where": {
    "message": "Meg tudnád osztani a hirdetések URL-címét? Kivizsgáljuk azt. Ha inkább nem, rendben — csak kattints a Küldés gombra."
  },
  "reason-broken": {
    "message": "Problémám van bizonyos webhelyek meghibásodása vagy a böngészőm lassulása miatt."
  },
  "reason-broken-support": {
    "message": "Ritka esetekben az Adblock Plus bővítmény megakadályozhatja néhány webhely megjelenítését vagy helyes működését. Ez tipikusan nem hiba, hanem inkább egy szűrőlista (vagy egyéni szűrő) problémája. Lásd az <a>Adblock Plus bővítmény meghibásítja az általam felkeresett webhelyeket</a> oldalt a hibaelhárításra vonatkozó részletekért."
  },
  "reason-competition": {
    "message": "Egy másik reklámblokkolót használok"
  },
  "reason-competition-which": {
    "message": "Meg tudnád velünk osztani, hogy melyik reklámblokkolót?"
  },
  "reason-competition-why": {
    "message": "Meg tudnád mondani, hogy miért ezt a reklámblokkolót választottad helyette?"
  },
  "rather-not": {
    "message": "Ha inkább nem, rendben — csak kattints a Küldés gombra."
  },
  "reason-disable": {
    "message": "Ismételten arra kértek, hogy tiltsam le a reklámblokkolómat, illetve blokkolóimat."
  },
  "reason-disable-support": {
    "message": "A csapatunkhoz érkező egyik leggyakoribb kérdés, van-e mód a reklámblokkoló falak megkerülésére. Lásd <a>Az ABP letiltására kér egy webhely. Mit tegyek?</a> oldalt a hibaelhárításra vonatkozó részletekért."
  },
  "reason-marketing": {
    "message": "Nem szeretem, hogy túl sok üzenetet kapok"
  },
  "not-free-alert": {
    "message": "Nem kell fizetned. A hozzájárulás opcionális, így egyszerűen zárd be a lapot, majd folytasd a használatát ingyenesen."
  },
  "reason-aa": {
    "message": "Nem kedvelem az Elfogadható hirdetések programot."
  },
  "reason-aa-support": {
    "message": "Tudtad, hogy egyszerűen elutasíthatod az Elfogadható hirdetéseket?  Egyszerűen tiltsd le beállítások lapon az „Általános” - „Szűrőlisták” menüpontban. Élvezd a teljes körű reklámblokkolást!"
  },
  "reason-other": {
    "message": "Egyéb, itt fel nem sorolt okból"
  },
  "reason-other-what": {
    "message": "El tudnád mondani, hogy miért távolítottad el az Adblock Plus bővítményt? A visszajelzésed segít a továbbfejlesztésben. Ha inkább nem, rendben — csak kattints a Küldés gombra."
  },
  "didnt_want_uninstall": {
    "message": "Nem akarta eltávolítani?"
  }
}