{
  "title": {
    "message": "Frissítettük az Adblock Plus-t!"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Megtörtént az Adblock Plus frissítése!"
  },
  "update-lead-1": {
    "message": "Az utóbbi néhány hónapban új funkciókkal egészítettük ki és javítottuk az Adblock Plus teljesítményét. Szenvedélyesen törekszünk a legjobb reklámblokkolási technológia biztosítására, hogy a felhasználók  élvezhessék a gondtalan böngészést. Az Adblock Plus ingyenes, közösségi támogatással működő szoftver, ami csak a felhasználók folyamatos támogatásával jöhetett létre."
  },
  "update-lead-2": {
    "message": "Rengeteg időt és erőforrást fektetünk a legjobb online élmény fejlesztésébe és biztosításába. Arra kérünk, járuljon hozzá az Adblock Plus projekthez annyival, amennyit megfelelőnek gondol, hogy továbbra is életben tarthassuk a reklámblokkolási közösségünket. Minden hozzájárulást nagyra értékelünk!"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Fizetési módok:"
  },
  "whats-new-header-1": {
    "message": "Újdonságok"
  },
  "whats-new-lead-1": {
    "message": "Az alábbiakban összefoglaltuk a legújabb frissítéseket."
  },
  "whats-new-list-1": {
    "message": "<strong>Jobb reklámblokkolási funkciók</strong>. Számos webhely megpróbálja megakadályozni, hogy az Adblock Plus blokkolja a zavaró reklámokat. Ezért folyamatosan frissítjük funkcióinkat, hogy elháríthassuk ezeket a reklámblokkolás elleni kísérleteket. Ha olyan webhellyel találkozol, amely nem engedélyezi a reklámok blokkolását, kérjük, jelentsd ezt nekünk a Probléma jelentése opcióval."
  },
  "whats-new-list-2": {
    "message": "<strong>Jobb teljesítmény</strong>. Módosítottuk a megkerülésgátló eszközök kezelését, amelyek ugyanazon tartományt célozzák, ezáltal csak a módosítást alkalmazókat tartjuk bekapcsolva. Ez azt jelenti, hogy bővítményünkkel általánosan jobb teljesítmény várható."
  },
  "whats-new-list-3": {
    "message": "<strong>A jövő megbízhatóbb megalapozása</strong>. A Chromium-alapú böngészők legújabb változata, a Manifest V3 hamarosan megérkezik. És mi felkészültünk erre! Az MV3 egy jelentős váltást jelent a böngésző bővítmények működésében, ezáltal a csapatunknak is jelentős módosításokat kell végeznie az Adblock Plus működésében. Sokat fejlődtünk ezen a területen, hogy az online tér fejlődésével továbbra is biztosíthassuk az Adblock Plus felhasználók számára az online élményeik szabályozhatóságát."
  },
  "whats-new-list-4": {
    "message": "<strong>Jobb felhasználói élmény.</strong> Folyamatosan az Adblock Plus fejlesztésén dolgozunk. Nemrégiben számos hibaüzenetet frissítettünk az egyszerűbb hibaelhárítás érdekében, módosítottuk a használt fogalmakat, és új élőlábat adtunk a felugró menühöz, hogy még egyszerűbben hozzáférhessen minden szükséges menüponthoz."
  },
  "whats-new-support": {
    "message": "Problémát szeretne jelenteni? Keressen bennünket a közösségi médiában, <a data-mask='{\"href\": \"bWFpbHRvOmRvbmF0aW9uc0BhZGJsb2NrcGx1cy5vcmc=\"}'>e-mailben</a> vagy a <a href=\"https://adblockplus.org/forum\">felhasználói fórumon</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Adatvédelem"
  },
  "main-heading-1": {
    "message": "Önkéntes hozzájárulási rendszer"
  },
  "main-lead-1": {
    "message": "Üdvözli az Adblock Plus csapata! "
  },
  "main-lead-2": {
    "message": "Az Adblock Plus díjazása önkéntes hozzájárulási alapon működik, ami azt <strong>jelenti, hogy megbízunk egymásban</strong>:"
  },
  "main-lead-3": {
    "message": "Annyit <strong>fizet, amennyit megfelelőnek gondol</strong> az Adblock Plus-ért. <strong>Ön</strong> választja ki az árat."
  },
  "main-lead-4": {
    "message": "Olyan funkciókat fejlesztünk, amelyekkel irányítása alatt tarthatja a böngészési élményt."
  },
  "main-lead-5": {
    "message": "Befizetését <strong>visszatérítjük</strong>,  és <strong>az Adblock Plus</strong> alkalmazást megtarthatja, ha nem elégedett vele."
  },
  "main-heading-2": {
    "message": "Küldjön egy e-mailt és segítünk."
  },
  "main-body-1": {
    "message": "Kérjük, fizessen be amennyit megfelelőnek gondol, mert ha meggondolja magát, 120 napon belül visszatérítjük a befizetett összeget!"
  },
  "main-body-3": {
    "message": "Ha segítségre van szüksége, az online súgó 24x7-ben elérhető, és az e-mailes segítség munkanapokon és munkaidőben a <a>help.eyeo.com</a> oldalon elérhető."
  },
  "main-body-4": {
    "message": "Köszönjük, hogy az Adblock Plus-t választotta! Kellemes böngészést!"
  },
  "main-body-5": {
    "message": "Üdvözlettel, <span></span>az Adblock Plus csapata"
  }
}