{
  "title": {
    "message": "Az Adblock Plus bővítményt frissítettük "
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Az Adblock Plus bővítménytt frissítettük!"
  },
  "update-lead-1": {
    "message": "Az utóbbi néhány hónapot az Adblock Plus bővítmény teljesítményének javításával és új funkciók hozzáadásával töltöttük. Arra törekszünk, hogy a legjobb reklámblokkolási technológiát nyújtsuk a legtisztább böngészési élményét. Az Adblock Plus egy ingyenes, közösségi támogatással működő szoftver, és fenntartása <strong>a felhasználóink támogatása nélkül nem lenne lehetséges.</strong>"
  },
  "update-lead-2": {
    "message": "Nagyon sok időt és erőforrás fordítunk a legjobb online élmény biztosítására felhasználóink számára. Kérjük, járuljon hozzá az Adblock Plus projekt és a reklámblokkolási közösségi életben tartásához a leginkább megfelelőnek ítélt összeggel. <strong>Minden hozzájárulást nagyra értékelünk!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Fizetési módok:"
  },
  "whats-new-header-1": {
    "message": "Újdonságok"
  },
  "whats-new-lead-1": {
    "message": "Az alábbiakban olvashatja a legutóbbi fejlesztéseink áttekintését."
  },
  "whats-new-list-1": {
    "message": "<strong>Jobb reklámblokkolási funkciók</strong>. Számos webhely megpróbálja megakadályozni, hogy az Adblock Plus blokkolja a zavaró reklámokat. Ezért folyamatosan frissítjük funkcióinkat, hogy elháríthassuk ezeket a reklámblokkolás elleni kísérleteket. Ha olyan webhellyel találkozol, amely nem engedélyezi a reklámok blokkolását, kérjük, jelentsd ezt nekünk a Probléma jelentése opcióval."
  },
  "whats-new-list-2": {
    "message": "<strong>Jobb teljesítmény</strong>. Módosítottunk azt a módot, ahogyan az ugyanazon doméneket célzó elkerülési réseket kezeljük, hogy csak a módosításokat tartalmazó elemek legyenek bekapcsolva. Ez azt jelenti, hogy a bővítményünknél egy általános teljesítményjavulás várható."
  },
  "whats-new-list-3": {
    "message": "<strong>Jobb alapozás a jövőbeli fejlesztésekhez</strong>. A Manifest V3, a Chromium-alapú böngészőkhöz készült bővítményplatform hamarosan megérkezik. És mi felkészülten várjuk! Az MV3 jelentős változást jelent a böngésző bővítmények működési módjában, ami miatt csapatunknak lényeges módosításokat kell az Adblock Plus működésén végezni. Nagyon sokat haladtunk ezzel a munkával, ezáltal az Adblock Plus felhasználók a világháló fejlődésével párhuzamosan továbbra is szabályozhatják böngészési élményüket."
  },
  "whats-new-list-4": {
    "message": "<strong>Jobb felhasználói élmény.</strong> Folyamatosan az Adblock Plus fejlesztésén dolgozunk. Nemrégiben számos hibaüzenetet frissítettünk az egyszerűbb hibaelhárítás érdekében, módosítottuk a használt fogalmakat, és új élőlábat adtunk a felugró menühöz, hogy még egyszerűbben hozzáférhessen minden szükséges menüponthoz."
  },
  "whats-new-support": {
    "message": "Jelenteni szeretne egy problémát? Lépjen velünk kapcsolatba a közösségi médiában, <a>e-mailben</a> vagy a <a>felhasználói fórumon</a>."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Adatvédelmi nyilatkozat"
  },
  "main-heading-1": {
    "message": "Önkéntes hozzájárulási rendszer"
  },
  "main-lead-1": {
    "message": "Üdvözli az Adblock Plus csapata! "
  },
  "main-lead-2": {
    "message": "Az Adblock Plus díjazása önkéntes hozzájárulási alapon működik, ami azt <strong>jelenti, hogy megbízunk egymásban</strong>:"
  },
  "main-lead-3": {
    "message": "Annyit <strong>fizet, amennyit megfelelőnek gondol</strong> az Adblock Plus-ért. <strong>Ön</strong> választja ki az árat."
  },
  "main-lead-4": {
    "message": "Olyan funkciókat fejlesztünk, amelyekkel irányítása alatt tarthatja a böngészési élményt."
  },
  "main-lead-5": {
    "message": "Befizetését <strong>visszatérítjük</strong>,  és <strong>az Adblock Plus</strong> alkalmazást megtarthatja, ha nem elégedett vele."
  },
  "main-heading-2": {
    "message": "Küldjön egy e-mailt és segítünk."
  },
  "main-body-1": {
    "message": "Kérjük, fizessen be amennyit megfelelőnek gondol, mert ha meggondolja magát, 120 napon belül visszatérítjük a befizetett összeget!"
  },
  "main-body-3": {
    "message": "Ha segítségre van szüksége, az online súgó 24x7-ben elérhető, és az e-mailes segítség munkanapokon és munkaidőben a <a>help.eyeo.com</a> oldalon elérhető."
  },
  "main-body-4": {
    "message": "Köszönjük, hogy az Adblock Plus-t választotta! Kellemes böngészést!"
  },
  "main-body-5": {
    "message": "Üdvözlettel, <span></span>az Adblock Plus csapata"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Jobb reklámblokkolási funkció</strong>. Számos webhely törekszik arra, hogy megakadályozza az Adblock Plus bővítményt a zavaró reklámok blokkolásában. Ennek eredményeként az ilyen reklámblokkolás-elleni törekvésekre kifejlesztett funkciónk javítására összpontosítottunk."
  },
  "new-tab-heading-1": {
    "message": "Segítsen abban, hogy az Adblock Plus jobbá tehesse az internetet"
  },
  "new-tab-lead-1": {
    "message": "Az Adblock Plus teljesítményének javítására és új funkciók hozzáadására összpontosítottunk és arra törekszünk, hogy a legjobb reklámblokkolási technológiát tegyük elérhetővé a tiszta böngészési élményért."
  },
  "new-tab-lead-2": {
    "message": "Az Adblock Plus ingyenes, közösségi támogatással működő szoftver. Fontos számunkra, hogy bárki használhassa a programunkat függetlenül attól, hogy hozzá tud járulni a fenntartásához vagy sem! Ez viszont a folyamatos támogatások nélkül nem lenne lehetséges. Nagyon sok időt és erőforrást fordítunk arra, hogy a legjobb online böngészési élményt biztosíthassuk felhasználóink számára. Kérjük, járuljon hozzá a leginkább megfelelőnek ítélt összeggel az Adblock Plus projekthez és a reklámblokkolási közösség fenntartásához. Minden hozzájárulást nagyra értékelünk!"
  },
  "out-mission-heading-1": {
    "message": "Egy jobb böngészési élmény mindenkinek"
  },
  "out-mission-lead-1": {
    "message": "Küldetésünk, hogy zavaró tényezők nélküli, gondmentes böngészési élményt tegyünk lehetővé mindenki számára. Ezért nagyon sokat kell tennünk. A felugró ablakok és zavaró elemek blokkolásától egészen a biztonságosabb böngészési élmény eléréséhez, arra összpontosítunk, hogy felhasználóink mindig maguk szabályozhassák böngészésüket. Hozzájárulásával lehetővé teszi csapatunk számára, hogy mindenki számára elérhetővé tegyük az egyszerű, intuitív eszközöket. Felhasználóink segítsége nélkül nem tudnánk ezt elérni!"
  },
  "abp-can-be-improved": {
    "message": "Az Adblock Plus tovább fejleszthető!"
  },
  "adding-enhancements": {
    "message": "Nemrégiben készült el az Adblock Plus fejlesztéseinek első sorozata. Az Adblock Plus Premium elindításával további módokat fejlesztettünk arra, hogy felhasználóink egy teljes böngészési élményt élvezhessenek kevesebb felugró ablakkal és zavaró elemmel. Ezeket a fejlesztéseket emeltük ki alább."
  },
  "abp-free-software": {
    "message": "Csapatunk több ezer órát tölt azzal, hogy biztosítsa az Adblock Plus teljes online böngészési élményét mindenki számára. Az idén arra összpontosítottunk, hogy egyszerűbbé tegyük felhasználóink számára, hogy még több felugró ablakot és zavaró elemet blokkolhassanak, és ez még csak a kezdet. Örülnénk, ha kipróbálná az Adblock Plus Premium változatot. <strong>Minden hozzájárulást nagyra értékelünk!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Az Adblock Premium alkalmazással sokkal kevesebb zavaró elemmel élvezheti a böngészés élményét."
  },
  "stop-autoplay-video": {
    "message": "<strong>Az automatikusan lejátszott videohírcsatornák leállítása. </strong> A számos weboldal által használt, automatikusan lejátszott videók elrejtése böngészés közben."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Felugró hírlevelek eltávolítása.</strong> Eltávolítja a weboldalak felugró felhívásait, amellyel a hírlevelekre való feliratkozásra kérik."
  },
  "block-survey-requests": {
    "message": "<strong>Oldal értesítések és felmérési kérelmek blokkolása.</strong> Számos webhely kéri a helyszín követését vagy rövid felmérésekben való részvételét. Most automatikusan elutasítjuk ezeket a kérelmeket a meglátogatott webhelyeken."
  },
  "hide-cookie-notices": {
    "message": "<strong>Sütik elfogadása értesítések elrejtése.</strong> Hamarosan véget vethet a zavaró sütik elfogadása felugró értesítéseknek, amelyeket a legtöbb webhely használ az új, hamarosan megfelelő süti blokkolási funkcióval."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Még több felugró ablak és zavaró elem blokkolása.</strong> Felejtse el a felmérési kérelmeket, felugró hírleveleket és zavaró automatikus videólejátszást az Adblock Plus Premium változat aktiválásával."
  },
  "do-you-like-adblockplus": {
    "message": "Tetszett az Adblock Plus bővítmény teljesítménye? Ha igen, megfontolná, hogy hozzájárul a támogatásunkhoz?"
  },
  "an-overview": {
    "message": "Íme azon munkáink összefoglalása, amelyeket a legutóbbi Adblock Plus kiadásban bevezettünk."
  }
}