{
  "title": {
    "message": "Az Adblock Plus bővítmény frissült"
  },
  "update-heading-1": {
    "description": "heading",
    "message": "Az Adblock Plus bővítménytt frissítettük!"
  },
  "update-lead-1": {
    "message": "Az utóbbi néhány hónapot az Adblock Plus bővítmény teljesítményének javításával és új funkciók hozzáadásával töltöttük. Arra törekszünk, hogy a legjobb reklámblokkolási technológiát nyújtsuk a legtisztább böngészési élményét. Az Adblock Plus egy ingyenes, közösségi támogatással működő szoftver, és fenntartása <strong>a felhasználóink támogatása nélkül nem lenne lehetséges.</strong>"
  },
  "update-lead-2": {
    "message": "Nagyon sok időt és erőforrás fordítunk a legjobb online élmény biztosítására felhasználóink számára. Kérjük, járuljon hozzá az Adblock Plus projekt és a reklámblokkolási közösségi életben tartásához a leginkább megfelelőnek ítélt összeggel. <strong>Minden hozzájárulást nagyra értékelünk!</strong>"
  },
  "pay-with-lead-1": {
    "description": "heading",
    "message": "Fizetési módok:"
  },
  "whats-new-header-1": {
    "message": "Szabd személyre a böngészési élményt az Adblock Plus bővítménnyel"
  },
  "whats-new-lead-1": {
    "message": "Az alábbiakban olvashatja a legutóbbi fejlesztéseink áttekintését."
  },
  "whats-new-list-1": {
    "message": "<strong>Jobb reklámblokkolási funkciók</strong>. Számos webhely megpróbálja megakadályozni, hogy az Adblock Plus blokkolja a zavaró reklámokat. Ezért folyamatosan frissítjük funkcióinkat, hogy elháríthassuk ezeket a reklámblokkolás elleni kísérleteket. Ha olyan webhellyel találkozol, amely nem engedélyezi a reklámok blokkolását, kérjük, jelentsd ezt nekünk a Probléma jelentése opcióval."
  },
  "whats-new-list-2": {
    "message": "<strong>Jobb teljesítmény</strong>. Módosítottunk azt a módot, ahogyan az ugyanazon doméneket célzó elkerülési réseket kezeljük, hogy csak a módosításokat tartalmazó elemek legyenek bekapcsolva. Ez azt jelenti, hogy a bővítményünknél egy általános teljesítményjavulás várható."
  },
  "whats-new-list-3": {
    "message": "<strong>Jobb alapozás a jövőbeli fejlesztésekhez</strong>. A Manifest V3, a Chromium-alapú böngészőkhöz készült bővítményplatform hamarosan megérkezik. És mi felkészülten várjuk! Az MV3 jelentős változást jelent a böngésző bővítmények működési módjában, ami miatt csapatunknak lényeges módosításokat kell az Adblock Plus működésén végezni. Nagyon sokat haladtunk ezzel a munkával, ezáltal az Adblock Plus felhasználók a világháló fejlődésével párhuzamosan továbbra is szabályozhatják böngészési élményüket."
  },
  "whats-new-list-4": {
    "message": "<strong>Jobb felhasználói élmény.</strong> Folyamatosan az Adblock Plus fejlesztésén dolgozunk. Nemrégiben számos hibaüzenetet frissítettünk az egyszerűbb hibaelhárítás érdekében, módosítottuk a használt fogalmakat, és új élőlábat adtunk a felugró menühöz, hogy még egyszerűbben hozzáférhessen minden szükséges menüponthoz."
  },
  "whats-new-support": {
    "message": "Problémát szeretnél jelenteni? Az <a>Ügyfélszolgálaton</a> vagy az <a>support@adblockplus.org</a> e-mail címen léphetsz kapcsolatba velünk."
  },
  "privacy-policy": {
    "description": "footer link",
    "message": "Adatvédelmi irányelv"
  },
  "main-heading-1": {
    "message": "Önkéntes hozzájárulási rendszer"
  },
  "main-lead-1": {
    "message": "Üdvözli az Adblock Plus csapata! "
  },
  "main-lead-2": {
    "message": "Az Adblock Plus díjazása önkéntes hozzájárulási alapon működik, ami azt <strong>jelenti, hogy megbízunk egymásban</strong>:"
  },
  "main-lead-3": {
    "message": "Annyit <strong>fizet, amennyit megfelelőnek gondol</strong> az Adblock Plus-ért. <strong>Ön</strong> választja ki az árat."
  },
  "main-lead-4": {
    "message": "Olyan funkciókat fejlesztünk, amelyekkel irányítása alatt tarthatja a böngészési élményt."
  },
  "main-lead-5": {
    "message": "Befizetését <strong>visszatérítjük</strong>,  és <strong>az Adblock Plus</strong> alkalmazást megtarthatja, ha nem elégedett vele."
  },
  "main-heading-2": {
    "message": "Küldjön egy e-mailt és segítünk."
  },
  "main-body-1": {
    "message": "Kérjük, fizessen be amennyit megfelelőnek gondol, mert ha meggondolja magát, 120 napon belül visszatérítjük a befizetett összeget!"
  },
  "main-body-3": {
    "message": "Ha segítségre van szüksége, az online súgó 24x7-ben elérhető, és az e-mailes segítség munkanapokon és munkaidőben a <a>help.adblockplus.org</a> oldalon elérhető."
  },
  "main-body-4": {
    "message": "Köszönjük, hogy az Adblock Plus-t választotta! Kellemes böngészést!"
  },
  "main-body-5": {
    "message": "Üdvözlettel, <span></span>az Adblock Plus csapata"
  },
  "improved-ad-blocking-functionality": {
    "message": "<strong>Jobb reklámblokkolási funkció</strong>. Számos webhely törekszik arra, hogy megakadályozza az Adblock Plus bővítményt a zavaró reklámok blokkolásában. Ennek eredményeként az ilyen reklámblokkolás-elleni törekvésekre kifejlesztett funkciónk javítására összpontosítottunk."
  },
  "new-tab-heading-1": {
    "message": "Segítsen abban, hogy az Adblock Plus jobbá tehesse az internetet"
  },
  "new-tab-lead-1": {
    "message": "Az Adblock Plus teljesítményének javítására és új funkciók hozzáadására összpontosítottunk és arra törekszünk, hogy a legjobb reklámblokkolási technológiát tegyük elérhetővé a tiszta böngészési élményért."
  },
  "new-tab-lead-2": {
    "message": "Az Adblock Plus ingyenes, közösségi támogatással működő szoftver. Fontos számunkra, hogy bárki használhassa a programunkat függetlenül attól, hogy hozzá tud járulni a fenntartásához vagy sem! Ez viszont a folyamatos támogatások nélkül nem lenne lehetséges. Nagyon sok időt és erőforrást fordítunk arra, hogy a legjobb online böngészési élményt biztosíthassuk felhasználóink számára. Kérjük, járuljon hozzá a leginkább megfelelőnek ítélt összeggel az Adblock Plus projekthez és a reklámblokkolási közösség fenntartásához. Minden hozzájárulást nagyra értékelünk!"
  },
  "out-mission-heading-1": {
    "message": "Egy jobb böngészési élmény mindenkinek"
  },
  "out-mission-lead-1": {
    "message": "Küldetésünk, hogy zavaró tényezők nélküli, gondmentes böngészési élményt tegyünk lehetővé mindenki számára. Ezért nagyon sokat kell tennünk. A felugró ablakok és zavaró elemek blokkolásától egészen a biztonságosabb böngészési élmény eléréséhez, arra összpontosítunk, hogy felhasználóink mindig maguk szabályozhassák böngészésüket. Hozzájárulásával lehetővé teszi csapatunk számára, hogy mindenki számára elérhetővé tegyük az egyszerű, intuitív eszközöket. Felhasználóink segítsége nélkül nem tudnánk ezt elérni!"
  },
  "abp-can-be-improved": {
    "message": "Az Adblock Plus tovább fejleszthető!"
  },
  "adding-enhancements": {
    "message": "Nemrégiben készült el az Adblock Plus fejlesztéseinek első sorozata. Az Adblock Plus Premium elindításával további módokat fejlesztettünk arra, hogy felhasználóink egy teljes böngészési élményt élvezhessenek kevesebb felugró ablakkal és zavaró elemmel. Ezeket a fejlesztéseket emeltük ki alább."
  },
  "abp-free-software": {
    "message": "Csapatunk több ezer órát tölt azzal, hogy biztosítsa az Adblock Plus teljes online böngészési élményét mindenki számára. Az idén arra összpontosítottunk, hogy egyszerűbbé tegyük felhasználóink számára, hogy még több felugró ablakot és zavaró elemet blokkolhassanak, és ez még csak a kezdet. Örülnénk, ha kipróbálná az Adblock Plus Premium változatot. <strong>Minden hozzájárulást nagyra értékelünk!</strong>"
  },
  "enjoy-fewer-distractions": {
    "message": "Az Adblock Premium alkalmazással sokkal kevesebb zavaró elemmel élvezheti a böngészés élményét."
  },
  "stop-autoplay-video": {
    "message": "<strong>Az automatikusan lejátszott videohírcsatornák leállítása. </strong> A számos weboldal által használt, automatikusan lejátszott videók elrejtése böngészés közben."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Felugró hírlevelek eltávolítása.</strong> Eltávolítja a weboldalak felugró felhívásait, amellyel a hírlevelekre való feliratkozásra kérik."
  },
  "block-survey-requests": {
    "message": "<strong>Oldal értesítések és felmérési kérelmek blokkolása.</strong> Számos webhely kéri a helyszín követését vagy rövid felmérésekben való részvételét. Most automatikusan elutasítjuk ezeket a kérelmeket a meglátogatott webhelyeken."
  },
  "hide-cookie-notices": {
    "message": "<strong>Sütik elfogadása értesítések elrejtése.</strong> Hamarosan véget vethet a zavaró sütik elfogadása felugró értesítéseknek, amelyeket a legtöbb webhely használ az új, hamarosan megfelelő süti blokkolási funkcióval."
  },
  "block-more-popups-and-distractions": {
    "message": "<strong>Még több felugró ablak és zavaró elem blokkolása.</strong> Felejtse el a felmérési kérelmeket, felugró hírleveleket és zavaró automatikus videólejátszást az Adblock Plus Premium változat aktiválásával."
  },
  "do-you-like-adblockplus": {
    "message": "Tetszett az Adblock Plus bővítmény teljesítménye? Ha igen, megfontolná, hogy hozzájárul a támogatásunkhoz?"
  },
  "an-overview": {
    "message": "Íme azon munkáink összefoglalása, amelyeket a legutóbbi Adblock Plus kiadásban bevezettünk."
  },
  "new-tab-heading-1-unrestricted": {
    "message": "Frissítettük az Adblock Plus bővítményt!"
  },
  "new-tab-lead-1-unrestricted": {
    "message": "Az utóbbi néhány hónapot az Adblock Plus bővítmény teljesítményének javításával és új funkciók hozzáadásával töltöttük. Elkötelezettek vagyunk a legjobb reklámblokkolási technológia biztosítása iránt, hogy mindenki élvezhesse a szabad böngészés élményét. Az Adblock Plus egy ingyenes, közösségi támogatással működő szoftver, és ez a felhasználóink támogatása nélkül nem lenne lehetséges."
  },
  "whats-new-header-1-unrestricted": {
    "message": "Mi az újdonság?"
  },
  "improved-ad-blocking-functionality-unrestricted": {
    "message": "<strong>Jobb reklámblokkolási funkciók.</strong> Számos webhely törekszik arra, hogy megakadályozza az Adblock Plus bővítményt a zavaró reklámok blokkolásában. Ennek eredményeként az ilyen reklámblokkolás-elleni törekvésekre kifejlesztett funkciónk javítására összpontosítottunk. Az újonnan fejlesztett Adblock Plus for Safari változattal, valamint a Chrome, Edge és Firefox fejlesztésekkel kevesebb zavaró reklámot fog látni a böngészés során."
  },
  "improved-architecture-for-the-future": {
    "message": "<strong>Jobb alapozás a jövőbeli fejlesztésekhez.</strong> Az MV3 jelentős változást jelent a böngésző bővítmények működési módjában, ami miatt csapatunknak lényeges módosításokat kell az Adblock Plus működésén végezni. Nagyon sokat haladtunk ezzel a munkával, ezáltal az Adblock Plus felhasználók a világháló fejlődésével párhuzamosan továbbra is szabályozhatják böngészési élményüket."
  },
  "customize-pages-as-you-browse": {
    "message": "<strong>Oldalak személyre szabása böngészés közben.</strong> Kiadtuk az elemblokkoló funkciót, amely lehetővé teszi egy weboldal bizonyos részeinek blokkolását akkor is, ha az nem reklám. Előfordulhat például, hogy az oldalsó sávban megjelenő ajánlásokat különösen zavarónak tartja. Ezzel az új funkcióval egy weboldal bármely részét blokkolhatja, így az nem jelenik meg amikor megnyitja a weboldalt."
  },
  "adblock-plus-premium-is-here": {
    "message": "<strong>Megérkezett az Adblock Plus Premium!</strong> Az Adblock Plus Premium bővítménnyel további célzott zavaró elemeket tilthat le a weboldalakon, mint weboldal értesítések, lebegő videók, felugró hírlevelek és sok más. További részleteket a Premium bővítményről <a>itt olvashat</a>. És ha már korábban küldött támogatást, a Premium funkciókat azonnal <a>elérheti</a>."
  },
  "bypass-mode-for-adblock-plus-premium": {
    "message": "<strong><em>[Hamarosan]</em> Mellőzés üzemmód az Adblock Plus Premium bővítményhez.</strong> A reklámblokkolók kikapcsolását kérő felugró ablakok egyre gyakoribbakká váltak. Ezért adjuk ki az Adblock Plus Premium új üzemmódját, a Mellőzés üzemmódot. A Mellőzés üzemmód beállításával úgy böngészheti kedvenc oldalait, hogy kevesebb ilyen reklámblokkolás elleni felugró ablak jelenik meg, miközben ugyanazt a böngészési élményt élvezheti."
  },
  "update__alert__heading": {
    "message": "Kérjük, ne görgess tovább"
  },
  "update__alert__paragraph-1": {
    "message": "Helló!"
  },
  "update__alert__paragraph-2": {
    "message": "Adblock Plus felhasználóként saját tapasztalatból tudod, hogy milyen értéket képvisel ez a szoftver az online böngészés javításában. A nem kívánt és zavaró reklámok blokkolásával az Adblock Plus segít gyorsabban, biztonságosabban és kevesebb zavaró elem megtekintésével böngészni. De tudtad, hogy az Adblock Plus teljesen ingyenes és nincsenek rejtett költségei? Úgy gondoljuk, hogy mindenki megérdemli a hozzáférést egy jobb, reklámmentes böngészési élményhez, ezért az Adblock Plus használata ingyenes."
  },
  "update__alert__paragraph-3": {
    "message": "De azt is szeretnénk, ha az Adblock Plus funkciókat tovább fejleszthetnénk. Míg a felhasználóink kis része nagyvonalúan támogatja küldetésünket, a hozzád hasonló felhasználók támogatása szükséges ahhoz, hogy az Adblock Plus továbbra is mindenki számára ingyenesen elérhető legyen. A hozzájárulásod, bármilyen kis összeg is, sokat számít. Tehát, ha úgy gondolod, hogy az Adblock Plus akárcsak néhány dollárt megtakarított, vagy több órás zavaró reklám megtekintéstől szabadított meg, kérjük, fontold meg csapatunk támogatását és támogasd a szabad böngészés élményének fenntartását. Köszönjük támogatásodat. Közösen az online böngészést mindenki számára jobbá tehetjük."
  },
  "update__alert__paragraph-4": {
    "message": "Üdvözlettel,  az Adblock Plus csapat"
  },
  "new__paragraph-1": {
    "message": "Az Adblock Plus cégnél hiszünk a mindenki számára jobb internetes élmény biztosítása fontosságában. Az alábbiakban olvashatod a legújabb fejlesztéseinket, amelyekkel az álom valósággá válhat:"
  },
  "new__item-1__heading": {
    "message": "Webszerte több zavaró elem blokkolása (Premium)"
  },
  "new__item-1__paragraph-1": {
    "message": "Jobban összpontosíthatsz arra, amire akarsz, ha blokkolod a további előugró ablakokat, köztük az automatikus videolejátszásokat, előugró hírlevélre való feliratkozási ajánlatokat, felmérési kérelmeket és egyebeket."
  },
  "new__item-2__heading": {
    "message": "Szűrőlisták adta lehetőségek felfedezése"
  },
  "new__item-2__paragraph-1": {
    "message": "Az Adblock Plus bővítmény <a>szűrőlistákat</a> használ annak meghatározására, hogy mit kell blokkolni és elejteni a weboldalak meglátogatása során. Fedezd fel a különböző listák választására szolgáló beállításokat, amelyek webszerte lehetővé teszik a nyomkövetők és egyéb zavaró elemek blokkolását."
  },
  "new__item-3__heading": {
    "message": "Sütinyilatkozatok és egyéb zavaró elemek elrejtése (Premium)"
  },
  "new__item-3__paragraph-1": {
    "message": "A látni kívánt tartalomra összpontosíthatsz, amikor <a>blokkolod a bosszantó sütinyilatkozatokat</a>, amelyek arra kérnek, hogy fogadd el a webhelyek sütijeit. Ezenkívül az automatikus videolejátszásokat, előugró hírlevélre való feliratkozási ajánlatokat, felmérési kérelmeket és <a>egyebeket is blokkolhatod</a>."
  },
  "new__item-4__heading": {
    "message": "Webszerte lobb reklámblokkolás"
  },
  "new__item-4__paragraph-1": {
    "message": "Mint mindig, folyamatosan vizsgáljuk, hogyan hatnak egymásra a webhelyek és a kiadók, illetve a reklámblokkolók. Ismételten javítottuk a bővítményünket annak biztosítása érdekében, hogy megtartsuk az előnyünket, és a böngészése során blokkolni tudjuk a reklámokat. Kijavítottunk egy legutóbbi problémát, amely miatt a YouTube és más webhelyek esetén néhány felhasználó lassulást tapasztalt. Erről <a>itt</a> olvashat többet."
  },
  "new__item-4__paragraph-2": {
    "message": "<a>Az Adblock Plus Premium bővítményre vonatkozó további tudnivalók.</a>"
  },
  "new__paragraph-3": {
    "message": "Problémát szeretnél jelenteni? Lépj velünk kapcsolatba a közösségi oldalainkon, <a>e-mailben</a> vagy a <a>felhasználói fórumon keresztül</a>."
  },
  "new__item-5__heading": {
    "message": "Válaszd meg a böngészési élményt"
  },
  "new__item-5__paragraph-1": {
    "message": "Mi van akkor, ha nem hirdetés, amit blokkolni akarsz? A <a>kézi elrejtés varázsló segítségével</a> személyre szabhatod a böngészési élményed az oldal azon részeinek elrejtésével, amelyeket nem akarsz látni."
  },
  "support-money-back": {
    "message": "Bízzon bennünk, és támogasson bennünket: <strong>60 napos visszafizetési garancia</strong>. És megtarthatja az Adblock Plus bővítményt."
  },
  "update-section-1__heading": {
    "message": "Az Adblock Plus bővítmény frissült!"
  },
  "update-section-1-row-1__paragraph-1": {
    "message": "Helló,"
  },
  "update-section-1-row-1__paragraph-2": {
    "message": "Az Adblock Plus bővítmény célja egy gördülékeny és zavaró elemektől mentes böngészési környezetet létrehozása minden felhasználó számára. Ezért fejlesztettük ki az előugró ablakokat, bosszantó reklámokat és a weben található egyéb zavaró tényezőket blokkoló bővítményt. Az Adblock Plus segít a gyorsabb, biztonságosabb böngészésben, a böngészési élmény fokozott irányíthatóságának biztosításával."
  },
  "update-section-1-row-1__paragraph-3": {
    "message": "Az Adblock Plus bővítmény a felhasználók számára ingyenes, mivel hiszünk abban, hogy mindenkinek hozzáférést kell nyújtani egy jobb internetes élményhez. Ezért dönt sok felhasználó úgy, hogy hozzájárul az erőfeszítéseinkhez. Ha hisz abban, amit csinálunk, és segíteni szeretne céljaink megvalósításában, alább támogathat bennünket. Együtt mindenki számára jobb hellyé tehetjük az internetet!"
  },
  "update-section-1-row-1__paragraph-4": {
    "message": "Üdvözlettel:<span></span> Az Adblock csapata"
  },
  "update-gaurantee__text": {
    "message": "Támogass bennünket a bizalmaddal: <strong>60 napos visszafizetési garancia.</strong> És megtarthatod az Adblock Plus bővítményt."
  },
  "update-payment-frequency__label--once": {
    "message": "<strong>Egyszeri</strong> hozzájárulás"
  },
  "update-payment-frequency__label--recurring": {
    "message": "<strong>Ismétlődő</strong> hozzájárulás"
  },
  "update-payment-switch__label--monthly": {
    "message": "Havi"
  },
  "update-payment-switch__label--yearly": {
    "message": "Éves"
  },
  "update-payment-reward__text": {
    "message": "Nagyszerű! Egy <span>35.00</span> hozzájárulással egy éves <span>Adblock Plus Premium</span> <span>hozzáférést szerzel</span>. Köszönjük a támogatásodat."
  },
  "update-payment__checkout-button": {
    "message": "Fizetés most"
  },
  "product__premium": {
    "message": "Adblock Plus Premium"
  },
  "update-payment-reward__1-month": {
    "message": "Nagyszerű! A <span>35.00</span> értékű hozzájárulással egy havi <span>Adblock Plus Premium</span>hozzáférést szerzel. Köszönjük támogatásodat!"
  },
  "update-payment-reward__n-months": {
    "message": "Nagyszerű! A <span>35.00</span> értékű hozzájárulással <span>8</span> havi <span>Adblock Plus Premium</span> hozzáférést szerzel. Köszönjük támogatásodat!"
  },
  "update-payment-reward__1-year": {
    "message": "Nagyszerű! A <span>35.00</span> értékű hozzájárulással egy éves <span>Adblock Plus Premium</span> hozzáférést szerzel. Köszönjük támogatásodat!"
  },
  "update-payment-reward__n-years": {
    "message": "Nagyszerű! A <span>35.00</span> értékű hozzájárulással <span>8</span> éves <span>Adblock Plus Premium</span> hozzáférést szerzel. Köszönjük támogatásodat!"
  },
  "update-payment-reward": {
    "message": "Nagyszerű! A <span>35.00</span> értékű hozzájárulással <span>Adblock Plus Premium</span> bővítményt szerzel. Köszönjük támogatásodat!"
  },
  "update-payment-suffix__monthly": {
    "message": "/havi"
  },
  "update-payment-suffix__yearly": {
    "message": "/éves"
  },
  "update__installing-card__heading-1": {
    "message": "A legutóbbi Adblock Plus bővítmény frissítés telepítése"
  },
  "whats-new-paragraph-1": {
    "message": "Az Adblock Plus bővítménnyel pontosabban irányíthatod a webes böngészést. Válaszd ki, hogy a böngészés során mit szeretnél megjeleníteni és mit elrejteni."
  },
  "whats-new-paragraph-2": {
    "message": "Így hozhatod ki a legtöbbet az Adblock Plus bővítményből:"
  },
  "new__item-6__heading": {
    "message": "Kedvenc tartalomkészítőid támogatása"
  },
  "new__item-6__paragraph-1": {
    "message": "Sok tartalomkészítő esetén a hirdetési bevételtől függ, hogy fedezi tudja-e a tartalomkészítést. Azáltal támogasd azokat, akiket kedvelsz, hogy <a>megadott webhelyeken engedélyezed a hirdetéseket</a>, míg máshol folytatod a blokkolásukat."
  },
  "new__item-7__heading": {
    "message": "Élvezd a diszkrétebb, biztonságosabb böngészést"
  },
  "new__item-7__paragraph-1": {
    "message": "Az AdBlock partnerei által készített <a>AdBlock VPN</a> alkalmazással jobban kézben tarthatod a böngészésed módját. Rejtsd el az online identitásodat, használd biztonságosabban a nyilvános WiFi-hálózatot és élvezd a nagyobb online biztonságot az első lépések megtételekor."
  }
}