{
  "abp-can-be-improved": {
    "message": "Jobbá tehető az Adblock Plus szoftvere!"
  },
  "adding-enhancements": {
    "message": "Nemrég végeztük el az Adblock Plus szoftver javításainak első sorozatát. Az Adblock Plus Premium kiadásával további olyan módokat fejlesztettünk ki, amelyek az előugró ablakok és zavaró elemek számának csökkentésével segítik elő a jobb böngészési élményt felhasználónk számára. Ezt a munkát részleteztük alább."
  },
  "abp-free-software": {
    "message": "Munkaórák ezreit fordítja a csapatunk arra, hogy az Adblock Plus a lehető legjobb internetes élményt biztosítsa mindenki számára. Idén arra összpontosítottunk, hogy megkönnyítsük a felhasználók számára több előugró ablak és zavaró elem blokkolását, és ezek még csak a kezdő lépések. Kérjük, ellenőrizze az Adblock Plus Premium működését. <strong>Minden hozzájárulást nagyra értékelünk!</strong>"
  },
  "whats-new-header-1": {
    "message": "Újdonságok"
  },
  "enjoy-fewer-distractions": {
    "message": "Az Adblock Premium segítségével sokkal kevesebb zavaró elemmel élvezheti az internet használatát."
  },
  "stop-autoplay-video": {
    "message": "<strong>Videó hírcsatorna automatikus lejátszásának a leállítása. </strong> Rejtse el a sok webhely által használt automatikusan lejátszott és webhelyeiken való böngészése során Önt kísérő videókat."
  },
  "remove-newsletter-popups": {
    "message": "<strong>Hírlevél előugró ablakok elrejtése.</strong> Vessen véget annak, hogy a webhelyek előugró ablakok útján akarják elérni, hogy az e-meiljeik és hírleveleik küldéséhez regisztrálja magát."
  },
  "block-survey-requests": {
    "message": "<strong>Webhely-értesítések és felmérési kérelmek blokkolása.</strong> Sok webhely kéri, hogy követhessék a tartózkodási helyét, vagy rövid felmérés kitöltésére kérik. Most automatikusan elutasítjuk a felkeresett webhelyek ezen kéréseit."
  },
  "hide-cookie-notices": {
    "message": "<strong>Sütihasználattal való egyetértési kérelmek elrejtése.</strong> Az befejezés előtt álló új sütiblokkoló funkciónak köszönhetően hamarosan képesek leszünk a sok webhely által használt bosszantó sütihasználattal való egyetértési szalagcímek megjelenítésnek a beszüntetésére."
  },
  "whats-new-support": {
    "message": "Jelentene egy problémát? Lépjen velünk kapcsolatba a közösségi oldalakon, <a>e-mailen</a> vagy a  <a>felhasználói fórumon</a>."
  },
  "privacy-policy": {
    "message": "Adatvédelmi szabályzat"
  }
}