{
  "youtube-letter__heading": {
    "message": "A YouTube reklámblokkolás elleni üzenete"
  },
  "youtube-letter__subheading": {
    "message": "Nehezebbé válik a reklámblokkolás a YouTube-on."
  },
  "youtube-letter__paragraph-1": {
    "message": "Adblock Plus bővítmény használóként, amikor be van kapcsolva a reklámblokkolód, a YouTube alkalmanként megakadályozhatja a videók lejátszását. Néha azt kéri egy üzenet, hogy három videó után engedélyezd a YouTube hirdetéseket, máskor addig nem engedélyezi a lejátszást, amíg ki nem kapcsolod az Adblock Plus bővítményt."
  },
  "youtube-letter__paragraph-2": {
    "message": "Mivel naprakész és hatékony állapotban tartjuk a bővítményünket, a YouTube folyamatosan dolgozik azon, hogy a webhelyén leállítsa a reklámblokkolók működését. Tudjuk, hogy az üzenet megjelenésétől függetlenül ettől a böngészési élményed kiszámíthatatlan és kevésbé ideális lehet. Minden tőlünk telhetőt megteszünk annak érdekében, hogy javítsuk a felhasználóink élményét."
  },
  "youtube-letter__paragraph-3": {
    "message": "Ahhoz, hogy telepített Adblock Plus bővítménnyel is hozzáférhess a YouTube-hoz, csupán annyit kell tenned, <a>hogy a YouTube-ot hozzáadod az engedélyezett alkalmazásokhoz</a>. Választhatsz, hogy egyszer vagy mindig engedélyezed a YouTube-on a hirdetéseket. Természetesen minden más böngészési helyen folytatjuk a bosszantó hirdetések blokkolását. Bárhol is vagy a weben, a webhelyeken található zavarások elrejtése érdekében az Adblock Plus bővítmény biztosítja az <a>egyéni blokkolási szabályok</a> használatának a lehetőségét. (Ez a funkció a Chrome, Edge és Firefox böngészőt használók esetén áll rendelkezésre.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "Emellett webszerte folytatjuk az előugró ablakok és egyéb bosszantó hirdetések blokkolását. Ezenkívül, ha további zavarások (előugró hírlevélre való feliratkozási ajánlatok, felmérési kérelmek és lebegő videók) blokkolása is érdekel, akkor mindig regisztráld magad az <a>Adblock Plus Premium</a>bővítményben."
  },
  "youtube-letter__paragraph-5": {
    "message": "Minden támogatást nagyra értékelünk!"
  },
  "title": {
    "message": "Blokkolás a YouTube-on | Adblock Plus"
  },
  "description": {
    "message": "YouTube hirdetéseket próbálsz blokkolni? További tudnivalók arról, hogy miért ütköznek reklámblokkoló ellenes megoldásba az Adblock Plus használók a YouTube-on."
  }
}