{
  "youtube-letter__heading": {
    "message": "A YouTube új reklámblokkoló-ellenes megoldásai"
  },
  "youtube-letter__subheading": {
    "message": "Nehezedik a reklámblokkolás a YouTube-on."
  },
  "youtube-letter__paragraph-1": {
    "message": "Adblock Plus bővítmény felhasználóként előfordulhat, hogy reklámblokkoló ellenes megoldásba ütközöl a YouTube-on. Néha három videó lejátszása után kéri a YouTube hirdetések engedélyezését, ellenkező esetbe az Ablock Plus letiltásáig nem engedélyez lejátszást. "
  },
  "youtube-letter__paragraph-2": {
    "message": "Miközben mi folyamatosan azon dolgozunk, hogy naprakész és hatékony állapotban tartsuk a bővítményünket, a YouTube folyamatosan továbbra is megjeleníti a reklámblokkolás-ellenes falat. Tudjuk, hogy ez egy előre nem látható kellemetlenséget jelent, akár találkoztál reklámblokkoló ellenes megoldással, akár nem ezen a webhelyen. Minden lehetségest megteszünk, hogy megkönnyítsük ezen kellemetlenség kezelését felhasználóink számára, de ezt a számunkra engedélyezett jogi keretek között tesszük, ami azt jelenti, hogy sok ország törvényeivel összhangban kell a működésünket biztosítani."
  },
  "youtube-letter__paragraph-3": {
    "message": "Annak biztosítása érdekében, hogy telepített Adblock Plus bővítmény használatával is hozzáférhessünk a YouTube-hoz, csupán annyit kell tenned, <a>hogy az engedélyezőlistádhoz adod a YouTube-t</a>. Ez engedélyezi a YouTube hirdetéseket, miközben minden más böngészési helyen blokkolja a reklámokat. Bárhol vagy a weben, az Adblock Plus biztosítja azt a lehetőséget, hogy használhasd <a>az egyéni blokkolási szabályokat</a> a weboldalakon jelentkező zavaró hatások kiküszöbölésére. (A Chrome, Edge és Firefox felhasználók esetében áll rendelkezésre ez a funkció.)"
  },
  "youtube-letter__paragraph-4": {
    "message": "Eközben továbbra is blokkoljuk az előugró ablakokat és más bosszantó hirdetéseket a weben. Ha további zavaró tényezők (mint előugró hírlevélre való feliratkozási ajánlatok, felmérési kérelmek és lebegő videók) blokkolása is érdekel, akkor mindig regisztráld magad az <a>Adblock Plus Premium</a> bővítményben."
  },
  "youtube-letter__paragraph-5": {
    "message": "Megbecsüljük a támogatásaikat!"
  },
  "title": {
    "message": "Blokkolás a YouTube-on | Adblock Plus"
  },
  "description": {
    "message": "YouTube hirdetéseket próbálsz blokkolni? További tudnivalók arról, hogy miért ütköznek reklámblokkoló ellenes megoldásba az Adblock Plus használók a YouTube-on."
  }
}