{
  "title": {
    "message": "За нас"
  },
  "title-full": {
    "message": "Относно Adblock Plus"
  },
  "s1": {
    "message": "Покажи повече"
  },
  "s2": {
    "message": "Покажи по малко"
  },
  "s3": {
    "message": "Какво е Adblock Plus?"
  },
  "s4": {
    "message": "Adblock Plus блокира досадните реклами в интернет. Той може да блокира и <a>други неща</a>, като проследяване. С повече от"
  },
  "s5": {
    "message": "милиона потребители, тя е най-популярната в света"
  },
  "s6": {
    "message": "добавка за браузъри"
  },
  "s7": {
    "message": ". Adblock Plus е проект с отворен код, създаден от Wladimir Palant през 2006. <a>Фирмата Eyeo</a> е създадена през 2011 от Wladimir Palant и Till Faida за да се развива по добре."
  },
  "s8": {
    "message": "Как работи Adblock Plus?"
  },
  "s9": {
    "message": "Adblock Plus сама по себе си няма функционалност, в смисъл, че тя не блокира нищо, докато не и се \"каже\" какво да прави с нейните списъци с филтри. Тези списъци за филтриране по същество са богат набор от правила, които казват на Adblock Plus кои елементи от сайтовете да блокират. Освен блокирането на реклами филтърните списъци могат да се използват за блокиране на <a>преследяване</a> и <a>зловреден софтуер</a>."
  },
  "s10": {
    "message": "Извън кутията, два списъка със филтри са включени:"
  },
  "s11": {
    "message": "Един ad-blocking списък базиран според вашият език"
  },
  "s12": {
    "message": "Един списък с разрешени недосаждащи реклами"
  },
  "s14": {
    "message": "Какви са Приемливите реклами?"
  },
  "s15": {
    "message": "Adblock Plus съществува, за да спаси своите потребители от досадни реклами. Въпреки това, ние не мислим, че всички реклами са лоши, и ние сме напълно наясно, че собствениците на сайта, се нуждаят от тях, за да оцелее. Ето защо, ние сме създали <a>строги критерии </a> да се идентифицират Приемливи реклами: ненатрапчиви такива, които не е нужно да се блокират. Уеб сайтове, които са готови да се съобразят с тези критерии могат да <a>подадът молба </a> за да имат своите реклами, добавени към списъка на Приемливи реклами, което ще ги деблокира за повечето потребители. Имайте предвид, че ако не искате да виждате реклами, вие винаги ще бъдете в състояние да <a>откажете</a> това."
  },
  "s16": {
    "message": "Вижте документацията <a>Приемливи Реклами ЧЗВ</a> за да научите повече."
  },
  "s17": {
    "message": "Как ние печелим пари?"
  },
  "s18": {
    "message": "На нас ни се заплаща от някои по-големи фирми които си служат с ненатрапчиви реклами, които искат да участват в инициативата за Приемливите реклами."
  },
  "s20": {
    "message": "Белият списък е безплатен за всички малки и средни уеб сайтове и блогове. Въпреки това, управлението на този списък изисква значителни усилия от наша страна и тази задача не може да бъде изцяло погълнати от доброволци, както това се случва с общите листи за филтриране."
  },
  "s21": {
    "message": "Имайте в предвид, че ние никога няма да разрешим всички реклами, които не отговарят на тези <a>критерии</a>. Няма начин да си купите място в белия списък. Също така имайте предвид, че белия списък е безплатен за малки и средни уеб сайтове."
  },
  "s22": {
    "message": "В допълнение, ние получихме стартов капитал от нашите инвеститори, като Тим Шумахер, които вярва в Приемливи реклами и иска да види концепцията да успее."
  },
  "s23": {
    "message": "Защо имаме нужда от пари?"
  },
  "s24": {
    "message": "<a>Eyeo ЕООД</a>, компанията зад Adblock Plus, е основана, за да промени света на онлайн рекламата. Това не е нещо, което един човек може да направи като хоби."
  },
  "s27": {
    "message": "Освен това, ние трябва да прегледаме много Приемливи реклами и приложения и да създадем подходящи за белия списък филтри. Също така, ние трябва активно да се обръщаме към издатели и към рекламните мрежи относно приемливите реклами."
  },
  "s28": {
    "message": "Но, Eyeo не е само за Adblock Plus и Приемливи реклами. Нашата мисия е да направим работата в интернет по-добра, и ние възнамеряваме да го направим чрез създаване на нови начини за издателите да печелят пари от тяхното съдържание, без да отблъсват своите потребители."
  },
  "s29": {
    "message": "Дали Adblock Plus събира потребителски данни?"
  },
  "s30": {
    "message": "Ние специално не събираме данните на потребителя както и повечето от вашите данни (например какви сайтове посещавате) никога не се изпращат на нашите сървъри. Моля, вижте нашата <a>Декларация за поверителност</a> за всички детайли."
  }
}