{
  "title": {
    "message": "Функции"
  },
  "title-full": {
    "message": "Adblock Plus - Характеристики"
  },
  "s5": {
    "message": "Блокиране на реклами"
  },
  "s6": {
    "message": "Приемливи реклами"
  },
  "s7": {
    "message": "Изключване на проследяването"
  },
  "s8": {
    "message": "Изключване на вирусни и фалшиви домейни"
  },
  "s9": {
    "message": "Изключване на бутоните за публикуване"
  },
  "s10": {
    "message": "Typo Защита"
  },
  "s12": {
    "message": "Adblock Plus блокира всички досадни реклами в Интернет по подразбиране: видео реклами в YouTube, Facebook обяви, мигащи банери, изскачащи прозорци и още много други."
  },
  "s15": {
    "message": "Adblock Plus винаги ще блокира досадните реклами."
  },
  "s16": {
    "message": "Все пак, много сайтове разчитат на рекламни приходи, така че ние искаме да насърчим уеб сайтовете да използват обикновена и ненатрапчива реклама вместо мигащи банери."
  },
  "s17": {
    "message": "Ето защо беше създадена Adblock Plus общността.<a>строги насоки</a> да се идентифицират приемливи реклами и Adblock Plus им позволява да са извън тези от кутията."
  },
  "s18": {
    "message": "Винаги можете да изключите тази функция, ако искате да блокирате всички обяви."
  },
  "s20": {
    "message": "С всяко пускане на браузъра има немалко фирми който проследяват вашата онлайн активност и историята на сърфирането ви в интернет."
  },
  "s21": {
    "message": "Има стотици рекламни агенции който проследяват всяко ваше действие, но с Adblock Plus можете лесно да изключете всички проследявания и да сърфирате в интернет наистина анонимно."
  },
  "s22": {
    "message": "Според <a>изследвания в Станфордския университет</a>, Adblock Plus филтрите за защита от проследяване са най-ефективните от всички възможни решения досега."
  },
  "s23": {
    "message": "За да активирате тази функция, моля <a>отворете този диалог</a> и щракнете върху \"Добави\", за да се предпазите от проследяване. Ако искате да изключите тази функция, моля <a>прочетете тук</a> как да го направите"
  },
  "s25": {
    "message": "Бавно стартиране, изскачащи прозорци и рекламодатели крадящи от вашия браузър: Това са всички признаци на заразени със зловреден софтуер във вашият компютър."
  },
  "s26": {
    "message": "Дори по-лошо, компютрите заразени със злонамерен софтуер отворят вратите за всички видове кибер престъпност и тероризъм."
  },
  "s27": {
    "message": "Заразените компютри могат да бъдат използвани за изпращане на спам имейли или  да атакуват други компютри или сървъри, кражба на пароли, номера на социални осигуровки, лични документи и кредитни карти."
  },
  "s28": {
    "message": "Adblock Plus може да бъде конфигуриран да блокира домейни известни с разпространение на зловреден софтуер и да осигури защита на вашия компютър от вируси, троянски коне, червеи, шпионски и рекламен софтуер."
  },
  "s29": {
    "message": "За да активирате тази функция, моля <a>отворете този диалог</a> и щракнете върху \"Добави\", за да се предпазите от проследяване. Ако искате да изключите тази функция, моля <a>прочетете тук </a> как да го направите"
  },
  "s31": {
    "message": "Бутони за споделяне на съдържание в социални медийни платформи, като Facebook, Twitter, Google Plus и много други са поставени на почти всеки уеб сайт който посетите."
  },
  "s32": {
    "message": "Дори и да не кликнете върху тях, всеки уеб сайт, съдържащ тези бутони изпраща искане до сървърите на социалната мрежа, която може да използва тази информация, за да създаде профил на базата на навиците ви за сърфиране."
  },
  "s33": {
    "message": "Можете да използвате Adblock Plus, за да отстраните всички социални медийни бутони от всеки уеб сайт, като се уверите, че социалните мрежи не могат да създадат профил за вас въз основа на уеб сайтовете, които посещавате."
  },
  "s34": {
    "message": "За да активирате тази функция, моля <a>отворете този диалог</a> и щракнете върху \"Добави\", за да се предпазите от проследяване. Ако искате да изключите тази функция, моля <a>прочетете тук </a> как да го направите"
  },
  "s37": {
    "message": "Уеб сайтове, съдържащи фишинг и други вредни или с досадно съдържание често се хостват при сгрешени домейни и с една малка грешка сте изложени на риск при посещението ви в тях при въвеждане на интернет адресът им в браузъра си."
  }
}