{
  "s10": {
    "message": "Typo защита"
  },
  "s16": {
    "message": "Просто инсталирайте Adblock Plus във вашия браузър (тя е достъпна за <a>Firefox</a>, <a>Chrome</a>, <a>Safari</a> и <a>Opera</a>) или вашия <a>Android</a> смартфон или таблет и всички натрапчиви реклами се премахват автоматично от всеки уеб сайт, който посещавате."
  },
  "s17": {
    "message": "Приемливи реклами"
  },
  "s22": {
    "message": "С всяко пускане на браузъра има немалко фирми който проследяват вашата онлайн активност и историята на сърфирането ви в интернет."
  },
  "s25": {
    "message": "За да активирате тази функция, моля <a>отворете този диалог</a> и щракнете върху \"Добави\", за да се предпазите от проследяване. Ако искате да изключите тази функция, моля <a>прочетете тук</a> как да го направите"
  },
  "s27": {
    "message": "Бавно стартиране, изскачащи прозорци и рекламодатели крадящи от вашия браузър: Това са всички признаци на заразени със зловреден софтуер във вашият компютър."
  },
  "s30": {
    "message": "Adblock Plus може да бъде конфигуриран да блокира домейни известни с разпространение на зловреден софтуер и да осигури защита на вашия компютър от вируси, троянски коне, червеи, шпионски и рекламен софтуер."
  },
  "s31": {
    "message": "За да активирате тази функция, моля <a>отворете този диалог</a> и щракнете върху \"Добави\", за да се предпазите от проследяване. Ако искате да изключите тази функция, моля <a>прочетете тук </a> как да го направите"
  },
  "s33": {
    "message": "Бутони за споделяне на съдържание в социални медийни платформи, като Facebook, Twitter, Google Plus и много други са поставени на почти всеки уеб сайт който посетите."
  },
  "s36": {
    "message": "За да активирате тази функция, моля <a>отворете този диалог</a> и щракнете върху \"Добави\", за да се предпазите от проследяване. Ако искате да изключите тази функция, моля <a>прочетете тук </a> как да го направите"
  },
  "s5": {
    "message": "Блокиране на реклами"
  },
  "s7": {
    "message": "Изключване на проследяването"
  },
  "s8": {
    "message": "Изключване на вирусни и фалшиви домейни"
  },
  "s9": {
    "message": "Изключване на бутоните за публикуване"
  },
  "title": {
    "message": "Adblock Plus - Характеристики"
  }
}