{
  "title": {
    "message": "Adblock Plus - Сърфирайте в интернет, без досадни реклами!"
  },
  "s2": {
    "message": "Adblock Plus е най-популярният adblocker на разположение за Firefox, Chrome, Opera, Safari, Android и Internet Explorer . Блокира всички досадни реклами навсякъде в мрежата: премахва и видео реклами в YouTube, блокира и Facebook реклами и също да се отървете от изскачащи прозорци, и много други. В Google Chrome, Adblock Plus е едно от най-бързо развиващите се разширения някога. Adblock за Chrome се използва от над 10 милиона души . Свали онлайн безплатно сега !"
  },
  "s5": {
    "message": "Adblock Plus"
  },
  "s6": {
    "message": "Сърфирайте в интернет, без досадни реклами!"
  },
  "s7": {
    "message": "Блокира банери, изскачащи прозорци и видеореклами - дори във Facebook и YouTube"
  },
  "s8": {
    "message": "С цел осигуряване на финансова подкрепа на уебсайтовете, „ненатрапчивите” реклами не се блокират (<a>Подлежи на конфигурация</a>)"
  },
  "s9": {
    "message": "И е безплатно!"
  },
  "s10": {
    "message": "Вграден по подразбиране в"
  },
  "s11": {
    "message": "Maxthon Cloud Браузър"
  },
  "s12": {
    "message": "Инсталирай на Firefox"
  },
  "s13": {
    "message": "Инсталирай на Chrome"
  },
  "s14": {
    "message": "Инсталирай на Opera"
  },
  "s15": {
    "message": "Инсталирай на Android"
  },
  "s16": {
    "message": "Инсталирай на Internet Explorer"
  },
  "s17": {
    "message": "Инсталирай на Safari"
  },
  "s18": {
    "message": "Инсталирай на Yandex Browser"
  },
  "s19": {
    "message": "Adblock Plus за Firefox"
  },
  "s20": {
    "message": "Adblock Plus за Chrome"
  },
  "s21": {
    "message": "Adblock Plus за Android"
  },
  "s22": {
    "message": "Adblock Plus за Opera"
  },
  "s23": {
    "message": "Adblock Plus за Internet Explorer"
  },
  "s24": {
    "message": "Adblock Plus за Safari"
  },
  "s25": {
    "message": "Adblock Plus за Yandex Браузър"
  },
  "s26": {
    "message": "Adblock Plus за Maxthon"
  },
  "s27": {
    "message": "Изглежда вие ползвате Mozilla Firefox."
  },
  "s28": {
    "message": "Преминете към Adblock Plus за Firefox."
  },
  "s29": {
    "message": "Изглежда вие ползвате Google Chrome."
  },
  "s30": {
    "message": "Преминете към Adblock Plus за Chrome."
  },
  "s31": {
    "message": "Изглежда вие ползвате Android."
  },
  "s32": {
    "message": "Преминете към Adblock Plus за Android."
  },
  "s33": {
    "message": "Изглежда вие ползвате Opera."
  },
  "s34": {
    "message": "Преминете към Adblock Plus за Opera."
  },
  "s35": {
    "message": "Изглежда вие ползвате Internet Explorer."
  },
  "s36": {
    "message": "Преминете към Adblock Plus за Internet Explorer."
  },
  "s37": {
    "message": "Изглежда вие ползвате Safari."
  },
  "s38": {
    "message": "Преминете към Adblock Plus за Safari."
  },
  "s39": {
    "message": "Изглежда вие ползвате Yandex Браузър."
  },
  "s40": {
    "message": "Преминете към Adblock Plus за Yandex Браузър"
  },
  "s41": {
    "message": "Изглежда вие ползвате Maxthon."
  },
  "s42": {
    "message": "Преминете към Adblock Plus за Maxthon."
  },
  "s43": {
    "message": "Свободен код"
  },
  "s44": {
    "message": "Adblock Plus е проект на Общността.  <a>Моля присъединете се!</a>"
  },
  "s45": {
    "message": "Над"
  },
  "s46": {
    "message": "Милиона сваляния"
  },
  "s47": {
    "message": "Adblock Plus е най-популярната добавка за браузър създавана някога."
  },
  "s48": {
    "message": "Гарантира се неприкосновеността на личните данни"
  },
  "s49": {
    "message": "Adblock Plus няма да съхранява Вашите лични данни."
  },
  "s50": {
    "message": "Научете повече"
  },
  "s51": {
    "message": "Покажи по малко"
  },
  "s52": {
    "message": "Mozilla Firefox"
  },
  "s53": {
    "message": "Google Chrome"
  },
  "s54": {
    "message": "Opera"
  },
  "s55": {
    "message": "Android"
  },
  "s56": {
    "message": "Internet Explorer"
  },
  "s57": {
    "message": "Apple Сафари"
  },
  "s58": {
    "message": "Yandex Браузър"
  },
  "s60": {
    "message": "Изтегляне на Firefox Adblock Plus"
  },
  "s61": {
    "message": "Firefox е безплатен и с отворен код браузър на разположение за Windows, OS X, Linux и Android който поддържат добавки. Добавките са разширения на браузъра ви, за да се подобри личният ви живот и сигурността  и начина по който виждате в мрежата . От създаването си през 2006 г., Adblock Plus постоянно е била най-популярната добавка за уеб браузъра Mozilla Firefox ."
  },
  "s62": {
    "message": "Притеснявани ли сте от банери, флаери и други досадни реклами? Просто инсталирайте Firefox ad blocker и се наслаждавайте на интернет. В зависимост от филтъра, който сте активирали може дори да блокирате рекламите в Youtube и проследяването във Facebook. Филтрите са създадени от членове на общността и са безплатни за ползване. Ако не желаете да разчитате на готовите списъци от филтри може да създадете ваши собствени<a>блокиращи правила</a> да персонализирате своя опит в Мрежата."
  },
  "s63": {
    "message": ".Adblock plus за Firefox е най-сваляното разширение за браузери и е носител на наградата на избор на читателя на About.com за 2011 и 2013, както и на наградата на Linux New Media за най-добро разширение с отворен код за Firefox"
  },
  "s64": {
    "message": "Ad Blocker за Chrome"
  },
  "s65": {
    "message": "Adblock Plus е най-модерният adblocker за Google браузър Chrome. Ако ви е омръзнало от рекламодатели да нарушават правата ви върху сърфирането ? Просто инсталирайте разширението и всички досадни реклами автоматично ще бъдат блокирани от интернет. Мигащи банери, изскачащи прозорци, видео реклами в YouTube и Facebook обяви: Chrome Adblock Plus приложение автоматично ще премахне нежеланата реклама от всеки сайт, който посещавате. Искате повече? <a>функции</a> като проследяване и за защита от зловреден софтуер."
  },
  "s66": {
    "message": "Инсталирането на Chrome Adblock Plus добавка към браузъра ви ще отнеме само няколко секунди. Просто кликнете върху бутона \"Инсталирай за Chrome\" бутона по-горе и потвърдете инсталацията, като кликнете върху бутона \"Добави\" . Моля, обърнете внимание: Браузърът Chrome показва предупреждение, че Adblock Plus може да получи достъп до данните на всеки сайт, който посещавате . Това е стандартно предупреждение за всички разширения за Chrome, работещи в всички раздели. Ние обещаваме никога да не събираме никакви данни за вас."
  },
  "s67": {
    "message": "Добавката е разработена от общността на отворения код и свободен да използва за всички. С повече от"
  },
  "s68": {
    "message": "милиона потребители, той е един от най-популярните разширения за Chrome. Ето какво казват другите за :"
  },
  "s69": {
    "message": "Ако използвате Google Chrome, няма причина да сърфирате без него."
  },
  "s70": {
    "message": "Download.com на Adblock Plus за Chrome"
  },
  "s71": {
    "message": "Ако сте обезпокоени от реклами, докато сте в интернет, опитайте Adblock Plus. Вие няма да съжалявате."
  },
  "s72": {
    "message": "Softonic.com"
  },
  "s73": {
    "message": "Блокиране на реклами в Opera"
  },
  "s74": {
    "message": "Adblock Plus е един от най-популярните добавки на разположение за Opera и е била изтеглена над"
  },
  "s75": {
    "message": "милиона пъти. Инсталирането на разширение Opera отнема само няколко секунди. Чрез добавяне на Adblock Plus на вашия браузър Opera , можете да премахнете всички онлайн реклами като банери, изскачащи прозорци, 30-секундни реклами в YouTube, Facebook реклами и всички други нежелани онлайн реклами. След като инсталирате това разширение, всички досадни реклами автоматично ще бъдат отстранени от всички уеб сайтове, което прави сърфиране в интернет по-малко разсейващо и по-приятно."
  },
  "s76": {
    "message": "Освен това блокира всички натрапващи реклами от сърфирането, Adblock Plus значително увеличава скоростта на вашия Opera браузър. Чрез предотвратяването на рекламите от натоварването от браузъра ви, за блокиране на реклами ви помага да спестите трафик и прави сърфирането в интернет по-бързо, особено ако сте на бавна връзка към интернет."
  },
  "s77": {
    "message": "Добави Adblock Plus на вашия Opera браузър, като щракнете върху зеления бутон \"Инсталиране на Opera\" по-горе. Натиснете бутона \"Install\", за да потвърдите инсталацията и да се добави разширението на Opera. Няма допълнителни стъпки или конфигурации, които са необходими, те автоматично ще бъдат защитени срещу всички натрапващи онлайн реклами."
  },
  "s78": {
    "message": "Adblock Plus за Opera работи чудесно. Не ни ли вярвате? Не е нужно да говорим за него. Ето кликнете с мишката на популярния портал Softpedia и : \"Adblock Plus за Opera е една много полезна добавка за това е специално проектиран да помогне на потребителите да се отърват от щетите като изскачащи реклами, мигащи банери и други такива неща.\""
  },
  "s79": {
    "message": "Android Adblock app"
  },
  "s80": {
    "message": "Adblock Plus е най-популярното приложение за блокиране на реклами за Android, и се използва от над"
  },
  "s81": {
    "message": "милион потребители всеки ден. Това е първият мобилен блокер за реклами, който работи на преносимите устройства, което го прави много по-удобен да се използва от всеки друг за блокиране на рекламни приложения на Android. Чрез добавяне на Adblock Plus за вашето устройство Android, всички банери и други лоши реклами автоматично ще бъде блокиран от повечето приложения и уеб сайтове, които посещавате на вашия смартфон или таблет. Adblocker Android работи с повечето браузъри като Google Chrome за Android."
  },
  "s82": {
    "message": "Чрез инсталиране на Android Adblock Plus App, може значително да се увеличи скоростта на сърфиране с вашето мобилно устройство. Приложението филтрира интернет трафика и предпазва от нежелани реклами да се изтеглят, което намалява трафика и скоростта на сърфиране. Блокиране на реклами на Android също е полезно да защитавате личните си данни и да премахнете заплахата от изтегляне на зловредни приложения, които често се разпространяват чрез подвеждащи реклами."
  },
  "s83": {
    "message": "Моля, имайте предвид, че има някои ограничения в Android, които могат да изискват някои ръчни усилия за приложението, за да блокирате реклами. За преносимите устройства, работещи на 4.1.2, 4.2.1 и по-високи, и малки конфигурации е задължително. За преносимите устройства с Android 3.1 или по-висока, Adblock Plus автоматично ще блокира всички реклами през WiFi връзката ви.Преносими Android устройства няма да могат да блокират реклами на 3G връзки."
  },
  "s85": {
    "message": "Adblock Plus for Internet ExplorerВъпреки че може да не го очаквате, Internet Explorer все още е вторият в света най-популярен браузър със стотици милиони потребители дневно. Ние разработихме Adblock Plus за Internet Explorer точно за тези потребители, - така че да може най-накрая да сте в интернет, без досадни реклами."
  },
  "s86": {
    "message": "Разработване на разширения за Internet Explorer е предизвикателно - и това е една от причините, да не са толкова много разширенията работещи с Internet Explorer като на Mozilla Firefox, Google Chrome и Opera. Инсталирането на Adblock Plus за Internet Explorer е по-различно от на другите браузъри. Обикновено, разширенията се добавят директно към браузъра; Въпреки това, за Internet Explorer, трябва да го инсталирате, чрез така наречената програма за настройка. Но не се притеснявайте: отнема под 30 секунди, за да инсталирате Adblock Plus за Internet Explorer. Просто кликнете върху зеления бутон горе наричан \"Инсталиране за Internet Explorer\" , за да се предпазите от досадни реклами."
  },
  "s87": {
    "message": "Текущи ограничения: Поради ограниченията на някои от фрагментирани версии на Internet Explorer, Adblock Plus в момента не работи за:"
  },
  "s88": {
    "message": "Metro режим на Internet Explorer в Windows 8"
  },
  "s89": {
    "message": "Internet Explorer в Windows RT"
  },
  "s91": {
    "message": "С пускането на Adblock Plus за Safari през януари 2014 г., браузър семейството на ABPlus стана пълно. От този момент нататък, разширението, е на разположение за всички основни браузъри: Mozilla Firefox, Google Chrome, Internet Explorer, Opera и Apple Safari."
  },
  "s92": {
    "message": "Adblock Plus за Safari използва същата кодова база като версиите на Chrome и Opera. Въпреки това той направи развитието на adblocker много по-сложен, има и някои ключови предимства. Така например, тя споделя същата кодова база, всякакви промени или подобрения, направени в един от тези браузъри автоматично ще се ползва и в Safari, осигуряването на опит, който е винаги в крак с времето."
  },
  "s93": {
    "message": "За разлика от Chrome и Firefox, Safari идва с няколко вродени ограничения. Защото те са вградени в браузъра, те се отразяват на всяка добавка за Safari - и нашата разбира се не е изключение. Съществуват тези ограничения, тъй като не е възможно да се получи \"цялостен\" достъп до кода на Safari, както можем с други браузъри. В крайна сметка: има някои аспекти на Adblock Plus за Safari , които не могат да функционират оптимално. Например , не е възможно да блокирате реклами в \"трети страни плъгини\" като видео плеъри или да блокират така наречените исканията XHR . Обикновено това би означавало, че YouTube видео реклами не може да бъдат блокирани. Но тъй като има някои много умни заобикалки , Adblock Plus може да блокира тези досадни видео реклами във вашия браузър Safari."
  },
  "s94": {
    "message": "Но, като цяло Adblock Plus за Safari е добър за Safari и ще блокира всички досадни банери и видео реклами ."
  },
  "s95": {
    "message": "В момента, Adblock Plus се поддържа от Safari 6.0 и нагоре."
  },
  "s96": {
    "message": "Ad Blocker за Yandex Браузър"
  },
  "s97": {
    "message": "Adblock Plus е най-модерният adblocker за Yandex Browser. Сигурно ви е дошло до гуша от рекламодатели, които накърняват сърфирането ви? Просто инсталирайте разширението и всички досадни реклами ще бъдат автоматично блокирани в интернет. Мигащи банери, изскачащи прозорци, видео клипове на YouTube, Facebook и VKontakte обяви: Yandex Browser Разширението на Adblock Plus автоматично ще премахне всички нежелани реклами от всеки сайт, който посещавате. Искате повече? Можете лесно да активирате за допълнително уединение и сигурност <a>функции </a>като проследяване и защита от зловреден софтуер."
  },
  "s98": {
    "message": "Инсталирането на Yandex Browser Adblock Plus добавката към браузъра ви отнема само няколко секунди. Просто кликнете върху бутона \"Инсталирай за Yandex Browser\" бутона по-горе и потвърдете инсталацията, като кликнете върху бутона \"Добави\". Моля, обърнете внимание: Yandex Browser показва предупреждение, че Adblock Plus може да получи достъп до данните на всеки сайт, който посещавате. Това е стандартено предупреждение за Yandex Browser разширения, работещи във всеки раздел. Ние обещаваме никога не събираме никакви данни за вас."
  },
  "s100": {
    "message": "милиона потребители, той е едно от най-популярните разширения правени някога."
  },
  "s102": {
    "message": "Различното е в това е че не е разширение за браузъра а че Adblock Plus е интегриран по подразбиране за потребителите на Maxthon, и по желание във вариант за китайските потребители. Сигурно ви е дошло до гуша от рекламодатели, които накърняват сърфирането ви? Просто инсталирайте Maxthon Cloud Browser и всички досадни реклами ще бъдат автоматично блокирани в интернет. Мигащи банери, изскачащи прозорци, видео клипове на YouTube и Facebook: Maxthon Cloud Browser с интегриран Adblock Plus автоматично ще премахне всякаква нежелана реклама от всеки сайт, който посещавате. Искате повече? Можете лесно да активирате допълнителнo конфиденциалността и сигурността ви и функции за проследяване и защита от зловреден софтуер."
  }
}