{
  "title": {
    "message": "Adblock Plus - Сърфирайте в интернет, без досадни реклами!"
  },
  "s1": {
    "message": "Adblock Plus - Сърфирайте в интернет, без досадни реклами!"
  },
  "s2": {
    "message": "Adblock Plus е най-популярният adblocker разположение за Firefox, Chrome, Opera, Android и Internet Explorer. Блокиране на всички досадни реклами на всички в мрежата: премахване видео реклами в YouTube, Facebook печатни реклами, да се отървете от изскачащи прозорци и още много други. На Google Chrome, Adblock Plus е един от най-бързо развиващите разширения някога. Нашата Adblock за Chrome се използва от 10 милиона души. Изтеглете онлайн безплатно сега!"
  },
  "s3": {
    "message": "Adblock Plus - Сърфирайте в интернет, без досадни реклами!"
  },
  "s4": {
    "message": "Adblock Plus е най-популярната блокираща реклами програма за Firefox, Chrome, Opera, Anfroid и Internet Explorer. Блокирай всички досадни реклами из целия интернет: премахни реклами от клиповете в YouTube, блокирай Facebook рекламите, отърви се от изкачащите реклами и още много други. Adblock Plus е едно от най-бързо разрастващите се добавки за Google Chrome. Adblock за Chrome се използва от 10 милиона души. Свали го безплатно сега"
  },
  "s5": {
    "message": "Adblock Plus"
  },
  "s6": {
    "message": "Сърфирайте в интернет, без досадни реклами!"
  },
  "s7": {
    "message": "Блокира банери, изскачащи прозорци и видеореклами - дори във Facebook и YouTube"
  },
  "s8": {
    "message": "Защитава личния ви живот онлайн!"
  },
  "s9": {
    "message": "Инсталация с две кликвания на мишката"
  },
  "s10": {
    "message": "И е безплатно!"
  },
  "s11": {
    "message": "Инсталирай за Firefox"
  },
  "s12": {
    "message": "Инсталирай за Chrome"
  },
  "s13": {
    "message": "Инсталирай за Opera"
  },
  "s14": {
    "message": "Инсталиране на Android"
  },
  "s15": {
    "message": "Инсталиране на Internet Explorer"
  },
  "s16": {
    "message": "Adblock Plus за Firefox"
  },
  "s17": {
    "message": "Adblock Plus за Chrome"
  },
  "s18": {
    "message": "Adblock Plus за Android"
  },
  "s19": {
    "message": "Adblock Plus за Opera"
  },
  "s20": {
    "message": "Adblock Plus за Internet Explorer"
  },
  "s21": {
    "message": "Оказва се, че използвате Mozilla Firefox."
  },
  "s22": {
    "message": "Преминете към Adblock Plus за Firefox."
  },
  "s23": {
    "message": "Изглежда вие ползвате Google Chrome."
  },
  "s24": {
    "message": "Преминете към Adblock Plus за Chrome."
  },
  "s25": {
    "message": "Изглежда вие ползвате Android."
  },
  "s26": {
    "message": "Преминете към Adblock Plus за Android."
  },
  "s27": {
    "message": "Изглежда вие ползвате Opera."
  },
  "s28": {
    "message": "Преминете към Adblock Plus за Opera."
  },
  "s29": {
    "message": "Изглежда вие ползвате Internet Explorer."
  },
  "s30": {
    "message": "Преминете към Adblock Plus за Internet Explorer."
  },
  "s31": {
    "message": "Свободен код"
  },
  "s32": {
    "message": "Adblock Plus е проект на Общността. \n      <a>Моля присъединете се!</a>"
  },
  "s33": {
    "message": "Над"
  },
  "s34": {
    "message": "Милиона сваляния"
  },
  "s35": {
    "message": "Adblock Plus е най-популярната добавка за браузър създавана някога."
  },
  "s38": {
    "message": "Научете повече"
  },
  "s39": {
    "message": "Покажи малко"
  },
  "s40": {
    "message": "Mozilla Firefox"
  },
  "s41": {
    "message": "Google Chrome"
  },
  "s42": {
    "message": "Opera"
  },
  "s43": {
    "message": "Android"
  },
  "s44": {
    "message": "Internet Explorer"
  },
  "s45": {
    "message": "Изтегляне на Firefox Adblock Plus"
  },
  "s46": {
    "message": "Firefox е безплатен браузер с отворен код, достъпен за програмите Windows, Linux и Android, поддържащи добавки. Добавките са разширения към вашият браузер, целящи да подобрят поверителността, сигурността и начина, по който виждате мрежата."
  },
  "s47": {
    "message": "Притеснявани ли сте от банери, флаери и други досадни реклами? Просто инсталирайте Firefox ad blocker и се наслаждавайте на интернет. В зависимост от филтъра, който сте активирали може дори да блокирате рекламите в Youtube и проследяването във Facebook. Филтрите са създадени от членове на общността и са безплатни за ползване. Ако не желаете да разчитате на готовите списъци от филтри може да създадете ваши собствени<a>блокиращи правила</a> да персонализирате своя опит в Мрежата."
  },
  "s48": {
    "message": ".Adblock plus за Firefox е най-сваляното разширение за браузери и е носител на наградата на избор на читателя на About.com за 2011 и 2013, както и на наградата на Linux New Media за най-добро разширение с отворен код за Firefox"
  },
  "s49": {
    "message": "Ad Blocker за Chrome"
  },
  "s50": {
    "message": "Adblock Plus е най-модерният adblocker за Google браузър Chrome. Ако ви е омръзнало от рекламодатели да нарушават правата ви върху сърфирането ? Просто инсталирайте разширението и всички досадни реклами автоматично ще бъдат блокирани от интернет. Мигащи банери, изскачащи прозорци, видео реклами в YouTube и Facebook обяви: Chrome Adblock Plus приложение автоматично ще премахне нежеланата реклама от всеки сайт, който посещавате. Искате повече? <a>функции</a> като проследяване и зловреден софтуер за защита."
  },
  "s51": {
    "message": "Инсталирането на Chrome Adblock Plus Адон на браузъра ви отнема само няколко секунди. Просто кликнете върху бутона \"Install за Chrome\" бутона по-горе и потвърдете инсталацията, като щракнете върху бутона \"Добави\". Моля, обърнете внимание: Браузърът Chrome показва предупреждение, че Adblock Plus може да получи достъп до данните на всеки сайт, който посещавате. Това е стандартно предупреждение за разширение Chrome, работещо на всеки раздел. Ние обещаваме никога да не събираме никакви лични данни за вас."
  },
  "s52": {
    "message": "Добавката е разработена от общността на отворения код и свободен да използва за всички. С повече от"
  },
  "s53": {
    "message": "милиона потребители, той е един от най-популярните разширения за Chrome. Ето какво казват другите за :"
  },
  "s54": {
    "message": "Ако използвате Google Chrome, няма причина да сърфирате без него."
  },
  "s55": {
    "message": "Download.com на Adblock Plus за Chrome"
  },
  "s56": {
    "message": "Ако сте обезпокоени от реклами, докато сте в интернет, опитайте Adblock Plus. Вие няма да съжалявате."
  },
  "s57": {
    "message": "Softonic.com"
  },
  "s58": {
    "message": "Блокиране на реклами в Opera"
  },
  "s59": {
    "message": "Adblock Plus е един от най-популярните добавки на разположение за Opera и е била изтеглена над"
  },
  "s60": {
    "message": "милиона пъти. Инсталирането на разширение Opera отнема само няколко секунди. Чрез добавяне на Adblock Plus на вашия браузър Opera , можете да премахнете всички онлайн реклами като банери, изскачащи прозорци, 30-секундни реклами в YouTube, Facebook реклами и всички други нежелани онлайн реклами. След като инсталирате това разширение, всички досадни реклами автоматично ще бъдат отстранени от всички уеб сайтове, което прави сърфиране в интернет по-малко разсейващо и по-приятно."
  },
  "s61": {
    "message": "Освен това блокира всички натрапващи реклами от сърфирането, Adblock Plus значително увеличава скоростта на вашия Opera браузър. Чрез предотвратяването на рекламите от натоварването от браузъра ви, за блокиране на реклами ви помага да спестите трафик и прави сърфирането в интернет по-бързо, особено ако сте на бавна връзка към интернет."
  },
  "s62": {
    "message": "Добави Adblock Plus на вашия Opera браузър, като щракнете върху зеления бутон \"Инсталиране на Opera\" по-горе. Натиснете бутона \"Install\", за да потвърдите инсталацията и да се добави разширението на Opera. Няма допълнителни стъпки или конфигурации, които са необходими, те автоматично ще бъдат защитени срещу всички натрапващи онлайн реклами."
  },
  "s63": {
    "message": "Adblock Plus за Opera работи чудесно. Не ни ли вярвате? Не е нужно да говорим за него. Ето кликнете с мишката на популярния портал Softpedia и : \"Adblock Plus за Opera е една много полезна добавка за това е специално проектиран да помогне на потребителите да се отърват от щетите като изскачащи реклами, мигащи банери и други такива неща.\""
  },
  "s64": {
    "message": "Android Adblock app"
  },
  "s65": {
    "message": "Adblock Plus е най-популярното приложение за блокиране на реклами за Android, и се използва от над"
  },
  "s66": {
    "message": "милион потребители всеки ден. Това е първият мобилен блокер за реклами, който работи на преносимите устройства, което го прави много по-удобен да се използва от всеки друг за блокиране на рекламни приложения на Android. Чрез добавяне на Adblock Plus за вашето устройство Android, всички банери и други лоши реклами автоматично ще бъде блокиран от повечето приложения и уеб сайтове, които посещавате на вашия смартфон или таблет. Adblocker Android работи с повечето браузъри като Google Chrome за Android."
  },
  "s67": {
    "message": "Чрез инсталиране на Android Adblock Plus App, може значително да се увеличи скоростта на сърфиране с вашето мобилно устройство. Приложението филтрира интернет трафика и предпазва от нежелани реклами да се изтеглят, което намалява трафика и скоростта на сърфиране. Блокиране на реклами на Android също е полезно да защитавате личните си данни и да премахнете заплахата от изтегляне на зловредни приложения, които често се разпространяват чрез подвеждащи реклами."
  },
  "s68": {
    "message": "Моля, имайте предвид, че има някои ограничения в Android, които могат да изискват някои ръчни усилия за приложението, за да блокирате реклами. За преносимите устройства, работещи на 4.1.2, 4.2.1 и по-високи, и малки конфигурации е задължително. За преносимите устройства с Android 3.1 или по-висока, Adblock Plus автоматично ще блокира всички реклами през WiFi връзката ви.Преносими Android устройства няма да могат да блокират реклами на 3G връзки."
  },
  "s69": {
    "message": "Adblock Plus за Internet Explorer"
  },
  "s70": {
    "message": "Adblock Plus for Internet ExplorerВъпреки че може да не го очаквате, Internet Explorer все още е вторият в света най-популярен браузър със стотици милиони потребители дневно. Ние разработихме Adblock Plus за Internet Explorer точно за тези потребители, - така че да може най-накрая да сте в интернет, без досадни реклами."
  },
  "s71": {
    "message": ". Разработването на разширение за Internet Explorer е предизвикателство - това е една от причините, да няма толкова много разширения за Internet Explorer като на Mozilla Firefox, Google Chrome и Opera. Инсталирането на Adblock Plus за Internet Explorer е различно в сравнение с други браузъри. Обикновено, разширението се добавя директно към браузъра, но за Internet Explorer, то трябва да се инсталира чрез т.нар инсталатор. Но не се притеснявайте: отнема под 30 секунди, за да инсталирате Adblock Plus за Internet Explorer. Просто кликнете върху зеления бутон горе, наречен \"Инсталиране на Internet Explorer\", за да се предпазите от досадни реклами."
  },
  "s72": {
    "message": "Текущи ограничения: Поради ограниченията на някои от фрагментирани версии на Internet Explorer, Adblock Plus в момента не работи за:"
  },
  "s73": {
    "message": "Enhanced Protected Mode на Internet Explorer 10"
  },
  "s74": {
    "message": "Metro режим на Internet Explorer в Windows 8"
  },
  "s75": {
    "message": "Internet Explorer в Windows RT"
  },
  "s76": {
    "message": "Очаква се, че подкрепата за Enhanced Protected Mode на Internet Explorer 10 ще бъдат добавени в последващите действия по освобождаване."
  }
}